Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: Kicks will be logged. I can't log manual kicks
de: Kicks werden gespeichert. Ich kann keine mauellen kicks speichern!
de_de: Kicks werden geloggt. Ich kann keine mauellen kicks loggen
he_il: הרחקת משתמשים תתועד ביומן הרישום. לא אוכל לתעד הרחקת משתמשים ידנית
id_id: Bot akan mencatat setiap kali ada anggota yang ditendang dari grup. Kecuali admin melakukannya secara manual dari telegram
it: I kick verranno loggati. Non è possibile loggare i kick manuali
ml_in: പുറത്താക്കുന്നത് ലോഗ് ചെയ്യും. അഡ്മിൻ പുറത്താക്കുന്നവ എനിക്ക് ലോഗ് ചെയ്യാൻ കഴിയില്ല.
pt_br: Os kicks serão registados. Não consigo registrar os kicks feitos manualmente
ro_ro: Excluderile vor fi înregistrate. Nu pot înregistra excluderile manuale
ru: Кики будут записываться. Я не могу журналировать ручные кики
sr_sp: Избацивања ће бити записана. Ја не могу да пријавим ручна избацивања
uk_ua: Викидання будуть записуватися. Я не можу журналювати ручні викидання
ur_in: باہر کردیا گیا ہے. میں ذاتی طور سے باہر نہیں کرسکتا

source: Manual warns will be logged
de: Manuelle warnungen werden gespeichert
de_de: Manuelle warnungen werden geloggt
he_il: אזהרות יתועדו ביומן הרישום
id_id: Peringatan akan dicatat
it: Logga i warn manuali
ml_in: അഡ്മിൻ ചെയ്യുന്ന താക്കീതുകൾ ലോഗ് ചെയ്യും.
pt_br: As advertências feitas manualmente serão registrados
ro_ro: Avertizările manuale vor fi înregistrate
ru: Ручные предупреждения будут журналироваться
sr_sp: Ручна упозорења ће бити записана
uk_ua: Ручні попередження будуть журналюватися
ur_in: دستی انتباہات ریکارڈ کر لیے گئے

source: Forbidden media will be logged in the channel
de: Verbotene Medien im Channel werden gespeichert
de_de: Verbotene Medien im Channel werden geloggt
he_il: הודעות מדיה אסורות יתועדו ביומן הרישום
id_id: Media teranulir akan dicatat di kanal
it: Logga quando un utente invia un media non consentito
ml_in: നിരോധിക്കപ്പെട്ട മീഡിയ ചാനലിൽ ലോഗ് ചെയ്യും.
pt_br: A mídia proibida será registrada no canal de log
ro_ro: Fișierele media interzise vor fi înregistrate în canal
ru: Запрещённые медиа будут журналироваться в канале
sr_sp: Забрањени медији ће бити забележени у канал
uk_ua: Заборонені медіа будуть журналюватися в каналі
ur_in: ممنوعہ میڈیا، چینل میں محفوظ کیا جائے گا

source: Spam links/forwards from channels will be logged in the channel, only if forbidden
de: Spam Links/Antworten vom Channel werden gespeichert, nur wenn sie Verboten sind
de_de: Spam Links/Weiterleitungen vom Channel werden geloggt, wenn sie Verboten sind
he_il: קישורי ספאם/העברות מערוצים יתועדו ביומן הרישום, רק אם הם אסורים
id_id: Spam tautan/pesan yang diteruskan dari kanal akan tercatat di kanal catatan, jika dianulir.
it: Logga quando un utente invia un link telegram.me o inoltra un messaggio da un canale
ml_in: മറ്റു ചാനലുകളിൽ നിന്നുള്ള ലിങ്കുകളോ,ഫോർവേഡുകളോ നിരോധിച്ചിരിക്കുകയാണെങ്കിൽ ചാനലിൽ ലോഗ് ചെയ്യും.
pt_br: Spam de links telegram.me/encaminhamento de canais serão registrados no canal de log, somente se for configurado como proibido
ro_ro: Link-urile spam/redirecționate din alte canale vor fi înregistrate în canal, numai dacă sunt interzise
ru: Спам-ссылки и пересылки из каналов будут журналироваться, но только если они запрещены
sr_sp: Спам-линкови и прослеђивани канали ће бити забележени у канал, само ако је забрањено
uk_ua: Спам-посилання/пересилання з каналів будуть журналюватися, тільки якщо вони є забороненими
ur_in: فضول لنکس/چینل سے فارورڈ کیے ہوئے پیغامات چینل میں ریکارڈ رکھے جائیں گے، صرف ممنوعہ صورت میں

source: Log when a user is flooding (new log message every 5 flood messages)
de_de: Logge wenn ein User den Chat flutet (eine Nachricht nach 5 Flood Nachrichten)
he_il: תעד ברישום כאשר משתמש מציף (הודעת רישום חדשה על כל 5 הודעות הצפה)
id_id: Catat jika ada pengguna yang membanjiri obrolan (pesan catatan akan tampil setiap 5 pesan flood)
ml_in: ഏതെങ്കിലും യൂസർ ഫ്ലഡ് ചെയ്താൽ ലോഗ് ചെയ്യും.(ഓരോ 5 മെസ്സേജിനും)
ro_ro: Înregistrează când un utilizator inundă (un nou mesaj de înregistrare la fiecare 3 mesaje de inundație)
sr_sp: Дневник, када корисник поплави (нове дневник поруке сваких 5 порука флуда)
uk_ua: Записувати, коли користувач флудить (нове повідомлення в журналі на кожне п'яте флуд-повідомлення)
ur_in: ریکارڈ رکھیے جس وقت کوئی صارف پیغام کا تکرار کرے (نیا ریکارڈ ہر 5 مکرر پیغامات پر)

source: Log when an admin changes the group icon
de: Speichere wenn ein Admin dass Gruppen Bild ändert
de_de: Logge wenn ein Admin dass Gruppenbild ändert
he_il: תעד ברישום כאשר מנהל משנה את תמונת הפרופיל של הקבוצה
id_id: Catat ketika admin mengganti ikon grup
it: Logga quando un admin cambia l'icona del gruppo
ml_in: അഡ്മിൻ ഗ്രൂപ്പിൻറെ ഫോട്ടോ മാറ്റിയാൽ ലോഗ് ചെയ്യുക.
pt_br: Registrar quando um administrador alterar o ícone de grupo
ro_ro: Înregistrează când un administrator schimbă pictograma grupului
ru: Записывать, когда админ изменяет аватарку группы
sr_sp: Забележи кад админ промени групну слику
uk_ua: Записувати, коли адмін змінює аватарку групи
ur_in: ریکارڈ رکھیں جب کوئی منتظم گروپ کی شناختی تصویر تبدیل کرے

source: Log when an admin deletes the group icon
de: Speichere wenn ein Admin das Gruppen Bild löscht
de_de: Logge wenn ein Admin das Gruppen Bild löscht
he_il: תעד ברישום כאשר מנהל מוחק את תמונת הקבוצה
id_id: Catat ketika admin menghapus ikon grup
it: Logga quando un admin rimuove l'icona del gruppo
ml_in: അഡ്മിൻ ഗ്രൂപ്പിൻറെ ഫോട്ടോ ഡിലീറ്റ് ചെയ്താൽ ലോഗ് ചെയ്യുക.
pt_br: Registrar quando um administrador excluir o ícone do grupo
ro_ro: Înregistrează când un administrator șterge pictograma grupului
ru: Записывать, когда админ удаляет аватарку группы
sr_sp: Забележи кад админ удаљи групну слику
uk_ua: Записувати, коли адмін видаляє аватарку групи
ur_in: ریکارڈ رکھیں جب کوئی منتظم گروپ کی شناختی تصویر حذف کرے

source: Log when an admin change the group title
de: Speichere wenn ein Admin den Titel der Gruppe ändert
de_de: Logge wenn ein Admin den Titel der Gruppe ändert
he_il: תעד ברישום כאשר מנהל משנה את שם הקבוצה
id_id: Catat ketika admin mengganti judul grup
it: Logga quando un admin cambia il nome del gruppo
ml_in: അഡ്മിൻ ഗ്രൂപ്പിൻറെ തലക്കെട്ട് മാറ്റിയാൽ ലോഗ് ചെയ്യുക.
pt_br: Registrar quando um administrador alterar o nome do grupo
ro_ro: Înregistrează când un administrator schimbă titlul grupului
ru: Записывать, когда админ изменяет название группы
sr_sp: Забележи кад админ промени групни назив
uk_ua: Записувати, коли адмін змінює назву групи
ur_in: ریکارڈ رکھیں جب کوئی منتظم گروپ کا عنوان تبدیل کرے

source: Log pinned messages
de_de: Logge angeheftete Nachrichten
he_il: תעד הודעות נעוצות
id_id: Catat penyematan pesan
it: Logga i messaggi fissati
ml_in: പിൻ ചെയ്ത മെസ്സേജുകൾ ലോഗ് ചെയ്യുക.
pt_br: Registrar mensagens fixadas
ro_ro: Înregistrează mesajele fixate
ru: Журналировать закреплённые сообщения
sr_sp: Забележи причвршћене поруке
uk_ua: Журналювати закріплені повідомлення
ur_in: پنڈ میسیج کا ریکارڈ رکھیں

source: Log when a user who has been blocked is banned from the group on join
de_de: Loggen, wenn ein Nutzer der geblockt war beim beitreten gebannt wurde
he_il: תעד רישום כאשר משתמש שנחסם מראש נחסם מהקבוצה בעת הצטרפותו
id_id: Catat ketika ada pengguna (yang berada di daftar hitam bot) mencoba untuk bergabung ke grup.
ml_in: ഗ്രൂപ്പിൽ നിന്നും ബാൻ ചെയ്യുകയോ പുറത്താക്കുകയോ ചെയ്ത യൂസർ തിരികെ വരുമ്പോൾ ലോഗ് ചെയ്യുക.
ro_ro: Înregistrează când unui utilizator care a fost blocat, îi este interzis permanent accesul la grup
sr_sp: Забележи, када се корисник који је блокиран, избачен из групе придружи
uk_ua: Записувати, якщо заблокований користувач був забанений в групі, коли він увійде
ur_in: ریکارڈ رکھیں جس وقت بلاک کیا ہوا کوئی صارف گروپ میں شامل ہونے پر مقید کیا جائے

source: Log when an admin removes the warning received by a user
de_de: Loggen, wenn ein Admin die Warnung für einen Nutzer entfernt
he_il: תעד רישום כאשר מנהל מאפס אזהרות למשתמש
id_id: Catat ketika ada admin yang menghapus peringatan yang diterima oleh pengguna
ml_in: ഒരു യൂസറിന് ലഭിച്ച താക്കീതുകൾ അഡ്മിൻ നീക്കം ചെയ്യുമ്പോൾ ലോഗ് ചെയ്യുക.
ro_ro: Înregistrează când un administrator înlătură avertismentul primit de către un utilizator
sr_sp: Забележи, када администратор уклања упозорења, примљена од стране корисника
uk_ua: Запис, коли адміністратор видаляє попередження, отримане користувачем
ur_in: ریکارڈ رکھیں جس وقت کوئی منتظم کسی صارف کو موصول شدہ تنبیہات کو حذف کرے

source: Log when a user reports a message with the @admin command
de_de: Loggen, wenn ein Nutzer eine Nachricht mit dem @admin Befehl meldet
he_il: תעד רישום כאשר משתמש מדווח על הודעה עם פקודת @admin
id_id: Catat ketika ada pengguna yang melaporkan sebuah pesan dengan perintah @admin
ml_in: യൂസർ @admin command ഉപയോഗിച്ച് റിപ്പോർട്ട് ചെയ്യുമ്പോൾ ലോഗ് ചെയ്യുക
ro_ro: Înregistrează atunci când un utilizator raportează un mesaj folosind comanda @admin
sr_sp: Забележи, када корисник пријави поруку, са @admin командом
uk_ua: Записувати, коли користувачі скаржаться за допомогою команди @admin
ur_in: ریکارڈ رکھیں جس وقت کوئی صارف بذریعہ @admin کمانڈ کسی پیغام کی شکایت کرے

source: Ban
de: Bann
de_de: Bann
he_il: חסימה
id_id: Blokir
ml_in: ബാൻ
ro_ro: Interdicție
ru: Бан
sr_sp: Бан
uk_ua: Забанити
ur_in: مسدود

source: Kick
de_de: Kicken
he_il: הרחקה
id_id: Tendang
ml_in: പുറത്താക്കുക
ro_ro: Exclus
ru: Кик
sr_sp: Избацивање
uk_ua: Вигнати
ur_in: باہر

source: Unban
de: Entbannen
de_de: Entbannen
he_il: ביטול חסימה
id_id: Unblok
it: Unbanna
ml_in: ബാൻ ഒഴിവാകുക
pt_br: Desbanir
ro_ro: Anulează interdicția
ru: Разбанить
sr_sp: Унбан
uk_ua: Розбанити
ur_in: غیر مسدود

source: Tempban
de: Tempbann
de_de: Tempbann
he_il: חסימה זמנית
id_id: Blokir sementara
ml_in: താത്കാലിക ബാൻ
pt_br: Ban Temporário
ro_ro: Interdicție temporară
sr_sp: Привремени бан
uk_ua: Тимчасовий бан
ur_in: وقتی پابندی

source: Report
de_de: Melden
he_il: דיווח
it: Segnalazioni
ml_in: റിപ്പോർട്ട്
pt_br: Reportes
ro_ro: Raportează
ru: Жалоба
sr_sp: Извештај
uk_ua: Скарга
ur_in: رپورٹ

source: Warns resets
de_de: Warnungen zurücksetzen
he_il: איפוסי אזהרות
id_id: Reset peringatan
it: Reset dei warn
ml_in: താക്കീതുകൾ നീക്കം ചെയ്യാൻ
pt_br: Advertências resetadas
ro_ro: Resetează avertismentele
sr_sp: Сброс предупреждений
uk_ua: Скидання попереджень
ur_in: تنبیہات ری سیٹ کریں

source: New members
de: Neue User
de_de: Neue Benutzer
he_il: מצטרפים חדשים
id_id: Anggota baru
it: Nuovi membri
ml_in: പുതിയ അംഗങ്ങൾ
pt_br: Novos membros
ro_ro: Membrii noi
ru: Новые участники
sr_sp: Нови чланови
uk_ua: Нові учасники
ur_in: نئے صارفین

source: Media warns
de_de: Medienwarnungen
he_il: אזהרות מדיה אסורה
id_id: Peringatan media
it: Warn per media
ml_in: മീഡിയയുടെ താക്കീതുകൾ
pt_br: Advertências de mídia
ro_ro: Avertizări fișiere media
sr_sp: Медиа предупреждения
uk_ua: Медіа попередження
ur_in: تنبیہات برائے میڈیا

source: Spam warns
de: Spam warnungen
de_de: Spam Warnungen
he_il: אזהרות ספאם
id_id: Peringatan spam
it: Warn per spam
ml_in: സ്പാം മുന്നറിയിപ്പ്
pt_br: Advertências de spam
ro_ro: Avertizări spam
sr_sp: Спам предупреждения
uk_ua: Спам попередження
ur_in: فضول کاری انتباہات

source: Flood
he_il: הצפה
id_id: Membanjiri obrolan
ml_in: മെസ്സേജ് ഫ്ലഡ്
ro_ro: Inundații
ru: Флуд
sr_sp: Флуд
uk_ua: Флуд
ur_in: تکرار

source: New group icon
de_de: Neues Gruppenbild
he_il: סמל קבוצה חדש
id_id: Icon grup baru
it: Foto gruppo cambiata
ml_in: പുതിയ ഗ്രൂപ്പ് ഫോട്ടോ
pt_br: Novo ícone de grupo
ro_ro: Noua pictogramă a grupului
ru: Новая иконка группы
sr_sp: Новая иконка группы
uk_ua: Нова іконка групи
ur_in: نیے گروپ کی علامت

source: Group icon removed
de_de: Gruppenbild entfernt
he_il: סמל הקבוצה הוסר
id_id: Icon grup dihapus
it: Foto gruppo rimossa
ml_in: ഗ്രൂപ്പിൻറെ ഫോട്ടോ നീക്കം ചെയ്തു
pt_br: Ícone do grupo removido
ro_ro: Pictograma grupului eliminată
ru: Иконка группы удалена
sr_sp: Иконка группы удалена
uk_ua: Іконка групи видалена
ur_in: علامتِ مجموعہ حذف کی گئی

source: New group title
de: Neuer Gruppen Titel
de_de: Neuer Gruppen Titel
he_il: כותרת קבוצה חדשה
id_id: Judul grup baru
it: Nuovo titolo gruppo
ml_in: ഗ്രൂപ്പിന്റെ പുതിയ പേര്
pt_br: Novo nome do gupo
ro_ro: Noul titlu al grupului
ru: Новое название группы
sr_sp: Новое название группы
uk_ua: Нова назва групи
ur_in: نیا عنوانِ مجموعہ

source: Pinned messages
de_de: Angeheftete Nachrichten
he_il: הודעות נעוצות
id_id: Penyematan pesan
it: Messaggi fissati
ml_in: തൂക്കിയിട്ട മെസ്സേജുകൾ
pt_br: Mensagens fixadas
ro_ro: Mesaje fixate
ru: Закреплённые сообщения
sr_sp: Закреплённые сообщения
uk_ua: Закріплені повідомлення
ur_in: پنڈ میسیج

source: Users blocked and banned
de_de: Nutzer blockiert und gebannt
he_il: משתמשים שנחסמו והורחקו
id_id: Pengguna diblokir dan ditambahkan ke daftar hitam.
ml_in: ബ്ലോക്കും ബാനും ചെയ്ത യൂസേർസ്
ro_ro: Utilizatori blocați și interziși
sr_sp: Пользователи заблокированы и забанены
uk_ua: Користувачі заблоковані і забанені
ur_in: صارفین بلاک اور مسدود کیے گئے

source: Users blocked
de_de: Nutzer blockiert
he_il: משתמשים שנחסמו
id_id: Pengguna dimasukkan ke daftar hitam.
it: Utente bloccato
ml_in: ബ്ലോക്ക് ചെയ്ത യൂസേഴ്‌സ്‌
pt_br: Usuários bloqueados
ro_ro: Utilizatori blocați
sr_sp: Пользователи заблокированы
uk_ua: Користувачі заблоковані
ur_in: بلاک کیے گئے صارفین

source: Users unblocked
de_de: Nutzer entblockiert
he_il: בוטלה חסימת המשתמשים
id_id: Pengguna dihapus dari daftar hitam.
ml_in: ബ്ലോക്ക് മാറ്റിയ യൂസേഴ്‌സ്‌
ro_ro: Utilizatori deblocați
sr_sp: Одблокирани корисници
uk_ua: Користувачі розблоковані
ur_in: آزاد کیے گئے صارفین

source: You are not admin of this group
de_de: Du bist nicht Admin dieser Gruppe
he_il: אתה לא מנהל בקבוצה הזו
id_id: Anda bukan admin di grup ini.
it: Non sei un admin!
ml_in: നിങ്ങൾ ഈ ഗ്രൂപ്പിൻറെ അഡ്മിൻ അല്ല
pt_br: Você não é um administrador deste grupo
ro_ro: Nu ești administrator în acest grup
ru: Ты не админ этой группы
sr_sp: Ви нисте администратор групе
uk_ua: Ви не адмін цієї групи
ur_in: اس گروپ کے آپ ایڈمن نہیں ہیں

source: User unbanned!
de_de: Nutzer entbannt!
he_il: חסימת משתמש הוסרה!
id_id: Pengguna telah diunblokir!
it: Utente bannato!
ml_in: യൂസറിനെ ബാൻ ചെയ്തു!
pt_br: Usuário desbanido!
ro_ro: Utilizator cu interdicția revocată!
ru: Пользователь разбанен!
sr_sp: Корисник је одблокиран!
uk_ua: Користувач розбанений!
ur_in: بندش ختم ہوئے صارفین!

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged Tap on an option to get further information
de_de: *Wähle die Ergebnisse aus die in diesem Channel gelogged werden* ✅ = werden gelogged ☑️ = werden nicht gelogged Tippe auf eine Option um weitere Informationen zu erhalten
he_il: *יש לסמן את הארועים אשר יתועדו בערוץ הרישום* ✅ - יתועד ☑️ - לא יתועד ניתן ללחוץ על כל אפשרות כדי לקבל מידע נוסף
id_id: *Pilih peristiwa yang akan dicatat kanal catatan* ✅ = akan dicatat ☑️ = tidak akan dicatat Sentuh opsinya untuk melihat keterangan
ml_in: *എന്തൊക്കെയാണ് ചാനലിൽ ലോഗ് ചെയ്യേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക* ✅ = ലോഗ് ചെയ്യും ☑️ = ലോഗ് ചെയ്യില്ല
ro_ro: *Selectați evenimentele care vor fi înregistrate pe canal* ✅ = va fi înregistrat ☑️ = nu va fi înregistrat Apăsați pe o opțiune pentru a obține informații suplimentare
sr_sp: *Изаберите догађаје, који ће бити забележени у канал* ✅ = биће забележен ☑️ = неће бити забележен Кликните на опцију да бисте добили додатне информације
uk_ua: *Оберіть події, які будуть записані в канал* ✅ = заноситься ☑️ = не ввійшли Натисніть на опцію, щоб отримати додаткову інформацію
ur_in: * ان ایوینٹس کو منتخب کیجیے جن کا چینل میں ریکارڈ رکھا جائے گا* ✅ = ریکارڈ رکھا جائے گا ☑️ = ریکارڈ نہیں رکھا جائے گا اضافی معلومات حاصل کرنے کیلیے آپشن پر ٹیپ کیجیے

source: _Too many requests. Retry later_
de: _Zu viele Anfragen. Versuch es später erneut_
de_de: _Zu viele Anfragen. Versuch es später erneut_
he_il: _יותר מדי בקשות. נסה שוב מאוחר יותר_
id_id: _Galat. Terlalu banyak permintaan ke layanan API telegram. Coba lagi nanti_
it: _Troppe richieste. Riprova più tardi_
ml_in: _വളരെയധികം അപേക്ഷകൾ. കുറച്ചു നേരം കഴിഞ്ഞ് ശ്രമിക്കുക_
pt_br: _Muitas ações ao mesmo tempo. Tente novamente mais tarde_
ro_ro: _Prea multe cereri. Încercați mai târziu_
ru: _Слишком много запросов. Повтори позже_
sr_sp: _Превише захтева. Поновите после_
uk_ua: _Занадто багато запитів. Спробуйте пізніше_
ur_in: _بہت زیادہ درخواست. بعد میں کوشش کریں_

source: _I need to be admin in the channel_
de: _Ich muss Admin im Channel sein_
de_de: _Ich muss Admin im Channel sein_
he_il: _אני צריך לקבל הרשאת מנהל בערוץ_
id_id: _Saya harus menjadi admin di kanal_
it: _Devo essere impostato come amministratore nel canale_
ml_in: _എനിക്ക് ഗ്രൂപ്പിൻറെ അഡ്മിൻ ആകണം_
pt_br: _Eu preciso ser administrador do canal_
ro_ro: _Trebuie să fiu administrator în canal_
ru: _Я должен быть админом канала_
sr_sp: _Ја требам да будем администратор канала_
uk_ua: _Я повинен бути адміном каналу_
ur_in: _ مجھے چینل کا ایڈمن بنانے کی ضرورت ہے_

source: _Already using this channel_
de: _Dieser Kanal wird bereits benutzt_
de_de: _Dieser Kanal wird bereits benutzt_
he_il: _כבר נעשה שימוש בערוץ זה_
id_id: _Kanal ini sudah digunakan_
it: _Stai già usando questo canale_
ml_in: _ഈ ചാനൽ ഇപ്പോൾ ഉപയോഗിക്കുന്നുണ്ട്_
pt_br: _Este canal já está sendo utilizado_
ro_ro: _Deja folosesc acest canal_
ru: _Уже используется этот канал_
sr_sp: _Већ користите овај канал_
uk_ua: _Уже використовується цей канал_
ur_in: _اس چینل کو پہلے سے استعمال کررہے ہیں_

source: *Log channel added!*
de: *Log Kanal erfolgreich hinzugefügt*
de_de: *Log Kanal erfolgreich hinzugefügt*
he_il: _ערוץ חדש ליומן הרישום מקושר לקבוצה!_
id_id: *Kanal catatan berhasil ditambahkan!*
it: *Canale log impostato!*
ml_in: *ലോഗ് ചാനൽ ആഡ് ചെയ്തു!*
pt_br: *Canal de log adicionado!*
ro_ro: *Înregistrarea canalului adăugată!*
ru: *Канал с журналом добавлен!*
sr_sp: *Дневник дела је додат!*
uk_ua: *Канал з журналом додано!*
ur_in: *چینل کا ریکارڈ شامل کیا گیا!*

source: <i>%s</i> changed its log channel
de: <i>%s</s> wächselt den Log Kanal
de_de: <i>%s</i> wechselt den Log Kanal
he_il: <i>%s</i> שינה את ערוץ תיעוד הרישום שלו
id_id: <i>%s</i> mengganti kanal catatannya
it: <i>%s</i> ha cambiato il canale log
ml_in: <i>%s</i> അവരുടെ ലോഗ് ചാനൽ മാറ്റി
pt_br: <i>%s</i> mudou o seu canal de log
ro_ro: <i>%s</i> și-a schimbat jurnalul canalului
ru: Изменён канал с журналом группы «%s»
sr_sp: <i>%s</i> је мењао свој дневник дела
uk_ua: <i>%s</i> обрано як канал з журналом
ur_in: <i>%s</i> چینل کا ریکارڈ تبدیل کیا

source: Logs of <i>%s</i> will be posted here
de: Log von <i>%s</i> wird hier Gepostet
de_de: Log von <i>%s</i> wird hier Gepostet
he_il: רישומים של <i>%s</i> יפורסמו כאן
id_id: Catatan kejadian dari <i>%s</i> akan ditampilkan disini
it: I log di <i>%s</i> verranno postati qui
ml_in: <i>%s</i> ൻറെ ലോഗ് എല്ലാം ഇവിടെ അയക്കും.
pt_br: Registros de <i>%s</i> serão postados aqui
ro_ro: Înregistrările lui <i>%s</i> vor fi postate aici
ru: Теперь здесь будут публиковаться события группы «%s»
sr_sp: Дневници <i>%s</i> ће бити објављени овде
uk_ua: Журнал <i>%s</i> буде записано тут
ur_in: <i>%s</i> کے ریکارڈ یہاں نشر کیے جائیں گے

source: _Only the channel creator can pair the chat with a channel_
de: _Nur der Kanal Ersteller kann den Chat mit dem Kanal verbinden_
de_de: _Nur der Kanal Ersteller kann den Chat mit dem Kanal verbinden_
he_il: _רק יוצר הערוץ יכול לקשר את הצ'אט עם ערוץ_
id_id: _Hanya pembuat kanal yang dapat memasangkan sebuah grup dengan kanal tersebut_
it: _Solamente il creatore del canale può associarlo ad un gruppo_
pt_br: _Somente o criador do canal pode unir grupo com um canal_
ro_ro: _Numai creatorul canalului poate asocia chat-ul cu un canal_
ru: _Только создатель канала может связать чат с каналом_
sr_sp: _Само власник може повезати чат са каналом_
uk_ua: _Тільки творець каналу може з'єднати чат з каналом _
ur_in: _ صرف چینل کا تشکیل کنندہ گروپ کو چینل سے جوڑ سکتا ہے_

source: _I'm sorry, only private channels are supported for now_
de: _Es tut mit leid, nur Private Kanäle werden unterstützt für jetzt_
de_de: _Es tut mir leid, nur Private Kanäle werden unterstützt_
he_il: _מצטער, רק ערוצים פרטיים נתמכים בשלב זה_
id_id: _Maaf, saat ini hanya mendukung kanal privat_
it: _Mi dispiace, al momento sono supportati solamente i canali privati_
pt_br: _Desculpe, apenas canais privados são suportados atualmente_
ro_ro: _Îmi pare rău, numai canalele private sunt acceptate deocamdată_
ru: _Извините, пока поддерживаются только приватные каналы_
sr_sp: _Жао ми је, само приватни канали су засад подржани_
uk_ua: _На жаль, зараз підтримуються лише приватні канали_
ur_in: _معذرت خواہ, فی الوقت صرف پرائیوٹ چینل کی سپورٹ ہے

source: You have to *forward* the message from the channel
de: Du must die Nachricht *Antworten* vom Kanal
de_de: Du must die Nachricht vpm Kanal *Weiterleiten*
he_il: אתה חייב *להעביר* את ההודעה מהערוץ
id_id: Anda harus *meneruskan* pesan dari kanal
it: Devi *inoltrare* il messaggio dal canale
pt_br: Você tem que *encaminhar* a mensagem do canal
ro_ro: Trebuie să *trimiți* mesajul de pe canal
ru: Ты должен *переслать* сообщение из канала
sr_sp: Морате да *проследите* поруке из канала
uk_ua: Вам потрібно *переслати* повідомлення з каналу
ur_in: آپ کو پیغام چینل سے *فارورڈ* کرنا ہوگا

source: _This groups is not using a log channel_
de_de: _Diese Gruppe benutzt keinen Log Kanal_
he_il: _קבוצה זאת אינה משתמש בערוץ לרישום היסטוריה_
id_id: _Grup ini sedang tidak menggunakan kanal catatan_
it: _Questo gruppo non ha un canale log associato_
ml_in: _ഈ ഗ്രൂപ്പിന് ലോഗ് ചാനൽ ഇല്ല_
pt_br: _Este grupo não tem um canal de log_
ro_ro: _Aceste grupuri nu folosesc jurnale de canal_
ru: _В этой группе нету канала с журналом_
sr_sp: _Ова група не користи дневник дела_
uk_ua: _У цій групі немає каналу з журналом_
ur_in: _ یہ گروپ چینل کے ریکارڈ کو استعمال نہیں کررہا ہے_

source: *Log channel removed*
de: *Log Kanal entfernt*
de_de: *Log Kanal entfernt*
he_il: *ערוץ יומן הרישום הוסר*
id_id: *Kanal catatan dihapus*
it: *Canale log rimosso*
ml_in: *ലോഗ് ചാനൽ നീക്കം ചെയ്തു!*
pt_br: *Canal de Log removido*
ro_ro: *Jurnalul canalului eliminat*
ru: *Канал с журналом убран*
sr_sp: *Дневник дела је уклоњен*
uk_ua: *Канал з журналом прибраний*
ur_in: *چینل کا ریکارڈ حذف کیا گیا*

source: _This group has a log channel saved, but I'm not a member there, so I can't post/retrieve its info_
de: _Diese Gruppe hat einen Log Kanal, aber ich bin kein User dirt, deshalb kann ich dort nichts posten/die infos empfangen_
de_de: _Diese Gruppe hat einen Log Kanal, aber ich bin dort kein Mitglied, deshalb kann ich dort nichts posten/die infos empfangen_
he_il: _לקבוצה זאת יש ערוץ רישום שמור, אבל אני לא חבר בה, אז אני לא יכול לפרסם פוסט או לקבל ממנה מידע_
id_id: _Grup ini telah memiliki kanal catatan, namun saya bukan member disana, sehingga saya tidak bisa memposting/menemukan informasinya_
it: _Questo gruppo ha un canale log associato, ma non vi sono membro, per cui non posso postare/ricavarne le informazioni_
ml_in: _ഈ ഗ്രൂപ്പിൻറെ ലോഗ് ചാനൽ സേവ് ആണ്. പക്ഷേ, ഞാനതിൽ അംഗമല്ല. അതുകൊണ്ട് എനിക്ക് വിവരശേഖരണം സാധ്യമല്ല_
pt_br: Este grupo tem um canal de log salvo, mas eu não sou um administrador de lá, então eu não consigo postar/recuperar os registros_
ro_ro: _Acest grup are un jurnal de canal salvat, dar nu sunt membru acolo, deci nu pot posta/recupera informațiile sale_
ru: _У этой группы был сохранён канал с журналом, но меня там нет, поэтому я не могу публиковать информацию_
sr_sp: _Ова група је сачувала дневник дела, али ја нисам члан њен, тако да немогу слати/примати њене податке_
uk_ua: _У цієї групи був збережений канал з журналом, але мене там немає, тому я не можу публікувати інформацію_
ur_in: _اس گروپ میں چینل کا ریکارڈ ہے, لیکن میں اس کا رکن نہیں ہوں جس کی وجہ سے اس کی معلومات نشر یا درست نہیں کرسکتا_
