Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Admins: extra commands* `/extra [#trigger] [reply]` = set a reply to be sent when someone writes the trigger. _Example_ : with "`/extra #hello Good morning!`", the bot will reply "Good morning!" each time someone writes #hello. You can reply to a media (_photo, file, vocal, video, gif, audio_) with `/extra #yourtrigger` to save the #extra and receive that media each time you use # command `/extra list` = get the list of your custom commands. `/extra del [#trigger]` = delete the trigger and its message. *Note:* the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel. Now supports placeholders. Check the "welcome" tab for the list of the available placeholders
id: *Admin: extra commands* `/extra [#trigger] [reply]` = membuat pesan balasan jika user mengirim #trigger. _Contoh_ : with "`/extra #halo Selamat pagi!`", jika user mengirim teks #halo , bot akan membalas "Selamat pagi!". Kamu juga bisa me-reply command `/extra` ke media seperti (_photo, file, vocal, video, gif, audio_) dengan `/extra #trigger` untuk menyimpan media sebagai balasan jika user mengirim teks #trigger `/extra list` = menampilkan daftar custom command yang sudah dibuat. `/extra del [#trigger]` = menghapus trigger # dan isi pesannya. *Catatan*: Dapat menggunakan format markdown. Jika penggunaan markdown salah, bot akan membalas pesan bahwa format salah. Untuk penggunaan markdown yang benar. Baca [postingan berikut](https://telegram.me/GroupButler_ch/46)

source: *Admins: warns* `/warn [by reply]` = warn a user. Once the max number is reached, he will be kicked/banned. `/nowarns [by reply]` = reset the warns received by an user (both normal and media warns). `/warnmax [number]` = set the max number of the warns before the kick/ban. `/warnmax media [number]` = set the max number of the warns before kick/ban when an unallowed media is sent. How to see how many warns a user has received (or to reset them): use `/user` command. How to change the max. number of warnings allowed: `/config` command, then `menu` button. How to change the max. number of warnings allowed for media: `/config` command, then `media` button.
id: *Admin: warn* `/warn [dengan reply]` = memberi warn ke user. User akan di kick/ban jika warn sudah maksimal. `/warnmax [angka]` = menentukan nilai warn maksimal sebelum user di kick/ban. `/warnmax media [angka]` = menentukan nilai warn maksimal sebelum user di kick/ban (ketika mengirim media yang dianulir). Untuk melihat jumlah warn user (atau me-resetnya): gunakan command `/user`. Untuk mengubah jumlah maksimal warn: gunakan command `/config` dan tekan tombol `menu` . Untuk mengubah jumlah maksimal warn (media yang dianulir): gunakan command `/config` dan tekan tombol `media` .

source: *Admins: special characters* `/config` command, then `menu` button = you will receive in private the menu keyboard. Here you will find two particular options: _Arab and RTL_. *Arab*: when Arab it's not allowed (🚫), everyone who will write an arab character will be kicked from the group. *Rtl*: it stands for 'Righ To Left' character, and it's the responsible of the weird service messages that are written in the opposite sense. When Rtl is not allowed (🚫), everyone that writes this character (or that has it in his name) will be kicked.
id: *Admin: karakter spesial* `/config` , kemudian pilih tombol `menu` = kamu akan menerima inline keyboard. Ada 2 pengaturan karakter tertentu: _Arab dan RTL_. *Arab*: jika karakter arab dianulir (🚫), user yang mengirimnya akan dikeluarkan dari grup *Rtl*: (righ to left) karakter, menyebabkan service message (contoh: joined grup) menjadi aneh dan berlawanan. Jika karakter RTL dianulir (🚫), user yang menggunakannya (di nama/pesan) akan dikeluarkan dari grup.

source: *Admins: group language*" `/lang` = choose the group language (can be changed in private too). *Note*: translators are volunteers, so I can't ensure the correctness of all the translations. And I can't force them to translate the new strings after each update (not translated strings are in english). Anyway, translations are open to everyone. If you want to translate the bot, see an [information](https://github.com/RememberTheAir/GroupButler#translators) on GitHub. You can use `/strings` command to get the `.po` file of your language, and translate it
id: *Admin: bahasa grup*" `/lang` = untuk memilih bahasa grup (dapat digunakan di pm). *Note*: translators are volunteers, so I can't ensure the correctness of all the translations. And I can't force them to translate the new strings after each update (not translated strings are in english). Translasi terbuka untuk siapapun, jika kamu ingin mentranslate bot, lihat [informasi berikut](https://github.com/RememberTheAir/GroupButler#translators) di GitHub. You can use `/strings` command to get the `.po` file of your language, and translate it

source: *Admins: group settings* `/config` = manage the group settings in private with a comfortable inline keyboard. The inline keyboard has three sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned
id: *Admin: pengaturan grup* `/config` = mengubah pengaturan grup dengan inline keyboard Ada 3 buah sub menu *Menu*: berisi pengaturan grup umum *Antiflood*: mengaktifkan/nonaktifkan fitur antiflood, sensitifitas, dan menentukan media yang diperbolehkan *Media*: menentukan jenis media yang dianulir di grup, dan jumlah warn maksimal sebelum user di kick/ban dari grup

source: Flood manager
id: Pengaturan flood

source: General settings
id: Pengaturan umum

source: Characters
id: Karakter

source: Info
id: Informasi

source: 👥 Add me to a group
id: 👥 Tambahkan saya ke grup

source: Tap on a button to see the *related commands*
id: Tap pada tombol untuk *menampilkan command*

source: ❗️ Already on this tab
id: ! Sudah di tab ini

source: *No link* for this group. Ask the owner to generate one
id: Grup *tidak memiliki link*. Minta kepada creator grup untuk generate link

source: New action on max number of warns received: *ban*
id: Jika jumlah warn sudah maksimal: *ban*

source: New action on max number of warns received: *kick*
id: Jika jumlah warn sudah maksimal: *kick*

source: Manage the settings of the group. 📘 _Short legenda_: *Extra*: • 👥: the bot will reply *in the group*, with everyone • 👤: the bot will reply *in private* with normal users and in the group with admins *Silent mode*: If enabled, the bot won't send a confirmation message in the group when someone use /config or /dashboard. It will just send the message in private.
id: Menentukan pengaturan grup. 📘 _Penjelasan singkat_: *Extra*: • 👥: semua user dapat menggunakan extra command balasan akan *tampil di grup* • 👤: jika user bukan admin, bot akan membalas *melalui pm*. (Jika admin, balasan akan tampil di grup) *Silent mode*: Jika aktif, bot tidak akan mengirim pesan konfirmasi jika seseorang mengirim command /config, /dashboard atau /help . Balasan akan diterima melalui pm

source: ⚠️ Use the row below to change the warns settings!
id: ⚠️ Gunakan baris dibawah untuk mengubah pengaturan warn!

source: %s *banned* for flood!
id: %s *banned* karena flood!

source: %s *kicked* for flood!
id: %s *kicked* karena flood!

source: %s *banned*: media sent not allowed! ❗️ `%d` / `%d`
id: %s *banned*: media dianulir! ❗️ `%d` / `%d`

source: %s *kicked*: media sent not allowed! ❗️ `%d` / `%d`
id: %s *kicked*: media dianulir! ❗️ `%d` / `%d`

source: %s, this type of media is *not allowed* in this chat. (%d / %d)
id: %s, jenis media ini *dianulir* oleh grup. (%d / %d)

source: %s *kicked*: RTL character in names / messages not allowed!
id: %s *kicked*: karakter RTL pada nama/ messages dianulir!

source: %s *banned*: RTL character in names / messages not allowed!
id: %s *banned*: karakter RTL pada nama/ messages dianulir!

source: %s *kicked*: arab message detected!
id: %s *kicked*: teks arab terdeteksi!

source: %s *banned*: arab message detected!
id: %s *banned*: teks arab terdeteksi!

source: The text is not modified
id: Teks tidak diubah

source: *Choose your language:*
id: *Pilih bahasa:*

source: Instructions
id: Instruksi

source: Sending `%s.po` file...
id: Sedang mengirim file `%s.po`...

source: Tap on the icons
id: Tap pada icon

source: ⚙ Setting changed
id: ⚙ Pengaturan telah diubah

source: • *Message reported by*: %s (`%d`) • *Group*: %s
id: • *Pesan dilaporkan oleh*: %s (`%d`) • *Grup*: %s

source: • *Sticker sent by*: %s (`%d`)
id: • *Stiker dikirim oleh*: %s (`%d`)

source: • [Go to the message](%s)
id: • [Lihat pesan](%s)

source: • *Description*: %s
id: • *Deskripsi*: %s

source: Please write something next this poor `/setrules`
id: Command `/setrules` harus diikuti dengan teks

source: The number of warnings received by this user has been *reset* (Admin: %s)
id: Warn user ini telah *direset* (Admin: %s)

source: %s *banned*: reached the max number of warnings (%d/%d)
id: User %s *banned*: jumlah warn sudah maksimal (%d/%d)

source: %s *kicked*: reached the max number of warnings (%d/%d)
id: %s *kicked*: jumlah warn sudah maksimal (%d / %d)

source: %s *has been warned* (%d/%d)
id: %s *telah di warn* (%d/%d)

source: Warns *reset* (Admin: %s)
id: Warn *telah direset* (Admin: %s)

source: The number of warnings received by this user is already _zero_
id: Jumlah warn yang diterima user ini sudah _zero_

source: *Warn removed!* (%d/%d)
id: *Warn telah dihapus!* (%d/%d)

source: This message is too long, I can't send it
id: Gagal. Pesan terlalu panjang

source: This text breaks the markdown. More info about proper markdown usage can be found [here](https://telegram.me/GroupButler_ch/46).
id: Format (markdown) pesan salah. Baca [disini](https://telegram.me/GroupButler_ch/46) untuk penggunaan format yang benar.

source: No commands set!
id: Belum ada command yang dibuat!
