Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: 🔙 back
de_de: 🔙 zurück
he_il: 🔙 חזרה
id_id: 🔙 kembali
ml_in: 🔙 തിരികെ
ro_ro: 🔙 Înapoi
sr_sp: 🔙 назад
uk_ua: 🔙 назад
ur_in: 🔙 پیچھے

source: When you join a group moderated by this bot, you will receive the group rules in private
de: Wenn du eine Gruppe betritts welche diesen Bot verwendet, wirst du die GruppenRegeln im Privat Chat bekommen
de_de: Wenn du eine Gruppe betritts welche diesen Bot verwendet, wirst du die GruppenRegeln im Privat Chat bekommen
he_il: כאשר תצטרף לקבוצה אשר מנוטרת ע"י בוט זה, תקבל את חוקי הקבוצה בהודעה פרטית
id_id: Jika Anda baru bergabung dengan grup yang dimoderasi oleh bot ini, Anda akan menerima rules grup di pesan pribadi
it: Riceverai le regole in privato quando entri in un gruppo in cui il bot è presente
pt_br: Quando você entrar num grupo sendo moderado por mim, você receberá as regras do grupo no privado
ro_ro: Când vă alăturați unui grup moderat de acest bot, veți primi regulile grupului in privat
ru: Если ты вступишь в группу, модерируемую этим ботом, то получишь правила группы в личку
sr_sp: Если ты вступишь в группу, модерируемую этим ботом, то получишь правила группы в личку
uk_ua: Коли ви приєднуєтесь до групи модераторів цього боту, ви отримаєте правила групи в особистих повідомленнях
ur_in: جب آپ گروپ میں شامل ہونگے تو بذریعہ بوٹ آپ موڈریٹ کیے جائیں گے، گروپ کے قوانین آپکو پرسنل میں ملیں گے

source: If enabled, you will receive all the messages reported with the @admin command in the groups you are moderating
de: Wenn aktiviert, dann worst du alle mit @admin Reportete Nachrichten bekommen(aus deiner Gruppe)
de_de: Wenn aktiviert, dann worst du alle mit @admin Reportete Nachrichten bekommen(aus deiner Gruppe)
he_il: כאשר פונקציה זאת פעילה, תקבל את כל דיווחי המשתמשים אשר השתמשו בפקודה @admin בקבוצה שהנך מנהל בה
id_id: Jika aktif, anda akan menerima semua pesan yang dilaporkan dengan perintah @admin dari grup yang Anda moderasi
it: Se abilitato, riceverai in privato i messaggi segnalati con @admin (nei gruppi in cui sei admin)
pt_br: Se ativado, você receberá todas as mensagens reportadas com o comando @admin nos grupos que você é administrador
ro_ro: Dacă este activată, veți primi toate mesajele raportate cu comanda @admin în grupurile pe care le moderați
ru: Если включено, ты будешь получать из модерируемых групп все сообщения с жалобами командой @admin
sr_sp: Если включено, ты будешь получать из модерируемых групп все сообщения с жалобами командой @admin
uk_ua: Якщо увімкнено, ви будете отримувати повідомлення про всі скарги з допомогою команди @admin в групах, які модеруєте
ur_in: جب یہ فعال ہوگا، تو بذریعہ @admin کمانڈ شکایت کیے ہوئے تمام پیغامات آپ کو ان گروپس میں موصول ہونگے جو آپ کی زیرِ ادارت ہیں

source: Rules on join
de: Regeln beim betreten
de_de: Regeln beim betreten
he_il: חוקים בעת ההצטרפות
id: Rules ketika join
id_id: Terima rules
it: Regole all'entrata
ml_in: ചേരാനുള്ള നിയമങ്ങൾ
pt_br: Regras de entrada
ro_ro: Reguli de aderare
ru: Правила при вступлении
sr_sp: Правила при вступлении
uk_ua: Правила при вступі
ur_in: شامل ہونے کے وقت قوانین

source: Users reports
de: User Reports
de_de: User Reports
he_il: דיווחי משתמשים
id: Terima report
id_id: Terima laporan
it: Segnalazioni
ml_in: യൂസേഴ്സിൻറെ റിപ്പോർട്ടുകൾ
pt_br: Reportes de usuários
ro_ro: Rapoartele utilizatorilor
ru: Жалобы пользователей
sr_sp: Жалобы пользователей
uk_ua: Скарги користувачів
ur_in: صارفین کی شکایتیں

source: Name not available
de_de: Name nicht verfügbar
he_il: השם אינו פנוי
id_id: Nama tidak tersedia
ml_in: ലഭ്യമല്ല
ro_ro: Nume indisponibil
uk_ua: Ім'я недоступне
ur_in: نام موجود نہیں

source: Change your private settings
de: Verwalte deine Privaten Einstellungen
de_de: Verwalte deine Privaten Einstellungen
he_il: שנה את הגדרות הפרטיות שלך
id: Ubah pengaturan privasimu
id_id: Ubah pengaturan privasimu
it: Modifica le tue impostazioni personali
ml_in: നിങ്ങളുടെ സ്വകാര്യ ക്രമീകരണങ്ങൾ മാറ്റുക
pt_br: Alterar suas configurações de privacidade
ro_ro: Schimbă-ți setările private
ru: Изменяй свои личные настройки
sr_sp: Изменяй свои личные настройки
uk_ua: Тут ви можете змінити свої особисті налаштування
ur_in: اپنی پرائیویٹ سیٹنگ تبدیل کیجیے

source: ⚙ Setting applied
de: ⚙️Einstellungen angewandt
de_de: ⚙️Einstellungen angewandt
he_il: ⚙ הגדרה הוחלה
id_id: ⚙ Pengaturan sudah diterapkan
it: ⚙ Impostazioni cambiate
ml_in: ⚙ സെറ്റിങ്‌സ് ബാധകമാക്കി
pt_br: ⚙ Configuração aplicada
ro_ro: ⚙ Setare aplicată
ru: ⚙ Настройка применена
sr_sp: ⚙ Настройка применена
uk_ua: ⚙ Налаштування збереженні
ur_in: سیٹنگز کا اطلاق ہوگيا

source: • <b>Message reported by</b>: %s (<code>%d</code>)
de_de: • <b>Nachricht gemeldet von</b>: %s (<code>%d</code>)
he_il: • <b>הודעה זאת דווחה ע"י</b>: %s (<code>%d</code>)
id_id: • <b>Pesan dilaporkan oleh</b>: %s (<code>%d</code>)
ro_ro: • <b>Mesaj raportat de către</b>: %s (<code>%d</code>)
sr_sp: • <b>Сообщил</b>: %s (<code>%d</code>)
uk_ua: • <b>Повідомив</b>: %s (<code>%d</code>)
ur_in: • <b>پیغام کی شکایت کی گئی بذریعہ</b>: %s (<code>%d</code>)

source: • <b>Reported message sent by</b>: %s (<code>%d</code>)
de_de: • <b>Gemeldete Nachricht ist von</b>: %s (<code>%d</code>)
he_il: • <b>הודעה מדווחת נשלחה ע"י </b>: %s (<code>%d</code>)
id_id: • <b>Pesan terlapor dikirim oleh</b>: %s (<code>%d</code>)
ro_ro: • <b>Mesaj raportat trimis de către</b>: %s (<code>%d</code>)
sr_sp: • <b>Сообщение отправил</b>: %s (<code>%d</code>)
uk_ua: • <b>Скаргу надіслано</b>: %s (<code>%d</code>)
ur_in: • <b>شکایت کیا ہوا پیغام ارسال کیا گیا ہے از جانبِ</b>: %s (<code>%d</code>)

source: • <b>Group</b>: %s
de_de: • <b>Gruppe</b>: %s
he_il: • <b>קבוצה</b>: %s
id_id: • <b>Grup</b>: %s
ro_ro: • <b>Grup</b>: %s
sr_sp: • <b>Группа</b>: %s
uk_ua: • <b>Група</b>: %s
ur_in: • <b>گروپ</b>: %s

source: • <b>Group</b>: <a href="%s">%s</a>
de_de: • <b>Gruppe</b>: <a href="%s">%s</a>
he_il: • <b>קבוצה</b>: <a href="%s">%s</a>
id_id: • <b>Grup</b>: <a href="%s">%s</a>
ro_ro: • <b>Grup</b>: <a href="%s">%s</a>
sr_sp: • <b>Группа</b>: <a href="%s">%s</a>
uk_ua: • <b>Група</b>: <a href="%s">%s</a>
ur_in: • <b>گروپ</b>: <a href="%s">%s</a>

source: • <a href="%s">Go to the message</a>
de: • <a href="%s">Gehe zur Nachricht</a>
de_de: • <a href="%s">Gehe zur Nachricht</a>
he_il: • <a href="%s">עבור להודעה</a>
id_id: • <a href="%s">Lihat pesan</a>
it: • <a href="%s">Vai al messaggio</a>
pt_br: • <a href="%s">Ir para a mensagem</a>
ro_ro: • <a href="%s">Du-te la mesaj</a>
ru: • <a href="%s">Перейти к сообщению</a>
sr_sp: • <a href="%s">Иди до поруке</a>
uk_ua: • <a href="%s">Перейти до повідомлення</a>
ur_in: • <a href="%s">پیغام پر جائیے</a>

source: • <b>Description</b>: <i>%s</i>
de: *Beschreibung*:
de_de: • <b>Beschreibung</b>: <i>%s</i>
he_il: • <b>תיאור</b>: <i>%s</i>
id_id: • <b>Deskripsi</b>: <i>%s</i>
it: • <b>Descrizione</b>: <i>%s</i>
ml_in: • <b>വിവരണം</b>: <i>%s</i>
pt_br: • <b>Descrição</b>: <i>%s</i>
ro_ro: • <b>Descriere</b>: <i>%s</i>
ru: • <b>Описание</b>: <i>%s</i>
sr_sp: • <b>Опис</b>: <i>%s</i>
uk_ua: • <b>Опис</b>: <i>%s</i>
ur_in: • <b>ڈسکریپشن</b>: <i>%s</i>

source: Address this report
de_de: Report begutachten
he_il: טפל בדיווח זה
id_id: Temukan laporan ini
ro_ro: Adresează-te acestui raport
sr_sp: Адресирај овај извештај
uk_ua: Обробити цю скаргу
ur_in: اس شکایت کو کہیں

source: _Invalid value:_ number of times allowed (`input: %d`)
de_de: _Ungültiger Wert:_ Anzahl der Male, die erlaubt ist (`Eingabe: %d`)
he_il: _ערך לא תקין:_ מספר הפעמים המותר (`input: %d`)
id_id: _Nilai tidak valid:_ jumlah waktu yang diizinkan (`input: %d`)
ro_ro: _Valoare invalidă:_ de câte ori este permis (`introdu: %d`)
sr_sp: _Неважећа вредност:_ број пута дозвољено (`унесено: %d`)
uk_ua: _Неправильне значення:_ кількість допустимих спроб (`введено: %d`)
ur_in: _غلط مقدار:_ اجازت دی ہوئی مرتبوں کی مقدار(`داخل کرنا: %d`)

source: _Invalid value:_ time (`input: %d`)
de_de: _Ungültiger Wert:_ Zeit (`Eingabe: %d`)
he_il: _Iערך לא תקין:_ זמן (`input: %d`)
id_id: _Nilai tidak valid:_ (`input: %d`)
ro_ro: _Valoare invalidă:_ timp ('introdu: %d')
sr_sp: _Неважећа вредност:_ време (`унесено: %d`)
uk_ua: _Неправильне значення:_ час (`введено: %d`)
ur_in: _ان ویلڈ ویلیو:_ وقت (`داخل کرنا: %d`)

source: *New parameters saved*. Users will be able to use @admin %d times/%d minutes
de_de: *Neue Parameter gespeichert*. Benutzer werden %d mal in %d Minuten in der Lage sein, @admin zu benutzen
he_il: *פרמטרים חדשים נשמרו*. משתמשים יוכלו להשתמש בפקודה @admin %d פעמים/%d דקות
id_id: *Parameter baru tersimpan*. Pengguna akan dapat menggunakan @admin %d kali/%d menit.
ml_in: *New parameters saved*. യൂസറിന് ഇനി @admin കമാൻഡ്, %d times/%d minutes ഉപയോഗിക്കാം
ro_ro: *Parametri noi salvați*. Utilizatorii vor putea să folosească @administrator de %d ori/%d minute
sr_sp: *Нове опције су сачуване*. Корисници ће моћи да користе @admin %d пута/%d минута
uk_ua: *Нові параметри збережені*. Користувачі зможуть використовувати @admin %d разів/%d хвилин
ur_in: *نیے تجربات محفوظ کیے گئے* صارفین کیلیے ممکن ہے استعمال کرنا@admin %d مرتبہ %d منٹس

source: _Please, do not abuse this command. It can be used %d times every %d minutes_. Wait other %d minutes, %d seconds.
de_de: _Bitte diesen Befehl nicht misbrauchen. Er kann %d mal jede %d Minuten benutzt werden_. Warte %d Minuten, %d Sekunden.
he_il: _אנא אל תנצל לרעה את הפקודה הזאת. אפשר להשתמש בה %d פעמים בכל %d דקות_. המתן עוד %d דקות, %d שניות.
id_id: _Ow ow ow, tolong jangan abuse perintah ini. Cuma bisa digunakan %d kali setiap %d menit_. Tunggu %d menit, %d detik.
ro_ro: _Vă rugăm, nu abuzați această comandă. Poate fi folosită de %d ori la fiecare %d minute_. Așteptați alte %d minute, %d secunde.
sr_sp: _Молимо Вас не злоупотребљавајте команде. Може се користити %d пута сваког %d минута_. Чекајте %d минута, %d секунди.
uk_ua: Будь ласка, не зловживайте цією командою. Його можна використовувати %d раз на кожні %d хвилин_. Зачекайте %d хвилин, %d секунд.
ur_in: _براہ کرم، اس کمانڈ کو برا نہ کہیں. یہ %d دفعہ استعمال ہو سکتا ہے ہر %d منٹوں میں_. انتظار کیجیے دیگر%d منٹس، %d سکینڈس.

source: _Reported to %d admin(s)_
de: _Reportet zu %d Admin(s)_
de_de: _Reportet zu %d Admin(s)_
he_il: _דיווח נשלח ל%d מנהל(ים)_
id: _Sudah dilaporkan ke %d admin_
id_id: _Telah dilaporkan ke %d admin_
it: _Segnalato a %d admin_
pt_br: _Reportado para %d administrador(es)_
ro_ro: _Raportat către %d administrator(i)_
ru: _Сообщено %d админам_
sr_sp: _Сообщено %d админам_
uk_ua: _Повідомлено %d адміну(ам)_
ur_in: _اسے پہنچا دیا گیا ہے%d منتظم کو_

source: You closed this issue and deleted all the other reports sent to the admins
de_de: Du hast diese Meldung als gelöst markiert
he_il: סגרת את הטיפול ומחקת את כל שאר הדיווחים שנשלחו למנהלים
id_id: Anda menutup masalah ini dan menghapus semua laporan-laporan lain yang dikirim ke admin
ro_ro: Ați închis această problemă și ați șters toate celelalte rapoarte trimise administratorilor
sr_sp: Вы закрыли вопрос и удалили все жалобы, посланные администраторам
uk_ua: Ви закрили це питання і видалили всі скарги, надіслані адміністраторам
ur_in: آپ نے اس مسئلہ کو بند کردیا اور دیگر منتظمین کو ارسال کی ہوئی شکایات کو ڈیلیٹ کردیا

source: This message is too old (>2 days)
de_de: Diese Nachricht ist zu alt (>2 Tage)
he_il: הודעה זו ישנה מדי (>2 ימים)
id_id: Pesan ini terlalu tua (>2 hari)
ro_ro: Acest mesaj este prea vechi (>2 zile)
sr_sp: Это сообщение слишком старое (>2 дней)
uk_ua: Це повідомлення занадто старе (>2 днів)
ur_in: یہ پیغام بہت پرانا ہے(دو دنوں سے زیادہ)

source: ❕ Already (being) adressed
de_de: ❕ Wird schon begutachtet
he_il: ❕ כבר (נמצא) בטיפול
id_id: ❕ Sudah ditemukan
ro_ro: ❕ Deja (fiind) adresat
sr_sp: ❕ Уже рассмотрено
uk_ua: ❕ Вже (був) адресований
ur_in: ❕ پہلے (ہی) کہا جا چکا ہے

source: Close issue
de_de: Problem schließen
he_il: הדיווח טופל ונסגר
ml_in: പ്രശ്നം തീർക്കുക
ro_ro: Închide problema
sr_sp: Закрыть вопрос
uk_ua: Закрити питання
ur_in: مسئلہ ختم کیجیے

source: %s has/will address this report
de_de: %s hat/wird diese Meldung bearbeiten
he_il: %s מטפל בדיווח הזה
id_id: %s telah/akan membahas laporan ini
ro_ro: %s a abordat/va aborda acest raport
sr_sp: %s рассмотрел эту жалобу
uk_ua: %s має звернення до цієї скарги
ur_in: %s اس رپورٹ پر کارروائی کرچکے یا کریں گے

source: This button will delete all the reports sent to the other admins. Tap it again to confirm
de_de: Dieser Knopf wird alle Meldungen, welche an die Administratoren gesendet wurden, löschen. Klicke erneut zum bestätigen
he_il: לחצן זה ימחק את הדיווחים שנשלחו לשאר המנהלים. לחץ שוב לאישור
id_id: Tombol ini akan menghapus semua laporan yang dikirim ke admin lain. Ketuk lagi untuk konfirmasi
ro_ro: Acest buton va șterge toate rapoartele trimise la ceilalți administratori. Atingeți-l din nou pentru a confirma
sr_sp: Эта кнопка удалит все жалобы, посланные другим администраторам. Нажмите снова для подтверждения
uk_ua: Ця кнопка видаляє всі скарги, надіслані іншим адміністраторам. Натисніть ще раз, щоб підтвердити
ur_in: یہ بٹن دیگر منتظمین کو ارسال کی ہوئیں رپورٹس ڈیلیٹ کر دیگا۔تصدیق کیلیے اس پر ٹیپ کیجیے

source: (issue closed by you)
de_de: (Thema von dir geschlossen)
he_il: (הטיפול בדיווח נסגר על ידך)
id_id: (masalah diselesaikan oleh Anda)
ml_in: (പ്രശ്നം നിങ്ങൾ പരിഹരിച്ചു)
ro_ro: (problema închisă de tine)
sr_sp: (вопрос закрыт вами)
uk_ua: (питання закрито вами)
ur_in: (مسئلہ آپ کے واسطے سے حل ہوا)

source: 🚫 Unknown or non-existent group
de: 🚫 Unbekannte/Nicht Existente Gruppe
de_de: 🚫 Unbekannte/Nicht Existente Gruppe
he_il: 🚫 קבוצה לא ידועה\ לא קיימת
id_id: 🚫 Grup tidak ada atau tidak dikenali
it: 🚫 Gruppo sconosciuto o non esistente
ml_in: 🚫ഈ ഗ്രൂപ്പ് നിലവിലില്ല
pt_br: 🚫 Grupo desconhecido ou inexistente
ro_ro: 🚫 Grup necunoscut sau inexistent
ru: 🚫 Неизвестная или несуществующая группа
sr_sp: 🚫 Неизвестная или несуществующая группа
uk_ua: 🚫 Невідома або неіснуюча група
ur_in: 🚫 گمنام یا غیر موجود گروپ

source: 🚷 You are not a member of this chat. You can't read the rules of a private group.
de: 🚷 Du bist kein User von diesem Chat. Du kannst die Regeln einer Privaten Gruppe nicht einsehen!
de_de: 🚷 Du bist kein User von diesem Chat. Du kannst die Regeln einer Privaten Gruppe nicht einsehen!
he_il: 🚷 אתה לא חבר בקבוצה זאת. אינך יכול לקרוא חוקים של קבוצה פרטית.
id_id: 🚷 Anda bukan anggota dari obrolan ini. Anda tidak dapat melihat rules grup private.
it: 🚷 Non sei un membro di questo gruppo. Non è possibile leggere le regole di un gruppo privato
ml_in: 🚷നിങ്ങൾ ഈ ചാറ്റിൽ അംഗമല്ല. പ്രൈവറ്റ് ഗ്രൂപ്പിന്റെ നിയമങ്ങൾ നിങ്ങൾക്ക് കാണാൻ സാധിക്കുകയില്ല.
pt_br: 🚷 Você não é um membro deste grupo. Você não pode ler as regras de um grupo privado.
ro_ro: 🚷 Nu sunteți un membru al acestei conversații. Nu puteți citi regulile unui grup privat.
ru: 🚷 Ты не участник этого чата и не можешь смотреть правила приватной группы.
sr_sp: 🚷 Ты не участник этого чата и не можешь смотреть правила приватной группы.
uk_ua: 🚷 Ви не є членом групи. Ви не можете бачити налаштування приватної групи.
ur_in: 🚷 آپ اس گروپ کے رکن نہیں ہیں. آپ پرائیوٹ گروپ کے قوانین نہیں دیکھ سکتے.

source: Please write something next `/setrules`
de_de: Schreiben Sie bitte etwas nach `/setrules`
he_il: אנא כתוב משהו לאחר `/setrules`
id_id: Silakan tulis sesuatu setelah `/setrules`
it: Per favore, scrivi qualcosa accanto a `/setrules`
ml_in: `/setrules` ശേഷം എന്തെങ്കിലും എഴുതുക
pt_br: Por favor escreva algo após este comando `/setrules `
ro_ro: Vă rog scrieți ceva după `/setrules`
ru: Пожалуйста, напиши что-нибудь после `/setrules`
sr_sp: Пожалуйста, напиши что-нибудь после `/setrules`
uk_ua: Будь ласка, напиши що-небудь після `/setrules`
ur_in: براہ کرم `/setrules` کے بعد کچھ لکھیں

source: Rules has been deleted.
de_de: Regeln wurden gelöscht.
he_il: חוקי הקכוצה נמחקו.
id_id: Rules telah dihapus.
it: Le regole sono state eliminate.
ml_in: നിയമങ്ങൾ എല്ലാം നീക്കം ചെയ്തു
pt_br: As regras foram removidas.
ro_ro: Regulile au fost șterse.
ru: Правила удалены.
sr_sp: Правила удалены.
uk_ua: Правила були видалені.
ur_in: قوانین ڈیلیٹ کردیے گئے.

source: New rules *saved successfully*!
de: Neue Regeln: *Speichern erfolgreich*!
de_de: Neue Regeln: *Speichern erfolgreich*!
he_il: חוקי הקבוצה *נשמרו בהצלחה*!
id: Rules baru *berhasil disimpan*!
id_id: Rules baru *berhasil disimpan*!
it: Le nuove regole *sono state salvate correttamente*!
ml_in: പുതിയ നിയമങ്ങൾ *സേവ് ചെയ്തു*!
pt_br: As novas regras foram *salvas com sucesso*!
ro_ro: Reguli noi *salvate cu succes*!
ru: Новые правила *успешно сохранены*!
sr_sp: Новые правила *успешно сохранены*!
uk_ua: Нові правила *успішно збережені*!
ur_in: نئے قوانین *کامیابی کے ساتھ* محفوظ ہوگئے!

source: _You (user ID: %d) are in the blocked list_
de: _Deine (User ID: %d) ist in der Bann liste_
de_de: _Deine (User ID: %d) ist in der Bann liste_
he_il: _אתה (מזהה משתמש: %d) נמצא ברשימת החסומים_
id_id: _Anda (ID pengguna: %d) ada di daftar hitam bot._
it: _Tu (user ID: %d) sei nella lista degliutenti bloccati_
ml_in: _നിങ്ങൾ (user ID: %d) തടഞ്ഞവരുടെ ലിസ്റ്റിലാണ്_
pt_br: _O seu (ID:%d) está na lista negra_
ro_ro: _Tu (ID-ul de utilizator: %d) ești în lista de acces interzis_
ru: _Ты (ID: %d) в чёрном списке_
sr_sp: _Ты (ID: %d) в чёрном списке_
uk_ua: _Ти (ID: %d) у чорному списку_
ur_in: _آپ (ID: %d) بلاک شدہ فہرست میں ہیں_

source: _Admin mode is on: only the bot admin can add me to a new group_
de: _Admin Modus ist an: Nur der Bot Admin kann mich zu einer neuen Gruppe hinzufügen_
de_de: _Admin Modus ist an: Nur der Bot Admin kann mich zu einer neuen Gruppe hinzufügen_
he_il: _מצב ניהול מופעל: רק מנהל הבוט יכול להוסיף אותי לקבוצה חדשה_
id_id: _Mode admin aktif: hanya admin bot yang dapat menambahkan saya ke grup_
it: _Mi dispiace, solo il creatore di questo bot può aggiungermi ad un gruppo in questo momento_
ml_in: _അഡ്മിൻ മോഡ് ഓൺ ആയി: ബോട്ടിൻറെ അഡ്മിന് മാത്രമേ ഇനി പുതിയ ഗ്രൂപ്പിലേക്ക് ആഡ് ചെയ്യാൻ കഴിയൂ_
pt_br: _O modo Administrador está ativado: somente o administrador do bot pode me adicionar a um novo grupo_
ro_ro: _Modul administrator este pornit: numai bot-ul administrator mă poate adăuga într-un grup nou_
ru: _Админ-режим активирован: только админ бота может добавить меня в новую группу_
sr_sp: _Админ-режим активирован: только админ бота может добавить меня в новую группу_
uk_ua: _Адмін-режим активований: тільки адмін бота може додати мене в нову групу_
ur_in: _ ایڈمن موڈ فعال ہے: صرف بوٹ ایڈمن مجھے نیے گروپ میں شامل کرسکتا ہے_

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work.
de: Hallo! Mein name ist %s, und ich bin ein Bot gemacht um zu helfen beim Administrieren der Gruppe.
de_de: Hallo! Mein name ist %s, und ich bin ein Bot, gemacht zum helfen beim Administrieren von Gruppen.
he_il: שלום לכולם! שמי הוא %s, ואני בוט אשר נוצר בכדי לעזור למנהלי הקבוצה בעבודתם הקשה.
id_id: Halo semuanya! Saya adalah %s, sebuah bot yang dibuat untuk membantu admin mengelola grup.
it: Ciao a tutti! Il mio nome è %s, e sono stato creato per aiutare gli admin nel loro duro lavoro :)
ml_in: ഹലോ കൂട്ടുകാരേ! ഞാൻ %s, ഗ്രൂപ്പ് അഡ്മിന്മാരെ സഹായിക്കാൻ വേണ്ടിയാണ് എന്നെ ഉണ്ടാക്കിയിരിക്കുന്നത്.
pt_br: Olá a todos! Meu nome é %s, e eu sou um bot feito para ajudar os administradores em seu trabalho duro.
ro_ro: Salutare tuturor! Numele meu este %s, și sunt un bot creat pentru a ajuta administratorii în munca lor grea.
ru: Всем привет! Меня зовут %s, я бот для помощи администраторам в их нелёгкой работе.
sr_sp: Всем привет! Меня зовут %s, я бот для помощи администраторам в их нелёгкой работе.
uk_ua: Всім привіт! Мене звуть %s, я бот для допомоги адміністраторам в їх нелегкій роботі.
ur_in: خوش آمدید! میرا نام %s ہے، میں ایک بوٹ ہوں جسے منتظمین کے مشقت بھرے کاموں میں تعاون کرنے کیلیے تشکیل دیا گیا ہے.

source: Yay! This group has been upgraded. You are great! Now I can work properly :)
de: Juhu! Diese Gruppe wurde upgegraded. Jetzt kann ich richtig Arbeiten :)
de_de: Juhu! Diese Gruppe wurde upgegraded. Jetzt kann ich richtig Arbeiten :)
he_il: מגניב! קבוצה זו שודרגה. אתה נהדר! כעת אני יכול לתפקד כמו שצריך :)
id_id: Yay! Grup ini telah ditingkatkan. Anda luar biasa! Sekarang saya dapat berfungsi dengan maksimal :)
it: Il gruppo è stato convertito, fantastico! Ora posso funzionare come si deve :)
ml_in: ഹോ! ഗ്രൂപ്പ് അപ്ഗ്രേഡ് ആയി.നിങ്ങൾ പൊളിയാണ്! ഇനി എനിക്ക് നല്ലപോലെ ജോലി ചെയ്യാം :)
pt_br: Muito bom! Este grupo foi atualizado. Você está indo muito bem! Agora eu posso trabalhar corretamente :)
ro_ro: Super Vești! Acest grup a fost actualizat. Ești grozav! Acum pot funcționa în mod corespunzător :)
ru: Ура! Эта группа обновлена. Ты молодец! Теперь я смогу корректно работать :)
sr_sp: Ура! Эта группа обновлена. Ты молодец! Теперь я смогу корректно работать :)
uk_ua: Ура! Ця група була оновлена. Ти молодець! Тепер я зможу коректно працювати :)
ur_in: خوب! یہ گروپ اپ گریڈ ہوچکا. آپ عبقری ہیں! اب میں صحیح طور سے کام کرسکتا ہوں! :)

source: *List of available languages*:
de_de: *Liste verfügbarer Sprachen*:
he_il: *רשימת השפות הזמינות*:
id: *Daftar bahasa yang tersedia*:
id_id: *Daftar bahasa yang tersedia*:
it: *Elenco delle lingue disponibili:*
ml_in: *ഭാഷകളുടെ ലിസ്റ്റ്*:
pt_br: *Lista de idiomas disponíveis:*
ro_ro: *Lista limbilor disponibile*:
ru: *Список доступных языков*:
sr_sp: *Список доступных языков*:
uk_ua: *Список доступних мов*:
ur_in: *دستیاب زبانوں کی فہرست*:

source: English language is *set*
de: German language is *set*
de_de: German language is *set*
he_il: השפה העברית *הוגדרה*
id: Bahasa Indonesia *telah digunakan*
id_id: Bahasa Indonesia *telah digunakan*
it: Italiano impostato
ml_in: മലയാളം ഭാഷ തിരഞ്ഞെടുത്തു
pt_br: O idioma português foi *configurado*
ro_ro: Limba engleză este *setată*
ru: Установлен русский язык
sr_sp: *Выставлен* сербский язык
uk_ua: *Встановлена* українська мова
ur_in: اردو زبان *منتخب* ہوئی

source: . Please note that translators are volunteers, and this localization _may be incomplete_. You can help improve translations on our [Crowdin Project](https://crowdin.com/project/group-butler).
de_de: . Groupbutler Übersetzer sind Freiwillige, und diese Übersetzungen sind _teilweise unvollständig_. Hilf uns, die Übersetzungen zu Verbessern, auf unserer [Crowdin-Seite](https://crowdin.com/project/group-butler).
he_il: . לידיעתך המתרגמים בפרויקט זה עובדים בהתנדבות, ותרגום זה _עשוי להיות לא שלם_. אתה מוזמן לעזור בשיפור התרגום ב[פרויקט Crowdin](https://crowdin.com/project/group-butler) שלנו.
id_id: . Harap dicatat bahwa penerjemah bersifat relawan, dan translasi ini bisa saja kurang tepat dan belum sempurna. Anda dapat membantu meningkatkan terjemahan pada [Project Crowdin kami](https://crowdin.com/project/group-butler).
ml_in: ശ്രദ്ധിക്കുക: ഞങ്ങളുടെ പരിഭാഷകർ വോളന്റീയർസ് ആണ്, ഈ ഭാഷ _അപൂർണമായിരിക്കാം_. നിങ്ങൾക്ക് ഈ ഭാഷ വിപുലമാക്കാൻ ഞങ്ങളുടെ [Crowdin Project](https://crowdin.com/project/group-butler) സന്ദർശിക്കുക.
ro_ro: . Vă Rugăm să rețineți că traducătorii sunt voluntari și această traducere _poate fi incompletă_. Puteți ajuta la îmbunătățirea traducerilor pe [Crowdin Proiect](https://crowdin.com/project/group-butler).
sr_sp: . Имейте в виду, что переводом занимаются волонтёры, перевод в некоторых местах _может отсутствовать_. Вы можете помочь, вступив в команду переводчиков на [Crowdin](https://crowdin.com/project/group-butler).
uk_ua: . Майте на увазі, що перекладом займаються волонтери, переклад в деяких місцях _може бути відсутнім_. Ви можете допомогти, вступивши в команду перекладачів на [Crowdin](https://crowdin.com/project/group-butler).
ur_in: . براہ کرم نوٹ کریں کہ مترجم رضاکار ہیں، اور یہ لوکلائزیشن _نامکمل ہو سکتا ہے_. آپ ہمارے [کروڈین پروجیکٹ](https://crowdin.com/project/group-butler) پر ترجمہ کو بہتر بنانے میں مدد کرسکتے ہیں۔.
