Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Admins: info about the group* • `/setrules [group rules]`: set the new regulation for the group (the old will be overwritten). • `/setrules -`: delete the current rules. *Note*: the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel • `/setlink [link|-]`: set the group link, so it can be re-called by other admins, or unset it. If you are going to use it in a public supergroup, you do not need to append the group link. Just send `/setlink` • `/link`: get the group link, if already set. • `/msglink`: get the link to a message. Works only in public supergroups *Note*: the bot can recognize valid group links. If a link is not valid, you won't receive a reply.
he_il: * למנהלים: מידע על הקבוצה * • `/setrules [חוקי הקבוצה]`: קבע את החוקים החדשים עבור הקבוצה (החדשים יוחלפו בישנים). • `/ setrules-`: מחק את הכללים הנוכחיים. *הערה*: פונקציית MarkDown נתמכת. אם הטקסט שנשלח שובר את הפונקציה, הבוט יודיע שמשהו אינו כשורה. לשימוש נכון של הסימון, בדוק את [הפוסט הזה](https://telegram.me/GroupButler_ch/46) בערוץ שלנו • `/setlink [קישור|-]`: הגדר את הקישור לקבוצה, כך שהוא יכול להתפרסם מחדש על ידי מנהלי מערכת אחרים, או השתמש בפקודה ריקה בכדי לבטל את הגדרתו. אם אתה הולך להשתמש בו ב- supergroup ציבורית, אתה לא צריך לצרף את הקישור לקבוצה. פשוט שלח `/setlink` "` /Link`: קבל את הקישור לקבוצה, אם כבר מוגדר. • `/msglink`: קבל את הקישור להודעה. עובד רק ב- supergroups ציבוריות * הערה *: הבוט יכול לזהות קישורי קבוצה חוקיים. אם קישור אינו חוקי, לא תקבל תשובה.
id_id: *Admin: informasi tentang grup* • `/setrules [aturan grup]`: membuat aturan grup yang baru (yang lama akan tertimpa). • `/setrules -`: menghapus aturan grup saat ini. *Catatan*: perintah ini mendukung format markdown. Bot akan memberitahu jika ada format yang salah. Berikut [penggunaan markdown yang tepat](https://telegram.me/GroupButler_ch/46). • `/setlink [ltautan|-]`: menetapkan tautan grup, nanti bisa ditampilkan oleh admin, atau dihapus. Jika Anda ingin menggunaannya di supergroup publik, tidak perlu mengirim tautan setelah perintah, cukup `/setlink` saja. • `/link`: melihat tautan grup, jika sudah dibuat. • `/msglink`: melihat tautan dari sebuah pesan, hanya bisa di supergroup publik. *Catatan*: bot mengetahui tautan grup valid atau tidak. Jika tidak, bot tidak akan memberi balasan.
ml_in: *Admins: ഗ്രൂപ്പിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ* • `/setrules [group rules]`: ഗ്രൂപ്പിൻറെ പുതിയ നിയമങ്ങൾ സെറ്റ് ചെയ്യാൻ.(പഴയത് നീക്കം ചെയ്യും) • `/setrules -`: ഇപ്പോഴുള്ള നിയമങ്ങൾ നീക്കം ചെയ്യാൻ *ശ്രദ്ധിക്കുക*: markdown സപ്പോർട്ട് ആണ്. അയക്കുന്ന ടെക്സ്റ്റ് markdown നെ ബ്രേക്ക് ചെയ്‌താൽ ബോട്ട് എന്തോ കുഴപ്പമുണ്ടെന്ന് പറയും. markdown ശരിയായി ഉപയോഗിക്കാൻ, [ഇവിടെ](https://telegram.me/GroupButler_ch/46) പരിശോധിക്കുക. • `/setlink [link|-]`: ഗ്രൂപ്പിൻറെ ലിങ്ക് സെറ്റ് ചെയ്യാൻ. മറ്റുള്ളവർക്ക് എളുപ്പമായി ലിങ്ക് കണ്ടുപിടിക്കാൻ സാധിക്കും. നിങ്ങൾ ഇതൊരു സൂപ്പർ ഗ്രൂപ്പിലാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ `/setlink` മാത്രം ഉപയോഗിച്ചാൽ മതിയാകും. • `/link`: നേരത്തേ സെറ്റ് ചെയ്ത ഗ്രൂപ്പിൻറെ ലിങ്ക് കാണാൻ. • `/msglink`: ഒരു മെസ്സേജിന്റെ ലിങ്ക് ലഭിക്കാൻ. പബ്ലിക് സൂപ്പർ ഗ്രൂപ്പിൽ മാത്രമേ ഇത് വർക്ക് ചെയ്യൂ. *ശ്രദ്ധിക്കുക*: നിങ്ങളുടെ ഗ്രൂപ്പ് ലിങ്ക് വാലിഡ്‌ അല്ലെങ്കിൽ, നിങ്ങൾക്ക് റിപ്ലൈ ലഭിക്കില്ല.
ro_ro: *Administratori: informații despre grup* • `/setrules [regulile grupului]`: setați noile reguli pentru grup (cele vechi vor fi înlocuite). • `/setrules -`: șterge regulile actuale. *Notă*: marcajul este acceptat. Dacă textul trimis întrerupe marcajul, bot-ul va anunța că ceva este greșit. Pentru o utilizare corectă a marcajului, verifică [acest post](https://telegram.me/GroupButler_ch/46) pe canal • `/setlink [link|-]`: configurează link-ul grupului, astfel încât acesta poate fi redenumit de către alți administratori, sau dezactivat. Dacă aveți de gând să-l folosiți într-un super-grup public, nu este nevoie să adăugați link-ul de grup. Trimiteți doar `/setlink` • `/link`: obțineți link-ul grupului, dacă este deja setat. • `/msglink`: ia link-ul într-un un mesaj. Funcționează numai în super grupurile publice *Notă*: bot-ul poate recunoaște link-urile de grup valide. Dacă link-ul nu este valid, nu veți primi un răspuns.
uk_ua: *Адмінам: інформація про групу* • `/setrules [правила групи]: встановить нові правила для групи (старі будуть перезаписані). • `/setrules -`: видалення поточного правила. *Примітка*: відмітки підтримуються. Якщо текст відправлений порушує відмітки, бот буде повідомляти про те, що щось не так. для правильного використання відміток, перевірте [повідомлення] (https://telegram.me/GroupButler_ch/46) в каналі • `/setlink [посилання|-]`: набір в групу за посиланням, тому він може бути повторно викликаніийіншими адмінами, або виключити його. Якщо ви збираєтеся використовувати його в публічній супергрупі, вам не потрібно додавати посилання на групу. Просто відправте `/setlink` • `/link`: зробить посилання на групу, якщо воно вже встановлене. • `/msglink`: отримати посилання на повідомлення. Працює тільки в піблічних супергрупах *Примітка*: бот може визнати допустимим групи посилань. Якщо посилання не дійсне, ви не отримаєте відповіді.
ur_in: *منتظمین: گروپ سے متعلق معلومات* • `/setrules [گروپ کے قوانین]`: گروپ کے لیے نئے اصول و ضوابط طے کریں۔ (پرانے اصول و ضوابط مٹ جائیں گے)۔ • `/setrules -`: حالیہ اصول و ضوابط کو حذف کر دے گا۔ *نوٹ*: مارک ڈاؤن معاون ہے، اگر بھیجی گئی تحریر میں مارک ڈاؤن میں نقص ہوتا ہے تو، بوٹ مطلع کرے گا کہ کچھ خرابی ہے۔ مارک ڈاؤن کے درست استعمال کے لیے، دیکھیں [اس پوسٹ کو](https://telegram.me/GroupButler_ch/46) چینل میں. • `/setlink [لنک|-]`: گروپ کی لنک طے کرتا ہے، اس طرح یہ دوسرے منتظمین کے ذریعہ ختم یا بدلا جا سکتا ہے۔ • اگر اسے آپ عوامی سوپر گروپ میں استعمال کرتے ہیں تو، آپ کو لنک شامل کرنے کی ضرورت نہیں۔ صرف `/setlink` بھیجیں • `/link`: گروپ کا لنک حاصل کریں، اگر پہلے سے طے ہے۔ • `/msglink`: کسی پیغام کا لنک حاصل کریں۔ یہ صرف عوامی سوپر گروپ میں کام کرتا ہے *نوٹ*: بوٹ گروپ کے درست لنک کو پہچان سکتا ہے۔ اگر کوئی لنک نا مناسب ہوا تو، آپ کو جواب نہیں ملے گا۔.

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about a user. Kicked people can join back, banned people can't. Banned users are added to the group's blacklist. It's possible to blacklist users even if they are not part of the group. Only the administrators who have the permission to restrict users can use these commands, but `/status` can be used by all the admins. • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [by reply|username|id|text mention]`: ban a user for a specific amount of time. Use the returned keyboard to ban the user. Pass a value on a new line to use it as starting value. When a ban expires, the user won't be added back. Check the Telegram's restricted users list for pending unbans. • `/fwdban [by reply]`: ban the original sender of a forwarded message. • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|restricted|kicked/left the chat|banned|admin/creator|never seen)`. Will also show the permissions the user *doesn't* have. *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
de_de: *Banhammer-Kräfte* Eine Reihe von Befehlen, mit denen Admins Personen aus einer Gruppe kicken und bannen können, sowie einige Informationen über einen Benutzer bekommen. Gekickte Menschen können erneut beitreten, gebannte Personen nicht. Gebannte Benutzer werden der Blacklist der Gruppe hinzugefügt. Es ist möglich, Nutzer zu blacklisten, auch wenn Sie nicht Teil der Gruppe sind. Nur die Administratoren, die die Berechtigung haben, um Nutzer einzuschränken, können diese Befehle benutzen, aber "/status " kann von allen Admins verwendet werden. • `/kick [nach Antwort|Benutzername|id|text-erwähnung]`: kickt einen Nutzer aus der Gruppe. • `/ban [nach Antwort|Benutzername|id|text-erwähnung]`: Blockt einen Nutzer aus der Gruppe. • `/tempban [nach Antwort|Benutzername|id|text-erwähnung]`: Blockt einen Nutzer für eine bestimmte Zeit. Nutze die angezeigte Tastatur, um den Nutzer zu bannen. Gib einen Wert in einer neuen Zeile ein, um ihn als Startwert zu nutzen. Wenn ein Verbot abläuft, wird der Benutzer nicht wieder Hinzugefügt werden. Überprüfen Sie die Telegramm - restricted-user-Liste für ausstehende unbans. • `/fwdban [Antwort]`: Blockt den originalen Autor einer weitergeleiteten Nachricht • `/unban [nach Antwort|Benutzername|id|text erwähnt]`: Entblockt Benutzer aus der Gruppe. • `/user [nach Antwort|Benutzername|id|text erwähnt]`: zeigt, wie viele Male der Benutzer *in allen Gruppen* gebannt wurde und die empfangenen Warnungen. • `/status [Benutzername|id]`: zeigt den aktuellen status des Benutzers `(Mitglied|eingeschränkt|gekickt/den chat verlassen|gebannt|admin/Ersteller|nie gesehen)`. Zeigt außerdem, welche Berechtigungen der Nutzer *nicht* hat. *Antiflood* Die "antiflood" ist ein System, das Nutzer automatisch entfernt, die viele aufeinanderfolgende Nachrichten in einer Gruppe senden. Wenn angeschaltet, wird das antiflood system solche Nutzer kicken/bannen. • `/config` - Befehl, dann "antiflood" - Knopf: verwalten Sie die Flut-Einstellungen privat, mit einer inline-Tastatur. Sie können die Empfindlichkeit ändern, die Aktion (kick/ban), die ausgeführt werden soll und sogar einige Ausnahmen.
he_il: * יכולות Banhammer * קבוצה של פקודות המאפשרות למנהלים להוציא ולחסום אנשים מהקבוצה, ולקבל מידע על משתמשים בקבוצה. משתמשים חסומים יכולים להצטרף בחזרה, משתמשים חסומים לא יכולים. משתמשים חסומים מתווספים לרשימה השחורה של הקבוצה. ניתן להוסיף משתמשים לרשימה השחורה גם אם הם אינם חלק מהקבוצה. רק למנהלים שיש הרשאה להגביל משתמשים יכולים להשתמש בפקודות אלה, למעט פקודת `/status` היכולה לשמש את כל המנהלים בקבוצה. • `/kick [על ידי תגובה להודעה | שם משתמש | id | אזכור טקסט]`: הרחקת משתמש מהקבוצה. • `/ban [על ידי תגובה להודעה | שם משתמש | id |אזכור טקסט]`: חסימת משתמש מהקבוצה. • `/tempban [על ידי תגובה להודעה | שם משתמש | id | אזכור טקסט]`: חסימת המשתמש לתקופת זמן מסויימת. השתמש במקלדת שהוחזרה כדי להגדיר את זמן החסימה למשתמש. העבר ערך בשורה חדשה כדי להשתמש בו כערך התחלה. כאשר תוקף החסימה יפוג, המשתמש לא יתווסף בחזרה. בדוק את רשימת המשתמשים המוגבלים של Telegram לקבלת חסימות ממתינות לביטול. • `/fwdban [by reply]`: חסום את השולח המקורי של הודעה שהועברה. "` /Unban [על ידי תגובה להודעה | שם משתמש | id | אזכור טקסט]`: בטל את חסימת המשתמש מהקבוצה. • `/user [בכתיבת שם משתמש | id | אזכור טקסט]`: מציין את מספר הפעמים שהמשתמש נחסם *בכל הקבוצות*, והאזהרות שהתקבלו. • `/status [username|id]`: הצג את המצב הנוכחי של המשתמש `(חבר בקבוצה|מוגבל|הורחק\עזב את הקבוצה|חסום|מנהל\יוצר|לא מוכר)`. מציג גם את ההרשאות *שאין* למשתמש. *Antiflood* "Antiflood" היא מערכת אוטומטית המסירה אנשים ששולחים הודעות רצופות רבות בקבוצה. אם דלוקה, מערכת antiflood תרחיק / תחסום משתמשים אשר מציפים. פקודת `/config`, ולאחר מכן כפתור 'antiflood`: ניהול הגדרות הצפה בצ'אט פרטי בבוט, עם מקלדת מוטמעת. אתה יכול לשנות את הרגישות, את הפעולה (הוצאה / חסימה) בכדי לבצע, ואף להגדיר חריגים אשר לא יוכללו.
id_id: *Senjata pentungan* Satu set perintah yang digunakan oleh para admin grup untuk menendang dan memblokir seseorang dari grup, atau melihat informasi dari pengguna tersebut. Pengguna yang ditendang, bisa bergabung kembali ke grup. Sedangkan pengguna yang diblokir, tidak bisa kembali ke group sampai dia diunblok atau langsung ditambahkan kembali ke grup oleh admin. Pemblokiran juga bisa dilakukan untuk pengguna yang bahkan tidak berada di grup. Hanya admin yang memiliki hak untuk "membatasi pengguna" yang bisa menggunakan perintah-perintah ini. (Fitur dari telegram, tiap admin bisa saja memiliki hak yang moderasi yang berbeda). Namun, khusus perintah `/status` bisa digunakan oleh semua admin. • `/kick [dengan membalas pesan|username|id|teks mention]`: menendang seorang pengguna dari grup. • `/ban [dengan membalas pesan|username|id|teks mention]`: memblokir pengguna dari grup.. • `/tempban [dengan membalas pesan|username|id|teks mention]`: memblokir pengguna dari grup dalam jangka waktu tertentu. Bot akan menampilkan tombol untuk mengatur jangka waktu tersebut. Tombol akan menyediakan opsi untuk menambah atau mengurangi jangka waktu (tampil dengan angka) dan satuan waktunya (dalam menit, jam, atau hari). Jika durasi waktu pemblokiran berakhir, pengguna tidak otomatis ditambahkan ke grup. Anda bisa melihat daftar 'restricted' dari telegram untuk melihat pengguna yang berada dalam pemblokiran ini. • `/fwdban [dengan membalas pesan]`: memblokir pengirim asli dari sebuah pesan terusan. • `/unban [dengan membalas pesan|username|id|teks mention]`: mengunblokir seorang pengguna dari grup. • `/user [dengan membalas pesan|username|id|teks mention]`: menampilkan berapa kali seorang pengguna pernah diblokir/ditendang *dari semua grup*, dan jumlah peringatan yang dimiliki (diterima) oleh pengguna tersebut. • `/status [username|id]`: menampilkan status terkini dari pengguna.`(anggota obrolan|dibatasi|ditendang/meningggalkan grup|diblokir|admin/creator|tidak dikenali)`. Juga menampilkan hak yang *tidak dimiliki* oleh pengguna. *Anti banjir* Fitur "anti banjir" berfungsi untuk mencegah seseorang membanjiri obrolan di grup dengan pesan-pesan beruntun dalam waktu yang singkat. Jika aktif, pengguna tersebut akan otomatis tertendang/terblokir dari grup. • Gunakan perintah `/config`, lalu tekan tombol`antiflood`: Kemudian atur sistem "anti banjir" (di pesan pribadi) dengan tombol). Anda bisa menyesuaikan nilai sensitifitasnya, kemudian tindakan yang akan dilakukan oleh bot (tendang/blokir) dan lainnya.
ml_in: *ബാൻ ഹാമ്മറിന്റെ കളികൾ* ഗ്രൂപ്പിലെ അംഗങ്ങളെ പുറത്താക്കാനും ബാൻ ചെയ്യാനും അവരെക്കുറിച്ചുള്ള ചില വിവരങ്ങൾ ലഭിക്കാനും അഡ്മിന്മാരെ സഹായിക്കുന്ന ഒരുപിടി കമാൻഡുകൾ. പുറത്താക്കിയ അംഗങ്ങൾക്ക് തിരിച്ചു കയറാൻ കഴിയും.എന്നാൽ, ബാൻ ചെയ്തവർക്ക് കഴിയില്ല. അവരെ ഗ്രൂപ്പിൻറെ ബ്ലാക്ക് ലിസ്റ്റിൽ ചേർക്കും. ഗ്രൂപ്പിൽ ഇല്ലാത്തവരെയും ബ്ലാക്ക് ലിസ്റ്റിൽ ചേർക്കാൻ കഴിയും. ഇതിനെല്ലാം അധികാരമുള്ള അഡ്മിന്മാർക്ക് മാത്രമേ ഈ കമാൻഡുകൾ എല്ലാം ഉപയോഗിക്കാൻ കഴിയൂ. എന്നാൽ, `/status` എല്ലാ അഡ്മിന്മാർക്കും ഉപയോഗിക്കാം. • `/kick [by reply|username|id|text mention]`: ഒരാളെ ഗ്രൂപ്പിൽനിന്നും പുറത്താക്കാൻ. • `/ban [by reply|username|id|text mention]`: ഗ്രൂപ്പിലെ ഒരാളെ ബാൻ ചെയ്യാൻ. • `/tempban [by reply|username|id|text mention]`: ഒരാളെ കുറച്ചുനേരത്തേക്ക് ബാൻ ചെയ്യാൻ. ഒരു ബാൻ ൻറെ സമയം കഴിഞ്ഞാൽ അവർ തനിയെ ആഡ് ആവുകയില്ല. ടെലിഗ്രാമിലെ restricted users list ൽ പോയി അവരെ അൺ ബാൻ ചെയ്യാം. • `/fwdban [by reply]`: ഫോർവേഡ് ചെയ്ത മെസ്സേജിന്റെ യഥാർത്ഥ ഉടമസ്ഥനെ ബാൻ ചെയ്യാൻ. • `/unban [by reply|username|id|text mention]`: യൂസറിനെ അൺ ബാൻ ചെയ്യാൻ. • `/user [by reply|username|id|text mention]`: യൂസർ എന്തിനൊക്കെ എത്ര തവണ *എല്ലാ ഗ്രൂപ്പിലും* ബാൻ ചെയ്തിട്ടുണ്ടെന്ന് അറിയാൻ. • `/status [username|id]`: യൂസറിന്റെ ഇപ്പോഴത്തെ നില അറിയാൻ `(member|restricted|kicked/left the chat|banned|admin/creator|never seen)`. Will also show the permissions the user *doesn't* have. *ആന്റി ഫ്ലഡ്* ഒരു ഗ്രൂപ്പിൽ ഒരു നിശ്ചിത സമയത്തിനുള്ളിൽ തുടർച്ചയായി മെസ്സേജ് അയച്ചു ശല്യം ചെയ്യുന്നവരെ നീക്കം ചെയ്യാനുള്ള സംവിധാനമാണ് ഇത്. • `/config` കമാൻഡ് ഉപയോഗിക്കുമ്പോൾ കാണുന്ന `antiflood` ബട്ടൺ ഉപയോഗിച്ച് ആന്റി ഫ്ലഡ് ൻറെ സെറ്റിങ്‌സ് ശരിയാക്കാം.
ro_ro: *Ciocanului legii* Un set de comenzi ce permit administratorilor să excludă temporar sau să interzică permanent persoanele dintr-un grup și obțină informații despre un utilizator. Persoanele excluse temporar se pot re-alătura grupului, persoanele interzise permanent, nu pot. Utilizatorii excluși permanent sunt adăugați pe lista neagră a grupului. Este posibilă adăugarea în lista neagră a utilizatorilor, chiar dacă aceștia nu fac parte din grup. Doar administratorii care au permisiunea de a restricționa utilizatori pot folosi aceste comenzi, dar comanda `/status` poate fi utilizată de către toți administratorii. • `/kick [prin răspuns|numele utilizatorului|id|text menționat]`: exclude temporar un utilizator din grup. • `/ban [prin răspuns|numele utilizator|id|text menționat]`: interzice permanent un utilizator din grup. • `/tempban [prin răspuns|utilizator|id|text menționat]`: interzice un utilizator pentru o anumită perioadă de timp. Utilizați tastatura returnată pentru interzicerea utilizatorului. Treceți o valoare pe o linie nouă să o folosiți ca valoare de pornire. Când expiră o interdicție, utilizatorul nu va fi adăugat înapoi. Verificați lista Telegram a utilizatorilor restricționați care își așteaptă terminarea interdicției. • `/fwdban [prin răspuns]`: interziceți permanent expeditorul original al mesajului redirecționat. • `/unban [prin răspuns|nume utilizator|id|text menționat]`: ștergeți interdicția unui utilizator din grup. • `/user [prin răspuns|nume utilizator|id|text menționat]`: arată de câte ori utilizatorul a fost interzis *în toate grupurile*, și avertizările primite. • `/status [nume utilizator|id]`: arată starea curentă a utilizatorului `(membru|restricționat|exclus/care a părăsit chat-ul|interzis|administrator/creator|nu a fost văzut niciodată)`. Va arăta, de asemenea, permisiunile pe care utilizatorul *nu* le are. *Anti-Inundație* "Anti-Inundație" este un sistem ce elimină automat persoanele care trimit mesaje consecutive într-un grup. Dacă este pornit, sistemul Anti-Inundație va exclude temporar sau va interzice permanent persoanele care trimit mesaje consecutive repetate într-un grup. • comanda `/config`, apoi butonul `Anti-Inundație`: gestionează setările acțiunilor repetitive în privat, cu o tastatură prestabilită. Puteți schimba sensibilitatea, acțiunea ce urmează să fie aplicată (excluderea/interzicerea), și să stabiliți chiar și unele excepții.
uk_ua: *Повноваження банхаммер* Набір команд, які дозволяють адмінам виключати і банити людей з групи, і отримувати деяку інформацію про користувача. Виключенні люди можуть приєднатися назад, забанені люди не можуть. Заборонені користувачі додаються до групи чорного списку. Це можливо для користувачів чорного списку, навіть якщо вони не є частиною групи. Тільки адміністраторам, які мають дозвіл обмежувати користувачів можуть використовувати ці команди, але `статус` може бути використаний для всіх адмінів. • `/kick [відповідь|ім'я користувача|Id|текстова згадка]`: вигнати користувача з групи. • `/ban [відповідь|ім'я користувача|Id|текстова згадка]`: бан користувача з групи. • `/tempban [відповідь|ім'я користувача|Id|текстова згадка]`: забанити користувача на певний проміжок часу. Використовуйте повернуту клавіатуру, щоб забанити користувача. Передати значення на новому рядку, щоб використовувати його в якості початкового значення. Коли заборона закінчується, користувач не буде доданий. Перевірте список користувачів з обмеженими правами Telegram для очікуючих розбан. • `/fwdban [відповідь]`: заборона відправника через переслане повідомлення. • `/unban [відповідь|ім'я користувача|Id|текстова згадка]`: розбанити користувача. • `/user [відповідь|ім'я користувача|Id|текстова згадка]`: показує, скільки разів користувач був забанений *у всіх групах*, і отримував попереджень. • `/status [ім'я користувача|ідентифікатор]`: показує поточний стан користувача `(учасник|обмежений|вигнаний/пішов з чату|забанений|адмін/творець|ніколи не бачив)`. Також покаже дозволи користувача, які віе *не* має. *Антифлуд* "Антифлуд" - це система, яка автоматично видаляє людей, які відправляють багато повідомлень підряд в групі. Якщо система антифлуд увімкнена, то буде виключення/бан флудера. • `/config` команда, потім кнопка `антифлуд`: керує налаштуваннями флуду в приватному чаті, з вбудованої клавіатури. Ви можете змінити чутливість, дії (виключення/бан), щоб виконати, і навіть встановити деякі винятки.
ur_in: * بین ہیمر طاقتیں* کمانڈز کا ایک مجموعہ جو منتظمین کو کسی گروپ سے لوگوں کو باہر نکالنے اور ان پر پابندی عائد کرنے اور صارف کے بارے میں کچھ معلومات حاصل کرتا ہے. باہر نکلے لوگ واپس گروپ میں شامل ہوسکتے ہیں، جب کہ پابند لوگ نہیں ہو سکتے۔ پابند صارفین گروپ کے بلیک لسٹ میں شامل ہوتے ہیں۔ کسی بھی صارف کو بلیک لسٹ میں شامل کرنا ممکن ہے یہاں تک کہ اگر وہ اس گروپ کا حصہ نہ ہو. صرف منتظمین جن کے پاس صارفین کو پابند کرنے کی اجازت ہے وہ یہ احکامات استعمال کرسکتے ہیں، لیکن /status کمانڈ تمام منتظمین استعمال کرسکتے ہیں. • `/kick [جواب کے ذریعہ | صارف نام | Id | مذکورہ متن]`: گروپ سے کسی صارف کو باہر بھیجنے کے لیے. • `/ban [جواب کے ذریعہ | صارف نام | Id | مذوکرہ متن]`: کسی صارف کو گروپ میں پابند کرنے کے لیے. • `/tempban [جواب کے ذریعہ | صارف نام | Id | مذکورہ متن]`: کسی صارف کو وقت کی ایک مخصوص مقدار کے لئے پابندی لگائیں۔ صارف پر پابندی عائد کرنے کے لئے مذکورہ متن کو جواب دیتے ہوئے کمانڈ استعمال کریں. نئی سطر میں ایک مقدار لکھیں بطور شروعاتی مقدار طے کرتے ہوئے. جب پابندی ختم ہوجاتی ہے تو صارف از خود شامل نہیں ہوتا۔ زیر التواء پابندی کے لئے ٹیلیگرام کی محدود صارفین کی فہرست کو چیک کریں۔ • `/fwdban [جواب کے ذریعے]`: فارورڈ کیےگئے پیغام کے اصل مرسل پر پابندی لگائیں۔ • `/unban [جواب کے ذریعے | صارف نام | Id | مذکورہ متن]`: صارف کو گروپ سے غیر پابند کریں۔ • `/user [جواب کے ذریعہ | صارف نام | Id | مذکورہ متن]`: ظاہر کرتا ہے کہ صارف کو *سبھی گروپوں میں* کتنی بار پابندی عائد کی گئی، اور کتنی دفعہ انتباہ موصول ہوا ہے۔ • `/status [صارف کا نام | Id]`: صارف کی موجودہ حیثیت دکھاتا ہے `(ممبر| محدود|باہر کیا گیا/ چیٹ چھوڑ دیا| پابندی لگی| ایڈمن/تخلیق کار|کبھی نہیں دیکھا)`. صارف کی جس کی *اجازت نہیں ہے* اسے بھی دکھائیں گے *مانع تکرار* "مانع تکرار" ایک ایسا نظام ہے جو گروپ میں ایک ہی وقت میں متعدد پیغامات بھیجنے والے کوخود سے ہٹاتا ہے. اگر فعال ہوا تو، مانع تکرار سسٹم تکرار کرنے والے کو باہر بھیج سکتا/پابند کر سکتا ہے • `/config` کمانڈ، پھر`مانع تکرار` بٹن: ان لائن کی بورڈ کے ساتھ نجی میں مانع تکرار ترتیبات کا نظم کریں۔ آپ انجام دینے کے لئے حساسیت، کارروائی (باہر بھیجنا/ پابند کرنا) کو تبدیل کرسکتے ہیں، اور یہاں تک کہ کچھ استثناء بھی مرتب کرسکتے ہیں۔.
