Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Admins: info about the group* • `/setrules [group rules]`: set the new regulation for the group (the old will be overwritten). • `/setrules -`: delete the current rules. *Note*: the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel • `/setlink [link|-]`: set the group link, so it can be re-called by other admins, or unset it. If you are going to use it in a public supergroup, you do not need to append the group link. Just send `/setlink` • `/link`: get the group link, if already set. • `/msglink`: get the link to a message. Works only in public supergroups *Note*: the bot can recognize valid group links. If a link is not valid, you won't receive a reply.
de: *Admins: Informationen über die Gruppe* • `/setrules [Gruppen Regeln]`: Setzt die Regeln der Gruppe(die alten falls vorhanden werden überschrieben). • `/setrules -`: Löscht die aktuellen Regeln *Achtung*: Die Sonderaktionen(markdown) wird unterstützt. Wenn der Text die Sonderaktions Regelung bricht, wird dich der Bot darüber informieren. Für eine korrekte Anwendung von Sonderaktionen siehe [diesen Post](https://telegram.me/GroupButler_ch/46) im Kanal. • `/setlink [Link|-]`: Setzt den Gruppenlink, somit können andere Admins ihn abrufen oder ihn löschen. Wenn dies eine Öffentliche Gruppe ist, musst du nur `/setlink` senden. • `/link`: Erhalte den Gruppen link, wenn er bereits gesetzt wurde. • `/msglink`: Erhalte einen Link der zu Nachricht führt. Dies funktioniert nur in Supergruppen *Achtung*: Der Bot erkennt ob ein Gruppen Link gültig ist, wenn nicht wird er nicht antworten.
it: *Informazioni sul gruppo* • `/setrules [regole]`: imposta le nuove regole del gruppo (quelle impostate precedentemente verranno sovrascritte). • `/setrules -`: elimina le regole. *Nota*: il markdown è supportato. Se il testo inserito non permnette il markdown, il bot notificherà che qualcosa è andato storto. Per un uso corretto del markdown, da un occhio a [questo post](https://telegram.me/GroupButler_ch/46) nel canale del bot • `/setlink [link|-]`: imposta il link del gruppo, in modo che possa essere richiesto da altri admin. Oppure rimuovilo con -. Se devi impostare il link di un gruppo pubblico, non è necessario specificare il link del gruppo. Basta scrivere solo `/setlink` • `/link`: ricevi il link al gruppo, se impostato. • `/msglink`: ottieni il link ad un messaggio. Funziona solo nei *supergruppi pubblici* *Nota*: il bot sa riconoscere i link validi. Se il link inviato non lo è, non riceverai una risposta.
pt_br: *Administradores: informações sobre o grupo* • `/setrules [regras do grupo]`: define as novas regras do grupo (o anterior será apagado). • `/setrules -`: use para deletar as regras atuais. *Atenção*: Temos suporte a formatação markdown. Se o texto apresentar um erro que quebre a formatação markdown, o bot te notificará sobre o erro. Para um uso correto de formatação markdown, visualize [essa postagem](https://telegram.me/GroupButler_ch/46) do canal oficial do butler (em inglês) • `/setlink [link|-]`: define o link atual do grupo para o bot, para que possa ser mostrado aos usuários, ou desativado. Se você for utilizar em um super grupo público, não será necessário acrescentar um link. Apenas utilize `/setlink` • `/link`: o bot te envia o link do grupo, se já tiver sido definido • `/msglink`: o bot te envia o link de uma mensagem. Funciona apenas em super grupos públicos *Aviso*: o bot pode reconhecer links de grupos válidos. Se não estiver válido, você não receberá uma resposta.
ru: *Администраторам: информация о группе* `/setrules [правила группы]`: установить новые правила в группе (старые будут перезаписаны). `/setrules -`: удалить текущие правила. *Примечание*: поддерживается markdown. Если текст содержит ошибку в форматировании, бот уведомит об этом. Для правильного применения markdown прочти [этот пост](https://telegram.me/GroupButler_ru/8) в канале. `/setlink [ссылка | -]`: указать ссылку на группу, которую смогут получить другие админы, или удалить её. Если у тебя публичная супергруппа, не обязательно писать ссылку. Просто напиши `/setlink` `/link`: получить ссылку на группу, если была указана. `/msglink`: получить ссылку на сообщение. Работает только в публичных супергруппах *Примечание*: бот распознаёт только правильную ссылку. Если ссылку не корректна, он не ответит.

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about an user. Kicked people can join back, banned people can't. Banned users are added to the group blacklist • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [hours|nd nh]` = ban an user for a specific amount of hours (max: one week). For now, only by reply. Short form: `/tempban 1d 7h` • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/block`: this command can be used in reply to a forwarded message (from the user you want to block), or in alterantive you can provide a list of usernames. You should block only users who are outside the group. Blocked users are *automatically* banned once they join the group. • `/unblock`: works in the same way of `/block`, but allows to remove one or more users from the list of blocked users. • `/blockedlist`: get the list of blocked users. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|kicked/left the chat|banned|admin/creator|never seen)`. A bot can't retrieve the status of an user if that user never started it before (in this case, the _never seen_ status is returned) *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
it: *Banhammer* Una serie di comandi che permettono agli admin di kickare/bannare utenti dal gruppo, e di poter visualizzare alcune informazioni secondarie su un membro. Gli utenti kickati sono rimossi dal gruppo ma possono rientrare, quelli bannati invece non potranno più farlo. Gli utenti bannati vengono aggiunti alla blacklist del gruppo • `/kick [by reply|username|id|menzione testuale]`: kicka un utente dal gruppo. • `/ban [by reply|username|id|menzione testuale]`: banna un utente dal gruppo. • `/tempban [ore|nd nh]` = banna un utente per un determinato periodo di tempo (max: una settimana). Per ora funziona solo by reply. Forma contratta: `/tempban 1d 7h`, dove `d` sta per giorni e `h` per ore • `/unban [by reply|username|id|menzione testuale]`: sbanna l'utente dal gruppo • `/block`: questo comando può essere usato in risposta ad un messaggio inoltrato (dell'utente che intendi bloccare), ma in alternativa accetta anche una lista di username. Solo gli utenti che non fanno parte del gruppo dovrebbero essere bloccati. Gli utenti bloccati sono *automaticamente* bannati quando entrano nel gruppo. • `/unblock`: funziona come `/block`, ma permette di rimuovere uno o più utenti dalla lista dei bloccati) • `/blockedlist`: mostra la lista degli utenti bloccati. • `/user [by reply|username|id|menzione testuale]`: mostra quante volte l'utente è stato bannato/kickato *nei gruppi amministrati dal bot*, ed i warn ricevuti in questo gruppo. • `/status [username|id]`: mostra lo stato attuale dell'utente `(membro|kickato/ha abbandonato il gruppo|bannato|admin/creatore|mai visto qui dentro)`. Un bot non può ricavare lo status di un utente se questo non l'ha mai avviato (in questo caso, lo status restituito è _utente mai visto_) *Antiflood* L'antiflood è un sistema che rimuove automaticamente coloro che inviano un numero eccessivo di messaggi consecutivi nel gruppo. Se attivo, l'antiflood kickerà/bannerà automaticamente i flooder. • comando `/config`, poi tasto `antiflood`: gestisci le impostazioni dell'antiflood in privato, con una tastiera inline. Puoi modificarne la sensibilità, l'azione (kick/ban) da intraprendere in caso di flood, ed anche impostare alcune eccezioni.
pt_br: *Poderes de controle de grupo* Uma lista de comandos que permite que os administradores controlem o seu grupo. Usuários kickados podem retornar, banidos não. Os banidos são adicionados a lista negra. • `/kick [por resposta|nome de usuário|id|menção de texto]`: kicka um usuário do grupo. • `/ban [por resposta|nome de usuário|id|menção de texto]`: bani um usuário do grupo. • `/tempban [horas|nd nh]` = bani um usuário por uma quantidade específica de horas (máxima: uma semana). Atualmente, somente por resposta. Exemplo: `/tempban 1d 7h` • `/unban [por resposta|nome de usuário|id|menção de texto]`: Desbani um usuário do grupo. • `/block`: esse comando pode ser usado em resposta de uma mensagem encaminhada (do usuário que você quer bloquear), ou alternativamente, você pode mostrar uma lista de nomes de usuários. Você deverá bloquear somente usuários fora do grupo. Usuários bloqueados são *automaticamente* banidos assim que entram no grupo. • `/unblock`: funciona da mesma maneira que o `/block`, mas permite que você remova um ou mais usuários da lista de bloqueados. • `/blockedlist`: adquire a lista de usuários bloqueados. • `/user [por resposta|nome de usuário|id|menção de texto]`: mostra quantas vezes um usuário já foi banido de todos os grupos, e a quantidade de advertências que ele recebeu. • `/status [nome de usuário|id]`: mostra o atual status de um usuário `(membro|kickado/abandonou o grupo|banido|admininistrador/criador do grupo|desconhecido)`. O bot não consegue adquirir o status de um membro que nunca startou ele no privado (nesse caso, o status _desconhecido_ é apresentado). *Sistema Antiflood* O sistema antiflood auto-remove usuários que enviarem uma quantidade específica de mensagens no grupo. Se ligado, o sistema antiflood irá kickar/banir os flooders. • Use o comando `/config`, então escolha o botão `antiflood`: gerencie o sistema antiflood no privado com um teclado virtual. Você pode alterar a quantidade de mensagens máximas, a ação que o bot deverá tomar (ban ou kick), e outras opções a mais.

source: *Reports settings* `@admin` is an useful command to let users report some messages to the group admins. A reported message will be forwarded to the available admins. • `/config` command, then `menu` button: here you can find a voice, "Report". If turned on, users will be able to use `@admin` command. Only admins who accepted to receive reports (with `/mysettings` command) will be notified • `/mysettings` (in private): from here, you can choose if receive reports or not *Note*: admins can't use the `@admin` command, and users can't report admins with it.
de: *Report(Melde) Einstellungen* `@admin` ist ein Nützlicher Kommand welcher den Usern erlaubt eine Nachricht von einem anderen User an den admin zu senden/melden/reporten. Einen Reportete Nachricht wird an die verfügbaren Admins gesendet. • `/config` Kommand, dann `Menü` Button: hier findest du "Report". Wenn aktiviert, dann haben die User die möglichkeit `@admin` zu verwenden. Nur Admins die bestätigt haben Reportete Nachrichten zu erhalten(ändern mit /mysettings im Privat Chat) erhalten eine Benachrichtigung. • `/mysettings` (Im Privat Chat): Verwalte ob du Report Nachrichten erhalten willst. *Achtung*: Admins können den `@admin` Kommand nicht verwenden, und User können keine Admins damit reporten.
it: *Segnalazioni* `@admin` è un comando molto utile che permette agli utenti del gruppo di segnalare determinati messaggi, nel caso in cui gli admin non siano online. I messaggi segnalati verranno inoltrati agli admin che hanno dato il consenso a riceverli. • comando `/config`, poi tasto `menu`: qui potrai una voce, "Report". Se attiva, gli utenti del gruppo potranno usare il comando `@admin`. Solo gli admin che accetteranno di ricevere le segnalazioni (col comando `/mysettings`) verranno notificati • `/mysettings` (in privato): da qui potrai scegliere se ricevere le segnalazioni o no *Nota*: gli admin non possono usare il comando `@admin`, mentre gli utenti non possono segnalare messaggi inviati da moderatori
pt_br: *Configurações de reportes* `@admin` é um comando útil para permitir que os usuários reportem algumas mensagens para os administradores do grupo. Uma mensagem reportada será encaminhada para os administradores disponíveis. • Comando `/config`, depois botão` menu`: aqui você pode encontrar uma opção, "Reporte". Se ativado, os usuários poderão usar o comando `@admin`. Somente os administradores que aceitaram receber reportes (com o comando `/mysettings`) serão notificados • `/ mysettings` (em privado): a partir daqui, você pode escolher se receber relatórios ou não *Atenção*: os administradores não podem usar o comando `@admin`, e os usuários não podem denunciar administradores com ele.
ru: *Настройки жалоб* `@admin` — полезная команда для привлечения внимания админов на некоторые сообщения в группе. Жалоба и сообщение будет переслано админам. • Команда `/config`, затем кнопка «Меню»: здесь можно найти кнопку, «Жалоба». Если включено, пользователи смогут использовать команду `@admin`. Жалобы будут получать только те админы, которые согласились (командой `/mysettings`) • `/mysettings` (в личке): тут можно выбрать, получать жалобы или нет *Примечание*: админы не могут использовать команду `@admin`, и пользователи не могут пожаловаться на админов.

source: *Welcome/goodbye settings* • `/config`, then `menu` tab: receive in private the menu keyboard. You will find an option to enable/disable welcome/goodbye messages. *Note*: goodbye messages don't work in large groups. This is a Telegram limitation that can't be avoided. *Custom welcome message*: • `/welcome Welcome $name, enjoy the group!` Write after `/welcome` your welcome message. `/goodbye` works in the same way. You can use some placeholders to include the name/username/id of the new member of the group Placeholders: `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *Note*: `$name`, `$surname`, and `$title` may not work properly within markdown markup. *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`. Same goes for `/goodbye`
it: *Messaggio di benvenuto/addio* • `/config`, poi tasto `menu`: ricevi in privato la tastiera del menu. Lì troverai un'opzione per abilitare/disabilitare il messaggio di benvenuto/addio. *Messaggio di benvenuto personalizzato:* • `/welcome Benvenuto $name, benvenuto nel gruppo!` Scrivi dopo "/welcome" il tuo benvenuto personalizzato ("/goodbye" funziona alla stessa maniera). Puoi usare dei segnaposto per includere nome/username/id del nuovo membro del gruppo Segnaposto: `$username`: _verrà sotituito dall'username_ `$name`: _verrà sostituito dal nome_ `$id`: _verrà sotituito dall'ID_ `$title`: _verrà sotituito con il nome del gruppo_ `$surname`: _verrà sotituito col cognome_ `$rules`: _verrà sotituito da un link che reindirizzerà alle regole del gruppo. Per favore leggi_ [questo post](https://telegram.me/GroupButler_beta/26) _per sapere come funziona, od otterrai sicuramente un errore_ *GIF/sticker come messaggio di benvenuto* Puoi usare una gif/uno sticker per dare il benvenuto/l'addio ai nuovi membri. Per impostare la gif/sticker, invialo e rispondigli con '/welcome' (o con '/goodbye')
pt_br: *Configurações de boas-vindas e despedida* • `/config`, depois clique em ` menu`. Você encontrará uma opção para ativar ou desativar mensagens de boas-vindas ou despedida. *Aviso*: as mensagens de despedida não funcionam em grandes grupos. Esta é uma limitação de Telegram que não pode ser evitada. *Mensagem de boas-vindas personalizada*: • `/welcome Bem vindo, $name. Aproveite o grupo!` Escreva após `/welcome` sua mensagem de boas-vindas. `/goodbye` funciona da mesma maneira. Você pode usar alguns espaços reservados para incluir o nome/nome de usuário/id do novo membro do grupo Espaços reservados: `$username`: será substituído pelo nome de usuário do membro_ `$name`: será substituído pelo nome do membro_ `$id`: _será substituído pelo id do membro_ `$title`: será substituído pelo nome do grupo_ `$surname`: será substituído pelo sobrenome do usuário_ `$rules`: será substituído por um link para as regras do grupo. _Por favor leia_ [aqui](https://telegram.me/GroupButler_beta/26) _para aprender como usá-lo_ *(em inglês)*. *Aviso*: `$name`,` $surname` e `$title` podem não funcionar corretamente dentro da formatação markdown. * GIFs / STICKERS como mensagem de boas-vindas * Você pode usar um GIF ou sticker como mensagem de boas-vindas. Para configurá-lo, responda ao GIF ou sticker que você deseja definir como mensagem de boas-vindas com `/welcome`. O mesmo vale para `/goodbye`
ru: *Настройки приветствия и прощания* `/config`, затем вкладка `Меню`: получить в ЛС клавиатуру с меню. Ты найдёшь там опцию включения / выключения приветственного и прощального сообщений. *Пользовательское приветственное сообщение*: `/welcome Привет, $name, рады видеть тебя!` Напиши после `/welcome` своё приветствие. `/goodbye` работает так же Можно использовать подстановки для имени / логина / ID новичка в группе Подстановки: `$username`: _будет заменена на логин_ `$name`: _будет заменена на имя_ `$id`: _будет заменена на ID_ `$title`: _будет заменена на название группы_ `$surname`: _будет заменена на фамилию_ `$rules`: _будет заменена на ссылку на правила группы. Пожалуйста, прочти_ [здесь](https://telegram.me/GroupButler_ru/9) _как использовать её, иначе, возможно, ты получишь ошибку_ *Учти*: `$name`, `$surname` и `$title` могут работать некорректно внутри markdown разметки. *GIF / стикер в качестве приветствия* Можно использовать определённый стикер или GIF как приветствие. Чтобы установить, ответь на желаемый GIF / стикер командой `/welcome`. То же самое работает и с `/goodbye`

source: *Whitelist settings* As you may know, the bot can warn/kick/ban who sends a telegram.me link (antispam settings) or any other link (media settings). The whitelist is a list of links that will be ignored by the bot. If an user sends a whitelisted link, he won't be warned or kicked. `/whitelist [link(s)]` or `/wl [link(s)]`: add one or more links to the whitelist. `/unwhitelist [link(s)]` or `/unwl [link(s)]`: remove one or more links from the whitelist. `/whitelist` or `/wl`: get the whitelist. `/whitelistl -` or `/wl -`: empty the whitelist. When the group link is saved with `/setlink`, it gets automatically added to the whitelist. *Why links are saved without* _https://_ *and* _www_*?* The bot auto-removes _https://, http:// and www_ from every link to reduce the possibility of having the same link saved twice.
it: *Whitelist* (lista bianca) Come immagino saprai, il bot può kickare/bannare/ammonire chi invia un link telegram.me (impostazioni antispam) o ogni altro link normale (impostazioni media). La whitelist è una lista di link che verranno ignorati dal bot. Se un utente invia un link che fa parte della whitelist (quando le impostazioni del gruppo non prevedono che si possano condividere link), questo verrà ignorato e l'utente non verrà ammonito/kickato. `/whitelist [link]` oppure `/wl [link]`: aggiungi uno o più link alla whitelist. `/unwhitelist [link]` oppure `/unwl [link]`: rimuovi uno o più link dalla whitelist. `/whitelist` oppure `/wl`: mostra la lista dei link nella whitelist. `/whitelistl -` oppure `/wl -`: svuota la whitelist. Quadno il link di un gruppo viene salvato con `/setlink`, questo viene automaticamente aggiunto alla whitelist. *Perchè i link vengono salvati senza* _https://_ *o* _www_*?* Il bot rimuove automaticamente _https://, http:// e www_ da ogni link per ridurre la possibilità che un link appaia più volte nella whitelist.
pt_br: *Configurações da Lista de Permissões* O bot pode advertir, kickar, banir aqueles que enviam mensagens com link telegram.me (configurações antispam) ou qualquer outros links (configurações de mídia). A Lista de Permissões é uma lista de links que serão ignorados pelol bot. Se um usuário mandar um link dentro da Lista de Permissões, ele não levará warn, não será kickado, e nem banido. `/whitelist [link(s)]` ou `/wl [link(s)]`: adicione um ou mais links para a Lista de Permissões. `/unwhitelist [link(s)]` ou `/unwl [link(s)]`: remova um ou mais links da Lista de Permissões. `/whitelist` ou `/wl`: o bot te envia a Lista de Permissões completa. `/whitelistl -` ou `/wl -`: esvazie a Lista de Permissões. Quando o link do grupo é salvo com o comando `/setlink`, ele é automaticamente adicionado na Lista de Permissões. *Por que links são salvos sem* _https://_ *e* _www_*?* O bot automaticamente remove _https://, http:// e www_. Isso é para evitar que um mesmo link seja salvo duas vezes.
ru: *Настройки белого списка ссылок* Как ты уже знаешь, бот может предупреждать, кикать или банить за отправку ссылок в Telegram (настройки антиспама) или за любые другие ссылки (настройки медиа). Белый список содержит ссылки, которые бот будет игнорировать. Если пользователь отправит ссылку из белого списка, он не будет ни предупреждён, ни забанен. `/whitelist [ссылки]` или `/wl [ссылки]`: добавить одну или более ссылок в список. `/unwhitelist [ссылки]` или `/unwl [ссылки]`: удалить одну или более ссылок из списка. `/whitelist` или `/wl`: вывести белый список. `/whitelist -` или `/wl -`: очистить белый список. Если сохранить ссылку на группу командой `/setlink`, она будет автоматически добавлена в белый список. *Почему ссылки сохраняются без* _https://_ *и* _www_*?* Бот сам удаляет из ссылок _https://, http:// и www_, чтобы не приходилось сохранять одну и ту же ссылку дважды.
