Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Reports settings* `@admin` is an useful command to let users report some messages to the group admins. A reported message will be forwarded to the available admins. • `/config` command, then `menu` button: here you can find an option, "Report". If turned on, users will be able to use the `@admin` command. Only admins who accepted to receive reports (with `/mysettings` command) will be notified • `/mysettings` (in private): from here, you can choose if receive reports or not *Note*: admins can't use the `@admin` command, and users can't report admins with it.
de_de: *Report Einstellungen* `@admin` ist ein Nützlicher Befehl welcher den Benutzer erlaubt eine Nachricht von einem anderen Benutzer den admins zu melden. Einen Gemeldete Nachricht wird an die verfügbaren Admins gesendet. • `/config` Befehl, dann `Menü` Taste: hier findest du "Report". Wenn aktiviert, haben Benutzer die Möglichkeit `@admin` zu verwenden. Nur Admins die bestätigt haben Reportete Nachrichten zu erhalten (ändern mit /mysettings im Privat Chat) erhalten eine Benachrichtigung. • `/mysettings` (Im Privat Chat): Verwalte ob du Report Nachrichten erhalten willst. *Achtung*: Admins können den `@admin` Befehl nicht verwenden, und Benutzer können keine Admins damit reporten.
he_il: *הגדרות דיווח למנהלים* `admin` היא פקודה שימושית המאפשרת למשתמשים לדווח על הודעות מסויימות למנהלי הקבוצה. הודעה שדווחה תועבר למנהלי המערכת הזמינים. • פקודת `/config`, ואז כפתור 'תפריט': כאן אתה יכול למצוא את אפשרות,"דיווח". אם אפשרות זאת מופעלת, משתמשים יוכלו להשתמש בפקודה `@admin`. רק מנהלי מערכת שהסכימו לקבל דוחות (עם הפקודה '/mysettings') יקבלו הודעה • '/mysettings' (בפרטי): כאן באפשרותך לבחור אם לקבל התראות על דיווחים ממשתמשים או לא *הערה*: מנהלי מערכת אינם יכולים להשתמש בפקודה `@admin`, והמשתמשים אינם יכולים להשתמש בפקודה על הודעות של מנהלים.
id_id: *Pengaturan laporan* `@admin` : sebuah perintah untuk melaporkan pesan ke administrator. Pesan yang dilaporkan akan diforward ke admin yang tersedia. • `/config` kemudian tombol `menu` : disini Anda akan menemukan opsi "Report". Jika aktif, pengguna bisa menggunakan perintah `@admin`. Hanya admin yang menerima laporan (dengan perintah `/mysettings`) yang akan diberitahu • `/mysettings` (di private): disini Anda bisa menentukan ingin menerima laporan atau tidak *Catatan*: admin tidak bisa menggunakan perintah `@admin`, juga mereka tidak bisa dilaporkan oleh pengguna.
ml_in: *റിപ്പോർട്ട് സെറ്റിങ്‌സ്* `@admin` യൂസേഴ്‌സിന് മെസ്സേജുകൾ അഡ്മിനോട് റിപ്പോർട്ട് ചെയ്യാനുള്ള കമാൻഡ് ആണിത്. റിപ്പോർട്ട് ചെയ്ത മെസ്സേജ് അഡ്മിന് പ്രൈവറ്റ് ആയി പോകും. • `/config` കമാൻഡ് ഉപയോഗിക്കുമ്പോൾ കാണുന്ന `menu`ബട്ടൺ ഉപയോഗിച്ച് `@admin` കമാൻഡ് സെറ്റ് ചെയ്യാം. `/mysettings` ഉപയോഗിച്ച് റിപോർട്ടുകൾ അനുവദിക്കുന്ന അഡ്മിന് മാത്രമേ റിപ്പോർട്ട് ലഭിക്കൂ. *ശ്രദ്ധിക്കുക*: അഡ്മിന്മാർക്ക് `@admin` കമാൻഡ് ഉപയോഗിക്കാൻ കഴിയില്ല. യൂസറിന് അഡ്മിനെ റിപ്പോർട്ട് ചെയ്യാനും കഴിയില്ല.
ro_ro: *Configurarea raportărilor* `@admin` este o comandă utilă ce permite utilizatorilor să raporteze câteva mesaje administratorilor de grup. Un mesaj raportat va fi trimis la administratorii disponibili. • comanda `/config`, apoi butonul `meniu`: aici puteți găsi o opțiune, 'Raportează'. Dacă este activată, utilizatorii vor putea folosi comanda `@admin`. Numai administratorii care au acceptat să primească rapoarte (cu comanda `/mysettings`) vor fi anunțați • `/mysettings` (în privat): de aici, puteți alege dacă primiți rapoarte sau nu * Notă *: administratorii nu pot folosi comanda `@admin`, iar utilizatorii nu pot raporta administratorii cu aceasta.
sr_sp: *Настройки жалоб* `@admin` — полезная команда для привлечения внимания админов на некоторые сообщения в группе. Жалоба и сообщение будет переслано админам. • Команда `/config`, затем кнопка «Меню»: здесь можно найти кнопку, «Жалоба». Если включено, пользователи смогут использовать команду `@admin`. Жалобы будут получать только те админы, которые согласились (командой `/mysettings`) • `/mysettings` (в личке): тут можно выбрать, получать жалобы или нет *Примечание*: админы не могут использовать команду `@admin`, а пользователи не могут пожаловаться на админов.
uk_ua: *Налаштування звітів* `@admin` - це корисна команда, щоб користувачі повідомляли про деякі повідомлення в групу адміністраторів. Це повідомлення буде направлено в існуючих адмінів. • `/config команди, потім "меню" кнопку: тут ви можете знайти варіант, "звіт". Якщо ввімкнено, користувачі зможуть використовувати команду `@admin`. Тільки адміни, які погодилися отримувати повідомлення (`/mysettings команда) будуть повідомлені • `/mysettings` (в приватних повідомленнях): звідси ви можете обрати, чи ви хочете отримувати звіти або не хочете. *Примітка*: адміни не можуть використовувати `@admin команди, і користувачі не можуть повідомити адміністраторів про це.
ur_in: *رپورٹس کی ترتیبات* `@admin` ایک کار آمد کمانڈ، جو صارفین کو کسی ناموافق پوسٹ کی اطلاع منتظمین کو دینے کے لیے ہے۔ ایک شکایتی پیغام منتظمین کو بھیج دیا جائے گا۔ • `/config` کمانڈ پھر `فہرست` بٹن: یہاں آپ "رپورٹ" کا آپشن دیکھیں گے، اگر فعال ہوا تو صارفین `@admin`کمانڈ استعمال کر سکتے ہیں۔ صرف ان منتظمین کو اطلاع ملے گی جنہوں نے (`/mysettings` کمانڈ میں) اطلاع حاصل کرنے کو قبول کیا ہو گا۔ • `/mysettings`(ذاتی پیغام میں): یہاں آپ اطلاع (رپورٹس) حاصل کرنے یا نہ کرنے کو طے کرسکتے ہیں *نوٹ*: منتظمین `@admin` کمانڈ استعمال نہیں کرسکتے، اور صارفین منتظمین کی شکایت نہیں کر سکتے.

source: *Welcome/goodbye settings* • `/config`, then `menu` tab: receive in private the menu keyboard. You will find an option to enable/disable welcome/goodbye messages. *Note*: goodbye messages don't work in large groups. This is a Telegram limitation that can't be avoided. *Custom welcome message*: • `/welcome Welcome $name, enjoy the group!` Write after `/welcome` your welcome message. `/goodbye` works in the same way. You can use some placeholders to include the name/username/id of the new member of the group Placeholders: `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *Note*: `$name`, `$surname`, and `$title` may not work properly within markdown markup. *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`. Same goes for `/goodbye`
de_de: *Begrüßungs-/Verabschiedungs-Einstellungen* • `/config`, dann Reiter `Menü`: Erhalte im Privatchat das Menü. Dort kann die Nachricht aktiviert/deaktiviert werden. *Hinweis*: Goodbye-Nachrichten gibt es nicht in großen Gruppen. Das ist eine Einschränkung in Telegramm, die unvermeidbar ist. *Benutzerdefinierte Willkommens-Nachricht*: • `/welcome Willkommen $name, genieß die Gruppe!` Der Text nach `/welcome` wird als Willkommens-Nachricht gespeichert. `/goodbye` funktioniert auf die gleiche Weise. Platzhalter können verwendet werden, um den Namen/Benutzernamen/ID von neuen Mitgliedern der Gruppe zu erwähnen Platzhalter: `$username`: _wird ersetzt mit dem Benutzernamen_ `$name`: _wird ersetzt mit dem Vornamen_ `$id`: _wird ersetzt mit der ID_ `$title`: _wird ersetzt mit dem Gruppentitel_ `$surname`: _wird ersetzt mit dem Nachnamen_ `$rules`: _wird ersetzt mit einem Link zu den Regeln_ Bitte lese_ [hier](https://telegram.me/GroupButler_beta/26) _wie man es richtig verwendet_ *Hinweis*: `$name`, `$surname`, und `$title` funktioniert möglicherweise nicht ordnungsgemäß, innerhalb von markdown-markup. *GIF/Sticker als Willkommens-Nachricht* Sie können ein GIF/Sticker als Willkommens-Nachricht setzen. Dazu kann auf ein GIF/Sticker mit /welcome geantwortet werden. Dasselbe gilt für `/goodbye`[here]
he_il: *הגדרות של פונקציות קבלת פנים/עזיבה* • `/config`, ולאחר מכן כרטיסיית 'תפריט': קבל את מקלדת התפריט בפרטי. תוכל למצוא אפשרות להפעלה/השבתה של הודעת קבלת הפנים/עזיבה. *הערה*: הודעות להתראות אינן פועלות בקבוצות גדולות. זוהי מגבלה של Telegram שלא ניתן לעקוף. *הודעת קבלת פנים מותאמת אישית*: • `ברוכים הבאים $name, תיהנו מהקבוצה!` כתוב אחרי '/welcome' את הודעת קבלת הפנים שלך. `הודעת עזיבה` עובדת באותה צורה. ניתן להשתמש בכמה פקודות כדי לכלול את השם / שם משתמש / מזהה של החבר החדש בקבוצה פקודות אפשריות: `$username`: _יוחלף עם שם המשתמש_ `$name`: _יוחלף עם השם הפרטי של המשתמש_ `$id`: _יוחלף עם מספר המזהה הייחודי ID של המשתמש_ `$title`: _יוחלף עם שם הקבוצה_ `$surname`: _יוחלף עם שם המשפחה של המשתמש_ `$rules`: _יוחלף עם לינק לחוקי הקבוצה. אנא קרא_ [כאן](https://telegram.me/GroupButler_beta/26) _אם לא תקרא את ההוראות סביר להניח שתקבל שגיאה_ *הערה*: `$name`, `$surname`, and `$title` עשויים לא לעבוד כראוי עם פונקציית MarkDown. *GIF/מדבקה כהודעת קבלת פנים* אתה יכול להשתמש ב- gif/מדבקה מסויימים כהודעת קבלת הפנים. כדי להגדיר זאת, הגב אל gif/sticker שברצונך להגדיר כקבלת פנים עם `/welcome`. כנ"ל לגבי הודעת 'עזיבה'
id_id: *Pesan selamat datang/tinggal* • `/config`, kemudian tab`menu`: Anda akan menemukan opsi untuk mengaktifkan/menonaktifkan pesan ini. *Catatan*: pesan selamat tinggal tidak akan tampil di grup yang besar (lebih dari 50 anggota), karena telegram tidak menampilkan pesan layanannya. (Pesan selamat datang/tinggal yang dikirim bot dipicu oleh ada atau tidaknya pesan layanan tersebut). *Kustomisasi pesan*: • `/welcome Halo $name, selamat bergabung di grup!` Tulis pesan setelah perintah `/welcome`, juga `/goodbye`. Anda juga bisa menggunakan placeholder untuk menampilkan username/id pengguna: Placeholders: `$username`: _akan digantikan dengan username_ `$name`: _akan digantikan dengan nama depan_ `$id`: _akan digantikan dengan id_ `$title`: _akan digantikan dengan judul grup_ `$surname`: _akan digantikan dengan nama belakang_ `$rules`: _akan digantikan dengan link menuju aturan grup. Baca _ [cara menggunakannya disini](https://telegram.me/GroupButler_beta/26) _atau Anda akan bingung dan mendapati pesan galat_ *Catatan*: `$name`, `$surname`, dan `$title` kadangkala tidak tampil dengan sempurna sebab adanya beberapa karakter yang mempengaruhi format markdown. *Menggunakan stiker/GIF* Anda juga bisa menggunakan sticker/GIF sebagai pesan selamat datang/tinggal. Cukup dengan membalas GIF/sticker tersebut dengan perintah `/welcome` atau `/goodbye`.
ml_in: *Welcome/goodbye settings* • `/config` കമാൻഡ് ഉപയോഗിക്കുമ്പോൾ കാണുന്ന `menu` ടാബിൽ ഇത് ഓൺ ചെയ്യാനും ഓഫ് ചെയ്യാനും കഴിയും. *ശ്രദ്ധിക്കുക*: ഗുഡ്ബൈ മെസ്സേജ് വല്യ ഗ്രൂപ്പുകളിൽ ലഭ്യമല്ല. ഇത് ടെലെഗ്രാമിന്റെ ലിമിറ്റേഷൻ ആണ്. *Custom welcome message*: `/welcome` ടൈപ്പ് ചെയ്ത ശേഷം നിങ്ങളുടെ സ്വാഗത സന്ദേശം ടൈപ്പ് ചെയ്യുക. `/goodbye` ഉം ഇതുപോലെ തന്നെയാണ് വർക്ക് ചെയ്യുന്നത്. `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *Note*: `$name`, `$surname`, and `$title` may not work properly within markdown markup. eg; • `/welcome Welcome $name, enjoy the group!` *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`. Same goes for `/goodbye`
ro_ro: *Setările de Bun Venit / La Revedere* • `/config`, apoi fila `meniu`: primești în privat tastatura meniului. Vei găsi o opțiune pentru a activa/dezactiva mesajele de Bun Venit / La Revedere. *Notă*: mesajele de La Revedere nu funcționează în grupuri mari. Aceasta este o limitare a Telegram care nu poate fi evitată. *Mesaj personalizat de Bun Venit*: • `/welcome Salut $name, bucură-te alături de noi!` Scrie după `/welcome` mesajul tău de Bun Venit. `La revedere` funcționează în același mod. Puteți utiliza înlocuitori pentru a include numele/nume de utilizator/id-ul noului membru al grupului Înlocuitorii: `$username`: _va fi înlocuit cu numele utilizatorului_ `$name`: _va fi înlocuit cu numele_ `$id`: _va fi înlocuit cu id-ul_ `$title`: _va fi înlocuit cu titlul grupului_ `$surname`: _va fi înlocuit de ultimul nume al utilizatorului_ `$rules`: _va fi înlocuit cu un link la regulile grupului. Vă rugăm să citiți_ [aici](https://telegram.me/GroupButler_beta/26) _cum să-l folosiți, sau veți obține cu siguranță o eroare_ *Notă*: `$name`, `$surname`, și `$title` ar putea să nu funcționeze în mod corespunzător în marcarea marcajului. *GIF/autocolant ca mesaj de Bun Venit* Puteți utiliza un anumit gif/autocolant ca mesaj de Bun Venit. Pentru a-l seta, răspundeți la gif-ul/autocolant-ul pe care doriți să-l setați ca mesaj de Bun Venit cu `/welcome`. Același lucru este valabil pentru `/goodbye`
uk_ua: *Налаштування вітання/прощання* • `/config`, далі пункт `меню`: отримати в публічному чаті меню клавіатури бота. Там ви знайдете функцію включення/вимикання повідомлень вітання/прощання. *Примітка*: повідомлення прощання не працюють у великих групах. Це обмеження Telegram, яке не можна обійти. *Написати повідомлення вітання*: • `/welcome Привіт, $name приємно провести час!` Після `/welcome` напишіть ваше привітання. `/goodbye` працює аналогічно. Ви можете використовувати заповнювачі, щоб включати в текст ім'я, логін або id користувача. Заповнювачі: `$username`: _замінює на логін_ `$name`: _замінює на ім'я_ `$id`: _замінює на id_ `$title`: _Замінює на назву групи_ `$surname`: _замінює на прізвище_ `$rules`: _замінює на посилання на правила групи. Будь ласка, прочитайте_ [тут](https://telegram.me/GroupButler_beta/26) _як його використовувати, щоб не отримати помилку_ *Примітка*: `$name`, `$surname`, та `$title` можуть не працювати з розміткою. *GIF/стікер в якості привітання* Ви можете використовувати будь-який gif/стікер як вітання. Щоб встановити його, дайте відповідь тому gif/стікеру, який ви хочете встановити як вітання з допомогою `/welcome`. Аналогічно з `/goodbye`
ur_in: *استقبالیہ اور الوداعی پیغام سیٹنگ* • `/config`، پھر `فہرست`بٹن: پرسنل میں فہرست پر مشتمل ایک کیبورڈ آپ کو ملے گا جس میں آپ کو استقبالیہ پیغام/الوداعی پیغام فعال یا غیر فعال کرنے کے آپشنز ملیں گے۔ *نوٹ*: الوداعی پیغام بڑے گروپ میں کام نہیں کرتا. یہ ٹیلی گرام کی طرف سے حد بندی ہے جسے نظر انداز نہیں کیا جا سکتا. *استقبالیہ پیغام* • `/welcome آداب و تسلیمات $name, گروپ میں آپ کا پُر تپاک خیر مقدم ہے!` `/welcome`کمانڈ کے بعد اپنا استقبالیہ پیغام لکھیں. اسی طرح `/goodbye`کمانڈ کے بعد الوداعی پیغام لکھیں۔ استقبالیہ پیغام میں آپ کچھ چیزوں کا اضافہ بھی کر سکتے ہیں، جیسے رکن گروپ کا نام/یوزر نیم/آئی ڈی ذیلی کمانڈس: `$username`: _یوزر نیم میں تبدیل ہوجائے گی_ `$name`: _نام میں تبدیل ہوجائے گی_ `$id`: _آئی ڈی میں تبدیل ہوجائے گی_ `$title`: _گروپ کے نام میں تبدیل ہوجائے گی_ `$surname`: _صارف کے آخری نام میں تبدیل ہوجائے گی_ `$rules`: _بذریعہ لنک گروپ کے قوانین میں تبدیل ہوجائے گی، مزید معلومات کیلیے_ [یہاں](https://telegram.me/GroupButler_beta/26) _پڑھیں نہیں تو آپ مسئلے سے ضرور دوچار ہوں گے_ *نوٹ*: `$name`، `$surname`، اور `$title` ممکن ہے کہ مارک ڈ اؤن مارک اپ میں صحیح طور سے کام نہ کرے۔ *جیف/اسٹیکر بطور استقبالیہ پیغام* آپ کسی مخصوص اسٹیکر یا جیف کو بھی بطور استقبالیہ پیغام استعمال کر سکتے ہیں، سیٹ کرنے کا طریقہ یہ ہوگا کہ مطلوبہ اسٹیکر یا جیف کو بذریعہ `/welcome`رپلائے میں لیکر کمانڈ دیجیے، اسی طریقے سے الوداعی پیغام کیلیے `/goodbye`دی جائے گی

source: *Whitelist settings* As you may know, the bot can warn/kick/ban who sends a telegram.me link (antispam settings) or any other link (media settings). The whitelist is a list of links that will be ignored by the bot. If users send a whitelisted link, they won't be warned or kicked. `/whitelist [link(s)]` or `/wl [link(s)]`: add one or more links to the whitelist. `/unwhitelist [link(s)]` or `/unwl [link(s)]`: remove one or more links from the whitelist. `/whitelist` or `/wl`: get the whitelist. `/whitelistl -` or `/wl -`: empty the whitelist. When the group link is saved with `/setlink`, it gets automatically added to the whitelist. *Why links are saved without* _https://_ *and* _www_*?* The bot auto-removes _https://, http:// and www_ from every link to reduce the possibility of having the same link saved twice.
de_de: *Whitelist-Einstellungen* Der Bot kann benutzer verwarnen/kicken/bannen, die telegram.me (Antispam-Einstellungen) oder andere links (Medien-Einstellungen) verschicken. Die Whitelist ist eine Liste von Links, die vom Bot ignoriert werden. Wenn Benutzer einen Link schicken, der auf der Whitelist ist, werden sie nicht gewarnt oder gebant. `/whitelist [link(s)]` oder `/wl [link(s)]`: Links auf die Whitelist setzen `/unwhitelist [link(s)]` oder `/unwl [link(s)]`: Links aus der Whitelist entfernen `/whitelist` oder `/wl`: Whitelist anzeigen `/whitelistl -` oder `/wl -`: Whitelist leeren Wenn der Gruppenlink mit `/setlink` gesetzt wird, wird er automatisch der Whitelist hinzugefügt. *Warum werden die links ohne* _https://_ *und* _www_* gespeichert?* Der Bot entfernt _https://, http:// und www_ von jedem link, damit Links nicht doppelt gespeichert werden.
he_il: *הגדרות רשימה לבנה (היתרים)* כפי שאתה ודאי יודע, הבוט יכול להוציא/לחסום/להזהיר משתמש ששולח קישור telegram.me (הגדרות אנטי ספאם) או כל קישור אחר (הגדרות מדיה). הרשימה הלבנה היא רשימה של קישורים אשר הבוט יתעלם מהם. אם משתמשים שולחים קישור אשר ברשימה הלבנה, הם לא יוזהרו או יורחקו. `/whitelist [link(s)]` או `/wl [link(s)]`: הוסף קישור אחד או יותר לרשימה הלבנה. `/unwhitelist [link(s)]` או `/unwl [link(s)]`: הסר קישור אחד או יותר מהרשימה הלבנה. `/whitelist` או `/wl`: קבל את הרשימה הלבנה. `/whitelistl -` or `/wl -`: נקה את הרשימה הלבנה. כאשר הקישור לקבוצה נשמר עם `/setlink`, הוא יתווסף באופן אוטומטי לרשימה הלבנה. *מדוע קישורים נשמרים ללא * _https://_ *ו-* _www_*?* הבוט מסיר באופן אוטומטי תחיליות _https: //, http: // ו www_ מכל קישור כדי לצמצם את האפשרות שאותו קישור נשמר פעמיים.
id_id: *Setelan daftar putih* Bot bisa memperingatkan/menendang/mem-_banned_ siapapun yang mengirim tautan telegram.me (dari setelan anti sampah) atau jenis tautan-tautan yang lain (setelan media). Tautan-tautan yang ada di daftar putih akan diabaikan oleh bot. Jika pengguna mengirimkan tautan yang sudah ada di daftar putih, mereka tidak akan diperingatkan atau ditendang. `/whitelist [tautan]` atau `/wl [link]`: untuk menambahkan satu atau banyak tautan ke dalam daftar putih. `/unwhitelist [tautan]` atau `/unwl [tautan]`: untuk menghapus satu atau banyak tautan dari daftar putih. `/whitelist` atau `/wl`: untuk menampilkan daftar putih. `/whitelistl -` atau `/wl -`: untuk menghapus seluruh isi daftar putih. Ketika tautan grup dibuat dengan perintah `/setlink`, maka tautan grup otomatis tertambahkan ke dalam daftar putih. *Kenapa tautan tidak disimpan dengan* _https://_ *dan* _www_*?* Bot secara otomatis akan menghapus _https://, http:// and www_ dari seluruh tautan yang ada untuk menghindari adanya duplikasi.
ml_in: *Whitelist settings* ബോട്ട് ബ്ലോക്ക് ചെയ്യരുതാത്ത ലിങ്കുകൾ ആണ് Whitelist ഇൽ ഉള്ളത്. ഇതിൽ ഉള്ള ഏതെങ്കിലും ലിങ്ക് ആരെങ്കിലും അയച്ചാൽ ബോട്ട് അവരെ പുറത്താക്കുകയില്ല. `/whitelist [link(s)]` or `/wl [link(s)]`: ഒന്നോ അതിലധികമോ ലിങ്കുകൾ ലിസ്റ്റിൽ ചേർക്കാൻ. `/unwhitelist [link(s)]` or `/unwl [link(s)]`: ഒന്നോ അതിലധികമോ ലിങ്കുകൾ ലിസ്റ്റിൽ നിന്ന് നീക്കം ചെയ്യാൻ. `/whitelist` or `/wl`: ലിസ്റ്റ് കാണാൻ. `/whitelistl -` or `/wl -`: ലിസ്റ്റ് നീക്കം ചെയ്യാൻ. ഏതെങ്കിലും ലിങ്ക് `/setlink` ഉപയോഗിച്ച് സേവ് ചെയ്‌താൽ അത് ലിസ്റ്റിൽ ആഡ് ആകും.
ro_ro: * Configurarea listei albe * După cum probabil știți, botul poate avertiza/exclude/interzice pe oricine trimite un link telegram.me (configurări anti-spam) sau orice alt link (configurări media). Lista albă este o listă de linkuri care vor fi ignorate de bot. Dacă utilizatorii trimit un link din lista albă, nu vor fi avertizați sau excluși. `/whitelist [link(uri)]` sau `/wl [link(uri)]`: adăugați unul sau mai multe linkuri în lista albă. `/unwhitelist [link(uri)]` sau `/unwl [link(uri)]`: Ștergeți unul sau mai multe linkuri din lista albă. `/whitelist` sau `/wl `: obțineți lista albă. `/whitelistl -` sau `/wl -`: goliți lista albă. Atunci când link-ul grupului este salvat cu `/setlink`, acesta se adaugă automat în lista albă. * De ce link-urile sunt salvate fără * _https: // _ * și * _www _ *? * Botul elimină automat _https: //, http: // și www_ din fiecare link pentru a reduce posibilitatea de a salva același link de două ori.
uk_ua: *Білий список* Як ви знаєте, бот може попередити/вигнати/заблокувати, того хто відправив telegram.me посилання (Антиспам) або будь-яке інше посилання (Налаштування медіа). Білий список - це список посилань, які бот буде ігнорувати. Якщо користувачі відправлять посилання з білого списку, вони не отримають попередження і не будуть виключені. `/whitelist [link(s)]` або `/wl [link(s)]`: Додати одне або більше посилань в білий список. `/unwhitelist [link(s)]` або `/unwl [link(s)]`: Видалити одне або більше посилань з білого списку. `/whitelist` або `/wl`: Показати білий список. `/whitelistl -` або `/wl -`: Очистити білий список. Коли групове посилання зберігається з параметром `/setlink`, воно автоматично додається в білий список. *Чому посилання зберігаються без* _https://_ *та* _www_*?* Бот автоматично видаляє _https://, http:// та www_ з кожного посилання, щоб зменшити ймовірність отримати те ж посилання, збережене двічі.
ur_in: *وائٹ لسٹ سیٹنگ* جیسا کہ آپ جانتے ہیں کہ telegram.me لنک ارسال کرنے پر بوٹ ارسال کرنے والے کو باہر/مسدود/خاموش کر سکتا ہے (دیکھیں مانع فضول کاری) اس کے علاوہ اور کوئی لنک ارسال کرنے کی صورت میں بھی بوٹ درج بالا تین کام کرتا ہے (دیکھیں میڈیا سیٹنگ). وائٹ لسٹ اُن لنکوں کی فہرست کا نام ہے جسے بوٹ نظر انداز کرتا ہے. اگر صارفین وائٹ لسٹ کیے ہوئے لنکوں میں سے کوئی لنک ارسال کریں گے تو انکو نہ تنبیہ جاری کی جائے گی نہ باہر کیا جائے گا. ٭ `/whitelist [link(s)]` or`/wl [link(s)]`: ایک یا کئی لنکس وائٹ لسٹ میں شامل کرنے کیلیے. ٭ `/unwhitelist [link(s)]` or `/unwl [link(s)]`: ایک یا انیک لنکس وائٹ لسٹ سے ری موو کرنے کیلیے. ٭ `/whitelist` or `/wl`: وائٹ لسٹ دیکھنے کیلیے. ٭ `/whitelistl -` or `/wl -`: وائٹ لسٹ خالی یا ڈیلیٹ کرنے کیلیے. جب گروپ کا لنک بذریعہ `/setlink`, کمانڈ سیٹ کر لیا جائے تو وہ لنک وائٹ لسٹ میں از خود شامل ہوجاتا ہے. *کیوں بغیر* _https://_ *اور* _www_ *کے لنک محفوظ کیا جائے؟* بوٹ _https://، http:// اور www_ کو از خود حذف کر دیتا ہے تاکہ لنک دو بار محفوظ ہونے کے امکانات کو کم کیا جا سکے.
