Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: Hello %s 👋🏼, nice to meet you! I'm Group Butler, the first administration bot using the official Bot API. *I can do a lot of cool stuffs*, here's a short list: • I can *kick or ban* users • You can use me to set the group rules • I have a flexible *anti-flood* system • I can *welcome new users* with a customizable message, or if you want with a gif or a sticker • I can *warn* users, and ban them when they reach the maximum number of warnings • I can also warn, kick or ban users when they post a specific media …and more, below you can find the "all commands" button to get the whole list! I work better if you add me to the group administrators (otherwise I won't be able to kick or ban)!
de: Hallo %s 👋🏻, schön dich zu treffen! Ich bin Group Butler, der erste administrier bot welcher die officielle Bot API verwendet. *Ich kann viele coole sachen machen*, hier ist eine kurze Liste: • Ich kann User *kicken oder bannen* • Du kannst mich datu verwenden um Regeln zu erstellen • Ich habe ein flexiebles*anti-flood* System! • Ich kann *neue User begrüßen* mit einer benutzerdefinierten Nachricht oder auch mit einem GIF/Sticker • Ich kann User *warnen* und diese *bannen* falls sie die maximale Anzahl an Warnungen erreicht haben • Ich kann auch User kicken wenn diese etwas Posten was sie nicht dürfen ...und vieles mehr, weiter unten findest du den "Alle Kommands" Button um die ganze liste zu finden! Ich funktioniere besser wenn du mich zum Admin machst (andererseits kann ich keine User bannen/kicken)
it: Ciao %s, piacere di conoscerti! Sono Group Butler, il primo bot per amministrare gruppi che utilizza la Bot API ufficiale. *Posso fare un sacco di cose interessanti*, di seguito una breve lista: • Posso *kickare o bannare* gli utenti • Puoi usarmi per impostare le regole del gruppo • Ho un flessibile sistema di *anti-flood* • Posso *dare il benvenuto* ai nuovi utenti con un messaggio personalizzato, oppure con unagif od uno sticker • Posso *warnare* (ammonire) gli utenti, e bannarli quando raggiungono un determinato numero di warning • posso anche ammonire, kickare o bannare gli utenti che postano un media specifico ...ed altro ancora, qui sotto puoi trovare il tasto "tutti i comandi" per consultare la lista completa! Funziono meglio se mi aggiungi agli amministratori del gruppo (altrimenti non potrò bannare/kickare)!
pt_br: Olá, %s 👋🏼, prazer em conhecê-lo! Eu sou o Group Butler, o primeiro bot de administração usando a API oficial de Bot. *Eu posso fazer um monte de coisas legais*, aqui está uma pequena lista: • Posso * kickar ou banir * usuários • Você pode me usar para definir as regras do grupo • Tenho um sistema flexível *anti-flood* • Posso *receber novos usuários* com uma mensagem personalizável, ou se você quiser, com um gif ou um sticker • Posso *advertir* os usuários e bani-los quando atingirem o número máximo de avisos • Eu também posso advertir, kickar ou banir os usuários quando eles postam uma mídia específica ... e mais, abaixo você pode encontrar o botão "todos os comandos" para obter toda a lista! Eu trabalho melhor se você me adicionar aos administradores do grupo (caso contrário, eu não serei capaz de kickar ou banir)!
ru: Привет, %s 👋🏼, рад видеть тебя! Я Group Butler — первый бот для администрирования, использующий официальный API для ботов. *Я могу делать множество крутых вещей*, вот лишь короткий список: • Я могу *кикать или банить* пользователей • Ты можешь использовать меня, чтобы установить правила группы • У меня есть гибкая система *антифлуда* • Я могу *приветствовать новых пользователей* настраиваемым сообщением или, если хочешь, GIF или стикером • Я могу *предупреждать* пользователей и банить их, когда они превышают максимальное количество предупреждений • Я также могу предупреждать, кикать или банить пользователей, когда они отправляют определённые медиа … и многое другое, что о чём можно узнать, нажав кнопку "Все команды" Я буду работать лучше, если ты сделаешь меня администратором группы (иначе я не смогу кикать и банить)

source: *Realm commands* _Realm = administration group, from where you can manage more sub-groups without sending there commands_ `/setrealm` (*only for the group owner*): use the group as a realm. A realm can't have more than 60 members and must be a *private* supergroup. Follow the instructions the bot will give you to associate a group (subgroup) to a realm. `/subgroups`: get the list of the subgroups administrated by a realm. Can't be more than 6 for now. `/remove`: choose a subgroup to remove from the realm subgroups. `/send [message]`: broadcast a message to one or more subgroups. `/setrules [rules]`: apply the rules to one (or more) of your groups. `/pin [message]`: edit the last message generated with `/pin` in one or more groups. `/adminlist`: get the adminlist of one of your subgroups. `/id`: get the Telegram ID of one of your subgroups. `/realm`: get some info about your realm. `/add`: get the message to copy-paste in a group to add it to the subgroups of the realm. `/ban [by username|by id|by forwarded message]`: ban the user from all of your subgroups. *By forwarded message*: forward a message from the user in the realm and reply to it with `/ban`. `/config`: manage the settings of one of your subgroups. `/setlog` (forwarded from a channel): set the log channel for one or more of your subgroups. More info in the dedicated tab. `/delrealm` (*only for the owner*): the group will no longer be used as a realm. *Commands to use in a subgroup* `/unpair` (*only for the owner*): remove the association between the group and its realm. *Important*: realms are meant to be groups where their members administrate one or more associated groups. So in a realm you won't be able to use regular commands, such as `/warn`, `/welcome` and so on. The only commands that will work are those that are described above. Also, every member of the realm can take actions in groups where he is not admin. So take care about who to invite in a realm :)
de: *Realm Kommands* _Realm = Administrations Gruppe, von dort aus kannst du mehrere Gruppen(Subgruppen) verwalten ohne in diese Kommands zu senden_ `/setrealm` (*Nur für den Gruppen Ersteller*): Benutze die Gruppe als Realm. Ein Realm kann nicht mehr als 60 User haben und muss eine *Private* Supergruppe sein! Folge der Anleitung die dir der gibt um eine Gruppe mit einem Realm zu verbinden. `/subgroups`: Erhalte eine Liste von den Subgruppen von diesem Realm. Zurzeit maximal 6. `/remove`: Wähle eine Gruppe um sie vom Realm zu trennen. `/send [Nachricht]`: Verbreite eine Nachricht in einer oder mehreren von deinen Gruppen. `/setrules [Regeln]`]: Setzte die Regeln für eine oder mehrere von deinen Gruppen. `/pin [Nachricht]`: Bearbeite die letzte mit `/pin` generierte Nachricht in einer oder mehreren von deinen Gruppen. `/adminlist`: Erhalte eine Liste von Administratoren deiner Subgruppen. `/id`: Erhalte die Telegram ID von einer deiner Subgruppen `/realm`: Erhalte einige Informationen von deinem Realm `/add`: Erhalte eine Nachricht die du in deine Gruppe schicken kannst um sie mit dem Realm zu verbinden. `/ban [username|id|Antwort]`: Banne den User von allen deinen Subgruppen. *Mit der Antwort funktion*: Antworte auf eine Nachticht mit `/ban`. `/config`: Verwalte die Einstellungen von einer deiner Subgruppen. `/setlog` (Antwort Nachticht vom Channel): Verbinde einen Kanal mit einer oder mehreren deiner Subgruppen. Mehrere infos dazu im jeweiligen Tab. `/delrealm` (*nur für den Ersteller der/des Gruppe/Realm): Die Gruppe wird nicht länger als Realm verwendet. *Kommands welche man in einer Subgruppe verwenden kann* `/unpair` (*nur für den Gruppen Ersteller*): Entfernt die verbindung zwischen der Gruppe und ihrem Realm. *Wichtig*: Relams sind Gruppen wo deren Administrator eine oder mehrere Gruppen Administrieren können. In einem Realm kann man keine normalen Kommands wie `/warn`, `/welcome`, etc. verwenden. De Kommands die funktionieren werden oben beschrieben. Jeder User in einem Realm kann die Gruppen verwalten auch wenn sie keine Rechte haben!! Achte darauf wen du in den Realm hinzufügst!
it: *Comandi in un realm* _Realm = gruppo degli amministratori, da dove si può amministrare i propri subgruppi senza inviare i comandi direttamente nel gruppo_ `/setrealm` (*solo per il proprietario del gruppo*): usa il gruppo come realm. Un realm non può avere più di 60 membri e deve essere un supergruppo *privato*. Segui le istruzioni che il bot ti invierà per associare dei gruppi (subgruppi) ad un realm. `/subgroups`: restituisce la lista dei subgruppi amministrati da un realm. Non possono essere più di 6 per ora. `/remove`: scegli un gruppo da rimuovere dai subgruppi del realm. `/send [messaggio]`: invia un messaggio ad uno o più subgruppi. `/setrules [regole]`: applica le regole ad uno o più subgruppi. `/pin [messaggio]`: modifica l'ultimo messaggio generato da `/pin`, in uno o più gruppi. `/adminlist`: restituisce la lista degli amministratori di un subgruppo. `/id`: ottieni l'id di un subgruppo. `/realm`: mostra alcune info utili su un realm. `/add`: ricevi il messaggio da copia-incollare in un gruppo per associarlo a questo realm. `/ban [by username|by id|by messaggio inoltrato]`: banna l'utente da tutti i tuoi subgruppi. *By messaggio inoltrato*: inoltra nel realm un messaggio dell'utente che vuoi bannare e rispondigli con `/ban`. `/config`: gestisci le impostazioni di uno dei tuoi subgruppi. `/setlog` (inoltrato da un canale): imposta il canale log per uno o più subgruppi. Più info sui canali log nella sezione dedicata. `/delrealm` (*solo per il proprietario del realm*): il gruppo non verrà più usato come realm. *Comandi da usare in un subgruppo* `/unpair` (*solo per il proprietario del gruppo*): disassocia il subgruppo dal proprio realm. *Importante*: i realm sono gruppi dai quali si presuppone che i membri amministrino uno o più subgruppi. Quindi in un realm non sarà possibile usare comandi quali `/warn`, `/welcome` e così via, in quanto inutili in un gruppo di questo genere. I soli comandi disponibili in un realm sono quelli elencati sopra. Inoltre, ogni utente del realm potrà compiere azioni che interessano anche gruppi del quale non è membro. Quindi fai attenzione a chi inviti in un realm!
pt_br: *Comandos Realm* _Realm = grupo de administração, onde você pode gerenciar mais sub-grupos sem enviar comandos por lá_ `/setrealm` (*somente para o criador do grupo*): Um grupo realm não pode ter mais de 60 membros e deve ser um *supergrupo* privado. Siga as instruções que o bot lhe enviará para associar um grupo (subgrupo) ao Realm. `/subgroups`: obter a lista dos subgrupos administrados pelo Realm. Não pode ser mais do que 6 por enquanto. `/remove`: escolha um subgrupo para remover dos subgrupos do reino. `/send [mensagem]`: transmita uma mensagem para um ou mais subgrupos. `/setrules [regras]`: adicione regras a um (ou mais) de seus grupos. `/pin [mensagem]`: edita a última mensagem gerada com `/pin` um ou mais grupos. `/adminlist`: para obter a lista de administradores de um de seus subgrupos. `/id`: para obter o id de um de seus subgrupos. `/realm`: para obter algumas informações sobre o seu Realm. `/add`: recebe a mensagem para copiar e colar em um grupo para adicioná-la aos subgrupos do reino. `/ban [nome de usuário|id|mensagem encaminhada]`: bani um usuário de todos os seus subgrupos. *Por mensagem encaminhada *: encaminhar uma mensagem do usuário do Realm e responder a ela com `/ban`. `/config`: para gerenciar as configurações de um de seus subgrupos. `/setlog` (encaminhado de um canal): para definr o canal de log para um ou mais subgrupos. Mais informações na guia. `/delrealm` (*somente para o criador do grupo*): o grupo não será mais usado como um Realm. *Comandos para usar em um subgrupo* `/unpair` (*somente para o criador do grupo*): remove a associação entre o grupo e seu Realm. *Aviso*: Os Realms são grupos onde os seus membros administram um ou mais grupos associados. Assim, em um reino você não será capaz de usar comandos como `/warn`,` /welcome` e assim por diante. Os únicos comandos que funcionarão são aqueles descritos acima. Além disso, cada membro do Realm pode tomar ações em grupos onde ele não é administrador. Portanto, tome cuidado sobre quem convidar para o grupo Realm. :)

source: This bot works only in supergroups. To work properly, [it needs to be admin in your group](https://telegram.me/GroupButler_ch/104), so it can kick or ban people if needed. Only the group owner can promote it :) You can use `/, ! or #` to trigger a command. Remember: you have to use commands *in the group*, unless they are specifically designed for private chats (see "private" tab).
de: Dieser Bot funktioniert nur in Supergruppen! Um richtig zu funktionieren, [er muss Administrator der Gruppe sein](https://telegram.me/GroupButler_ch/104), dass er User kicken oder bannen kann wenn nötig! Nur der Gruppen Ersteller kann dass :) Du kannst `/, ! oder #` benutzen um einen Kommand zu verwenden Erinnerung: Du musst Kommands *in der Gruppe*verwenden, es sei denn diese sind dazu gemacht um im Privaten Chat verwendet zu werden (siehe "private" tab).
it: Questo bot funziona solamente nei supergruppi. Per funzionare come si deve, [deve essere promosso ad admin del gruppo](https://telegram.me/GroupButler_ch/104), in modo da poter kickare o bannare se necessario. Solo il creatore del gruppo può promuoverlo :) Puoi usare `/, ! o #` come identificatori di un comando (esempio: `/help`, `!help` o `#help`). Ricorda; tutti i comandi vanno usati in un gruppo, a meno che non siano stati realizzati per funzionare in privato (vedi il tasto apposito).
pt_br: Este bot funciona apenas em supergrupos. Para funcionar corretamente, [ele precisa ser admin no seu grupo](https://telegram.me/GroupButler_ch/104), para que ele possa kickar ou banir pessoas, se necessário. Somente o criador do grupo pode promovê-lo :) Você pode usar `/, ! ou # `para acionar um comando. Lembre-se: você tem que usar comandos *no grupo*, a menos que sejam especificamente projetados para grupos privados (consulte o guia "privado").
ru: Этот бот работает только в супергруппах. Чтобы работать нормально [он должен быть админом в твоей группе](https://telegram.me/GroupButler_ch/104), тогда он сможет кикать или банить людей в случае необходимости. Только владелец группы может повысить его :) Ты можешь использовать `/, ! или #` как триггеры для команд. Помни: тебе следует использовать команды *в группе*, если только они не предназначены для личных чатов (см. вкладку «личка»).

source: *Commands that work in private*: • `/mysettings`: show a keyboard that allows you to change your personal settings, such as choosing if receive the rules in private when you join a group or if receive reports made with the `@admin` command • `/echo [text]` : the bot will send the text back, formatted with markdown • `/about` : show some useful informations about the bot • `/groups` : show the list of the discussion groups • `/id`: get your id • `/start` : show the initial message • `/help` : show this message
de: *Kommands die im Privat Chat funktionieren*: • `/mysettings`: Verwalte deine Privaten Einstellungen. Um zu aktivieren dass beim betreten einer Gruppe die Regeln zu erhalten oder um zu erhalten wenn jemand einen Report/eine Meldung mit @admin macht. • `/echo [text]`: Der Bot sendet den Text wieder zurück, formatiert! • `/about`: Zeigt brauchbare Informationen über den Bot • `/groups`: Zeigt eine liste von Gruppen in denen über den Bot geschrieben wird •`/id`: Erhalte deine ID • `/start`: Zeigt die Start Nachricht • `/help`: Zeigt diese Nachricht
it: *Commandi da usare nella chat privata col bot*: • `/mysettings`: mostra una tastiera che permette di cambiare le proprie preferenze personali, come scegliere se ricevere le regole in privato quando entri in un gruppo amministrato da questo bot, oppure se ricevere le segnalazioni degli utenti quando usano il comando `@admin` • `/echo [testo]`: testa il markdown. Il bot ti risponderà con il testo inviato, ma formattato • `/about` : informazioni di base sul bot • `/groups` : mostra la lista dei gruppi ufficiali dedicati a questo bot • `/id`: ricevi il tuo id • `/start` : mostra il messaggio di start • `/help` : mostra questo messaggio
pt_br: *Comandos que funcionam no privado*: • `/mysettings`: te envia a lista de configurações do grupo, onde te permite fazer as configurações principais • `/echo [texto]` : o bot te enviará o seu texto de volta, formatado pelo markdown • `/about` : te envia informações importantes sobre o bot • `/groups` : te envia a lista dos grupos oficiais de suporte, incluindo português • `/id`: te envia o id • `/start` : te envia a mensagem inicial do bot • `/help` : te envia a lista de ajuda do bot
ru: *Команды, которые работают в личке*: • `/mysettings`: показать клавиатуру для изменения персональных настроек, таких как получение правил в личку при вступлении в группу или получение жалоб командой `@admin` • `/echo [текст]` : бот отправит текст, отформатированный в makrdown • `/about` : показать некоторую полезную информацию о боте • `/groups` : показать список групп обсуждения • `/id`: получить свой ID • `/start` : показать начальное сообщение • `/help` : показать это сообщение

source: *Commands available for every user in a group*: • `/dashboard`: see all the informations about the group • `/rules`: show the group rules • `/adminlist`: show the moderators of the group • `/help`: receive the help message • `!kickme`: the bot will kick you *Note*: `/dashboard` and `/adminlist` replies always in private. If the bot is unable to reach an user, he will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command
it: *Comandi a disposizione di tutti gli utenti di un gruppo*: • `/dashboard` : mostra tutte le info disponibili sul gruppo • `/rules` : mostra le regole del gruppo • `/adminlist` : mostra la lista degli amministratori • `/help` : mostra il messaggio di aiuto • `!kickme`: fatti kickare dal bot *Nota*: con `/dashboard` e `/adminlist`, il bot risponderà sempre in privato. Se il bot non sarà in grado di inviare il messaggio all'utente, chiederà nel gruppo di essere avviato, ma solo se la _modalità silenziosa_ è disabilitata. Con `/rules`, il bot risponderà sempore nel gruppo se usato da un admin, ma se usato da un utente normale la risposta verrà inviata nel gruppo od in privato a seconda delle impostazioni della chat • `@admin` (by reply): segnala il messaggio agli admin del gruppo (il bot inoltrerà il messaggio segnalato in privato). Questo comando può essere disabilitato dalle impostazioni del gruppo. E' possibile inserire una descrizione della segnalazione dopo `@admin`. gli admin devono acconsentire a ricevere le segnalazioni degli utenti, tramite il comando `/mysettings`
pt_br: *Comandos disponíveis para todo usuário em um grupo*: • `/dashboard` : te envia todas as informações do grupo • `/rules` : te envia as regras do grupo • `/adminlist` : te envia a lista de administradores do grupo • `/help` : te envia a lista de ajuda do bot v• `!kickme`: o bot irá te kickar *Atenção*: `/dashboard` e `/adminlist` são enviados pelo privado. Se o bot estiver incapaz de enviar para um usuário, ele irá pedi-lo para que o mande uma mensagem no privado, mas somente se o_modo silencioso_ estiver desligado. Com as `/rules`, o bot sempre responderá no grupo para os administradores; mas em usuários normais, a mensagem será enviada pelo bot no grupo ou no privado (de acordo com a configuração estabelecida). • `@admin` (por resposta): reporta uma mensagem para os administradores do grupo (o bot encaminhará para o privado). Esta ferramenta pode ser desabilitada nas configurações do grupo. Uma descrição do reporte pode ser adicionada. Administradores precisam dar o seu consentimento nas configurações do grupo, com o comando `/mysettings`
ru: *Команды, доступные в группе всем*: • `/dashboard` : просмотреть всю информацию о группе • `/rules` : показать правила группы • `/adminlist` : показать модераторов группы • `/help` : получить сообщение со справкой • `!kickme` : быть выгнанным ботом *Примечание*: `/dashboard` и `/adminlist` всегда отвечают в личку. Если бот не сможет написать пользователю, он попросит запустить его, но только если _тихий режим_ выключен. На `/rules` бот всегда отвечает в группу для админов, а обычным пользователям отправляется сообщение в группу или в личку в соответствии с настройками группы. • `@admin` (с ответом): жалоба админам на сообщение (бот перешлёт его в личку). Эта функция может быть отключена в настройках группы. Также можно добавить к жалобе своё описание. Админы должны дать своё согласие получать сообщения от пользователей, командой `/mysettings`
