Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: <b>This group has a log channel</b> Channel: <code>%s</code>
de: <b>Diese Gruppe hat einen Kanal</b> Kanal: <code>%s</code>
de_de: <b>Diese Gruppe hat einen Kanal</b> Kanal: <code>%s</code>
he_il: <b>לקבוצה זאת יש ערוץ רישום</b> ערוץ: <code>%s</code>
id_id: <b>Grup ini memiliki kanal catatan</b> Kanal: <code>%s</code>
it: <b>Questo gruppo ha un canale log associato</b> Canale: <code>%s</code>
ml_in: <b>ഈ ഗ്രൂപ്പിന് ലോഗ് ചാനൽ ഉണ്ട്</b> Channel: <code>%s</code>
pt_br: <b>Este grupo tem um canal de log</b> Canal: <code>%s</code>
ro_ro: <b>Acest grup are un jurnal canal</b> Canal: <code>%s</code>
ru: <b>У этой группы есть канал с журналом</b> Канал: <code>%s</code>
sr_sp: <b>Ова група има дневник дела</b> Канал: <code>%s</code>
uk_ua: <b>У цієї групи є канал з журналом</b> Канал: <code>%s</code>
ur_in: <b>اس گروپ میں چینل کا ریکارڈ ہے</b> چینل: <code>%s</code>

source: Video messages
de_de: Videonachrichten
he_il: הודעות וידאו
id_id: Pesan video
ml_in: വീഡിയോ മെസ്സേജുകൾ
ro_ro: Mesaje video
sr_sp: Видео поруке
uk_ua: Відеоповідомлення
ur_in: ویڈیو پیغامات

source: Vocal messages
de_de: Sprachnachrichten
he_il: הודעות קוליות
id_id: Pesan suara
it: Messaggi vocali
ml_in: വോയ്‌സ് മെസ്സേജുകൾ
pt_br: Messagens de voz
ro_ro: Mesaje vocale
ru: Голосовые сообщения
sr_sp: Гласовне поруке
uk_ua: Голосові повідомлення
ur_in: صوتی پیغامات

source: Warnings | %d | kick
de_de: Warnungen | %d | kicken
he_il: אזהרות | %d | הרחק
id_id: Peringatan | %d | tendang
ro_ro: Avertismente | %d | exclude
sr_sp: Упозорења | %d | избацивање
uk_ua: Попередження | %d | викинути
ur_in: تنبیہات | %d | باہر

source: Warnings | %d | mute
de_de: Warnungen | %d | stummschalten
he_il: אזהרות | %d | השתק
id_id: Peringatkan | %d | bisukan
ro_ro: Avertismente | %d | surdină
sr_sp: Упозорења | %d | утишавање
uk_ua: Попередження | %d | заглушити
ur_in: تنبیہات | %d | خاموش

source: Warnings | %d | ban
de_de: Warnungen | %d | bannen
he_il: אזהרות | %d | חסום
id_id: Peringatkan | %d | Blok
ro_ro: Avertismente | %d | interdicție
sr_sp: Упозорења | %d | бан
uk_ua: Попередження | %d | бан
ur_in: تنبیہات | %d | مسدود

source: ❌ warning
de_de: ❌ Warnung
he_il: ❌ אזהרה
id_id: ❌ beri peringatan
ml_in: ❌ താക്കീത്
ro_ro: ❌ avertizare
sr_sp: ❌ упозорење
uk_ua: ❌ попередження
ur_in: ❌ تنبیہ

source: 🗑 delete
de_de: 🗑 löschen
he_il: 🗑 מחק
id_id: 🗑 hapus
ml_in: 🗑 ചവറ്റുകൊട്ട
ro_ro: 🗑 șterge
sr_sp: 🗑 уклонити
uk_ua: 🗑 видалити
ur_in: 🗑 ڈیلیٹ

source: ✅ allowed
de_de: ✅ erlaubt
he_il: ✅ מותר
id_id: ✅ dizinkan
ml_in: ✅ അനിവദിച്ചു
ro_ro: ✅ permis
sr_sp: ✅ дозвољено
uk_ua: ✅ дозволено
ur_in: ✅ اجازت ہے

source: ⚠️ Tap on the right column
de: ⚠️ Tippe auf die Rechte Spalte
de_de: ⚠️ Tippe auf die Rechte Spalte
he_il: ⚠️ הקש על הטור הימני
id: ⚠️ Tap pada kolom sebelah kanan
id_id: ⚠️ Tap pada kolom sebelah kanan
it: ⚠️ Tappa sulla colonna di destra
ml_in: ⚠️ വലത്തേ കോളത്തിൽ ടാപ് ചെയ്യുക
pt_br: ⚠️ Toque na coluna correta
ro_ro: ⚠️ Apasă pe coloana din dreapta
ru: ⚠️ Нажми на правую колонку
sr_sp: ⚠️ Кликните на десну колону
uk_ua: ⚠️ Натисни на праву колонку
ur_in: ⚠️بائیں کالم پر ٹیپ کیجیے

source: Tap on an option on the right to *change the setting* You can use the last lines to change how many warnings the bot should give before kicking/banning/muting someone. The number is not related the the normal `/warn` command. Possible statuses: ✅ allowed, ❌ warning, 🗑 delete. When a media is set to delete, the bot will give a warning *only* when this is the users last warning
de_de: Tippe auf eine Option rechts um *die Einstellungen zu ändern* Du kannst die letzten Zeilen benutzen um zu ändern, wie viele Warnungen der Bot nutzt bevor er jemanden kickt/bannt/stummschaltet. Diese Nummer ist unabhängig vom normalen `/warn` Befehl. Möglicher Status von Medien: ✅ erlaubt, ❌ Warnung, 🗑 löschen. Wenn ein Medium auf löschen gestellt ist, wird der Bot *nur* warnen, wenn der Nutzer ein Medium davon entfernt ist bestraft zu werden
ro_ro: Apăsați pe o opțiune din dreapta pentru a *modifica setările* Puteți utiliza ultimele linii pentru a modifica numărul de avertismente pe care ar trebui să le dea bot-ul înainte de a exclude/interzice/pune in surdină pe cineva. Numărul nu este legat de comanda normală `/warn`. Stările posibile: ✅ permis, ❌ avertizare, 🗑 șterge. Atunci când un fișier media este setat pe șterge, bot-ul va avertiza *numai* când acesta este ultimul avertisment al utilizatorului
uk_ua: Натисніть на опцію праворуч на *змінити налаштування* Ви можете використовувати останні рядки, щоб змінити кількість попереджень, які бот повинен дати перед вигнанням/баном/затишшям. Число не пов'язане з нормальною командою `/warn`. Можливі статуси: ✅ дозволено, ❌ попередження, 🗑 видалення. Коли медіа налаштовані на видалення, бот дасть попередження *тільки*, коли це є останнім попередженням для користувача
ur_in: بائیں طرف موجود بٹن کو پریس کیجیے *سیٹنگ تبدیل کرنے کیلیے* تنبیہات کی تعداد تبدیل کرنے کیلیے آپ آخری لائن استعمال کر سکتے ہیں، یہ تنبیہات بوٹ صارف کو باہر نکالنے/مسدود کرنے یا خاموش کرنے سے پہلے ارسال کرے گا. ان تعداد کا عام `/warn` کمانڈ سے کوئی تعلق نہیں ہے. ممکنہ حالتیں: ✅ اجازت،❌ وارننگ، 🗑 ڈیلیٹ. جس وقت میڈیا "ڈیلیٹ" پر سیٹ ہوگا، اس وقت بوٹ وارننگ جاری کرے گا *صرف* اُس صورت میں جب صارفین انتباہ کی آخری حد کو پہنچ جائیں

source: ⚙ The new value is too low ( < 1)
de: ⚙️ Der neue Wert ist zu niedrig ( < 1)
de_de: ⚙️ Der neue Wert ist zu niedrig ( < 1)
he_il: ⚙ הערך החדש נמוך מדי (1>)
id: ⚙ Nilai terlalu kecil ( < 1)
id_id: ⚙ Nilai terlalu kecil ( < 1)
it: Il nuovo valore è troppo basso (<1)
ml_in: ⚙ പുതിയ വാല്യൂ വളരെ ചെറുതാണ് ( < 1)
pt_br: ⚙ O novo valor é muito baixo ( < 1)
ro_ro: ⚙ Noua valoare este prea mică ( < 1)
ru: ⚙ Новое значение слишком маленькое ( < 1)
sr_sp: ⚙ Нова вредност је превише ниска ( < 1)
uk_ua: ⚙ Нове значення занадто мале ( < 1)
ur_in: ⚙ نئی قدر بہت چھوٹی ہے ( 1 سے کم)

source: ⚙ The new value is too high ( > 12)
de: ⚙️ Der neue Wert ist zu hoch ( > 12)
de_de: ⚙️ Der neue Wert ist zu hoch ( > 12)
he_il: ⚙ הערך החדש גבוה מדי ( 12 <)
id: ⚙ Nilai terlalu besar ( > 12)
id_id: ⚙ Nilai terlalu besar ( > 12)
it: Il nuovo valore è troppo alto (>12)
ml_in: ⚙ പുതിയ വാല്യൂ വളരെ കൂടുതലാണ് ( > 12)
pt_br: ⚙ O novo valor é muito alto ( > 12)
ro_ro: ⚙ Noua valoare este prea mare ( > 12)
ru: ⚙ Новое значение слишком большое ( > 12)
sr_sp: ⚙ Нова вредност је превише висока ( > 12)
uk_ua: ⚙ Нове значення занадто високе ( > 12)
ur_in: ⚙ نئی قدر بہت بڑی ہے ( 12 سے بڑی)

source: 👞 New status is kick
de_de: 👞 Neuer Status ist kicken
he_il: 👞 מצב חדש מוגדר ל- הרחקה
id_id: 👞 Status baru: tendang
ml_in: 👞 കിക്ക് ചെയ്യുക
ro_ro: 👞 Noua stare este excluderea
sr_sp: 👞 Нови статус — избачен
uk_ua: 👞 Новий статус – кік
ur_in: 👞 نیا اسٹیٹس باہر

source: 👁 New status is mute
de_de: 👁 Neuer Status ist stummschalten
he_il: 👁 מצב חדש מוגדר להשתקה
id_id: 👁 Status baru: bisukan
ml_in: 👁 നിശബ്ദമാക്കുക
ro_ro: 👁 Noua stare este surdina
sr_sp: 👁 Нови статус — утишан
uk_ua: 👁 Новий статус – тиша
ur_in: 👁 نیا اسٹیٹس خاموش

source: 🔨 New status is ban
de_de: 🔨 Neuer Status ist bannen
he_il: 🔨 מצב חדש מוגדר לחסימה
id: 🔨 Status baru : *ban*
id_id: 🔨 Status baru: blokir
it: Nuovo stato = ban
ml_in: 🔨 ബാൻ ചെയ്യുക
pt_br: 🔨 Novo status é ban
ro_ro: 🔨 Noua stare este interdicția
ru: 🔨 Новый статус — бан
sr_sp: 🔨 Нови статус — банован
uk_ua: 🔨 Новий статус – бан
ur_in: 🔨 نیا اسٹیٹس مقید

source: When enabled, users will be able to report messages with the @admin command
de: Wenn aktiviert, dann sind User in der Lage Nachrichten mit dem @admin Kommand zu Reporten/Melden
de_de: Wenn aktiviert, dann sind User in der Lage Nachrichten mit dem @admin Kommand zu Reporten/Melden
he_il: כאשר מופעל, משתמשים יוכלו לדווח למנהלים על הודעות מטרידות וכו' באמצעות הפקודה @admin
id_id: Jika aktif, pengguna dapat melaporkan pesan dengan perintah @admin
it: Quando attivo, gli utenti potranno segnalare messaggi agli admin con il comando @admin
ml_in: @admin കമാൻഡ് ഉപയോഗിച്ച് യൂസറിന് റിപ്പോർട്ട് ചെയ്യാൻ കഴിയും.
pt_br: Quando ativado, os usuários poderão relatar mensagens com o comando @admin
ro_ro: Când este activată, utilizatorii vor putea să raporteze mesajele folosind comanda @admin
ru: Если включено, пользователи смогут жаловаться на сообщения с помощью команды @admin
sr_sp: Кад је омогућено, корисници ће моћи да се жале на поруку користећи команду @admin
uk_ua: Якщо увімкнена, користувачі зможуть скаржитися на повідомлення за допомогою команди @admin
ur_in: اس کے فعال ہونے کے وقت صارفین بذریعہ @admin کمانڈ پیغام کی شکایت کر سکتے ہیں

source: Enable or disable the goodbye message. Can't be sent in large groups
de: Aktiviere oder Desktiviere die Auf Wiedersehen Nachricht. Kann nicht in großen Gruppen gesendet werden.
de_de: Aktiviere oder Deaktiviere die Abschieds Nachricht. Kann nicht in großen Gruppen gesendet werden
he_il: הפעל או כבה הודעת עזיבה. לא יכול להישלח בקבוצות גדולות
id_id: Aktif/nonaktifkan pesan goodbye. Tidak dapat dikirim di grup dengan lebih sekitar 50 anggota
it: Abilita o disabilita il messaggio di addio. Non viene mai inviato in gruppi con molti utenti (>200)
ml_in: ഗുഡ്‌ബൈ മെസ്സേജ് ഓൺ അല്ലെങ്കിൽ ഓഫ് ആക്കുക. വലിയ ഗ്രൂപ്പുകളിൽ ശരിയാവില്ല.
pt_br: Ativar ou desativar a mensagem de despedida. Não pode ser enviado em grupos grandes
ro_ro: Activați sau dezactivați mesajul de "la revedere". Nu poate fi trimis în grupuri mari
ru: Включить или отключить прощальное сообщение. Не может быть отправлено в больших группах
sr_sp: Омогућите или онемогућите поруку збогом. Не могу бити послане у велике групе
uk_ua: Увімкнути або вимкнути прощальне повідомлення. Не може бути відправлено у великих групах
ur_in: الوداعی پیغام فعال یا غیر فعال کیجیے. بڑے گروپ میں ارسال نہیں کیا جا سکے گا

source: Enable or disable the welcome message
de_de: Aktivieren oder deaktivieren Sie die Willkommens-Nachricht
he_il: הפעל או השבת את הודעת קבלת הפנים
id_id: Aktif/nonaktifkan pesan selamat datang
it: Abilita o disabilita il messaggio di benvenuto
ml_in: സ്വാഗത സന്ദേശം ഓൺ അല്ലെങ്കിൽ ഓഫ് ആക്കുക.
pt_br: Ative ou desative as mensagens de boas-vindas
ro_ro: Activați sau dezactivați mesajul de bun venit
ru: Включить или выключить приветственное сообщение
sr_sp: Омогућите или онемогућите добродошлицу
uk_ua: Увімкнути або вимкнути привітання
ur_in: استقبالیہ پیغام فعال یا غیر فعال کیجیے

source: When enabled, every time a new welcome message is sent, the previously sent welcome message is removed
de_de: Wenn aktiviert, wird jedes Mal wenn eine neue Willkommensnachricht geschickt wurde, die vorher gesendete gelöscht
he_il: כאשר פונקציה זו מופעלת, בכל פעם שתופיע הודעת קבלת פנים חדשה בקבוצה, ההודעה שקדמה לה תימחק
id_id: Jika aktif, tiap kali pesan selamat datang yang baru telah terkirim, maka pesan selamat datang sebelumnya akan dihapus
ml_in: ഇത് ഓൺ ആക്കിയാൽ, ഓരോ തവണ സ്വാഗത സന്ദേശം അയക്കുമ്പോളും, പഴയത് ഡിലീറ്റ് ചെയ്യും.
ro_ro: Când este activat, de fiecare dată când un mesaj nou de bun venit este trimis, mesajul de bun venit anterior este eliminat
sr_sp: Када је укључено, сваки пут када шаљете нову добродошлицу, раније послата добродошлица је уклоњена
uk_ua: Коли увімкнено, при відправленні нового повідомлення-привітання, попереднє - видалятиметься
ur_in: جب یہ فعال ہوگا, تو جب جب نیا استقبالیہ پیغام ارسال ہوگا تو سابقہ استقبالیہ پیغام حذف ہوجائے گا

source: When enabled, the bot doesn't answer in the group to /dashboard, /config and /help commands (it will just answer in private)
de: Wenn Aktiviert wird der Bot nicht in der Gruppe Antworten zu den Kommands /dashboard, /config, und /help (er wird nur im Privaten Chat antworten)
de_de: Wenn aktiviert, antwortet der Bot nur privat auf die /dashboard /config und /help Befehle, es wird keine Bestätigung in die Gruppe gesendet
he_il: כאשר הפקודה פעילה, הבוט אינו עונה בקבוצה לפקודות /dashboard /config and /help (הבוט יענה רק בהודעה פרטית)
id_id: Ketika diaktifkan, bot tidak mengirim pesan konfirmasi dari balasan perintah /dashboard /config dan /help (balasan langsung dikirim ke private message). Pastikan pengirim perintah sudah menghubungi bot melalui pesan pribadi.
it: Quando abilitata, il bot non risponderà nel gruppo ai comandi /dashboard, /config ed /help. Risponderà in privato, ma senza dare conferma nel gruppo
ml_in: ഇത് ഓൺ ആക്കിയാൽ, /dashboard, /config and /help എന്നീ കമാൻഡുകളോട് ഗ്രൂപ്പിൽ പ്രതികരിക്കുകയില്ല. പ്രൈവറ്റിൽ മെസ്സേജ് ചെയ്യും.
pt_br: Quando ativado, o bot não responde no grupo para os comandos /dashboard, /config e /help (ele só vai responder no privado)
ro_ro: Când este activat, bot-ul nu răspunde în grup la comenzile /dashboard, /config și /help (răspunde doar în privat)
ru: Если включено, бот не будет отвечать в группу на команды /dashboard, /config и /help (он будет просто слать ответ в личку)
sr_sp: Када је укључено, бот не одговара у групи за /dashboard, /config и /help команде (то ће бити само приватни одговор)
uk_ua: Коли увімкнена, відповідає на команду /dashboard, /config та /help (у особистих повідомленнях)
ur_in: فعال ہونے کے وقت بوٹ گروپ میں /dashboard, /config اور /help کو جواب نہیں دے گا (البتہ پرسنل میں ضرور جواب دیگا)

source: Enable and disable the anti-flood system (more info in the /help message)
de: Aktiviere und Deaktiviere das Anti-floof System (mehr infos dazu -> /help)
de_de: Aktiviere und Deaktiviere das Anti-flood System (mehr infos dazu -> /help)
he_il: הפעל או בטל את המנגנון למניעת הצפות (מידע נוסף תוכל למצוא באמצעות פקודת /help)
id_id: Aktifkan dan nonaktifkan sistem anti-flood (info lengkap di pesan /help)
it: Abilita o disabilita l'antiflood (più info con /help)
ml_in: ആന്റി ഫ്ലഡ് സംവിധാനം ഓൺ അല്ലെങ്കിൽ ഓഫ് ആക്കുക.കൂടുതൽ വിവരങ്ങൾക്ക് /help മെസ്സേജ് കാണുക.
pt_br: Ativar e desativar o sistema anti-flood (mais informações na mensagem de ajuda gerada pelo comando /help)
ro_ro: Activează și dezactivează sistemul anti-inundație (pentru mai multe informații folosiți comanda /help)
ru: Включить или отключить систему антифлуда (подробнее в справке по команде /help)
sr_sp: Укључите и искључите анти-поплавни систем (више у /help команди)
uk_ua: Якщо увімкнено, то система «антифлуд» буде працювати в групі (див. довідку, /help)
ur_in: طغیانی مخالف سسٹم کو فعال یا غیر فعال کیجیے(مزید معلومات /help پیغام میں ہے)

source: If the welcome message is enabled, it will include an inline button that will send to the user the rules in private
de: Wenn die Willkommensnachricht Aktiviert ist, wird diese einen Button enthalten um zu den Regeln (im Privat Chat) zu gelangen
de_de: Wenn die willkommen-Nachricht aktiviert ist, enthält sie eine Taste, die dem Benutzer privat die Regeln schickt
he_il: אם הודעת קבלת הפנים מופעלת, היא תכלול כפתור פנימי אשר יפנה את המשתמשים לקריאת החוקים בפרטי
id_id: Jika pesan selamat datang diaktifkan, Pesan tersebut akan menyertakan sebuah tombol yang berfungsi untuk memberi aturan grup kepada pengguna (di pesan pribadi).
it: Se il messaggio di benvenuto è abilitato, questo includerà un tasto inline che permetterà agli utenti di aprire la chat col bot e ricevere le regole del gruppo
ml_in: സ്വാഗത സന്ദേശം ഓൺ ആക്കിയാൽ, അതിൻറെ കൂടെ ഒരു ഇൻലൈൻ ബട്ടണും കാണിക്കും. അത് യൂസറിന് ഗ്രൂപ്പിൻറെ നിയമങ്ങൾ പ്രൈവറ്റ് ആയി അയക്കും.
pt_br: Se a mensagem de boas-vindas estiver ativada, ela incluirá um botão inline embutido que enviará ao usuário as regras no privado
ro_ro: Dacă mesajul de bun venit este activat, acesta va include un buton în-linie care va trimite utilizatorului regulile în privat
ru: Если приветственное сообщение включено, бот будет добавлять к нему встроенную кнопку, которая будет отправлять пользователю правила в личку
sr_sp: Ако је добродошлица укључена, подразумеваће дугме које ће послати кориснику правила у приватној поруци
uk_ua: Якщо опція «Привітання» і ця опція включені, то поруч з привітанням буде кнопка, після натиснення на яку користувачеві будуть відправлені правила групи в особисті повідомлення
ur_in: اگر آپ استقبالیہ پیغام کو فعال کرتے ہیں تو یہ ایک داخلی بٹن پر مشتمل ہوگا جو کہ صارف کو نجی پیغام میں اصول و ضوابط ارسال کرے گا

source: When someone uses /rules 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
de: Wenn jemand /rules benutzt 👥: Der Bot wird in der Gruppe antworten (immer mit Admins) 👤: Der Bot wird im Privat Chat antworten
de_de: Wenn jemand /rules benutzt 👥: Der Bot wird in der Gruppe antworten (immer mit Admins) 👤: Der Bot wird im Privat Chat antworten
he_il: כאשר מישהו משתמש בפקודה /rules 👥: הבוט יענה בקבוצה (תמיד, כשמדובר במנהלים) 👤: הבוט יענה בפרטי
id_id: Jika seseorang mengirim perintah /rules 👥: bot akan membalas di grup (untuk admin, selalu dibalas di grup) 👤: bot akan membalas di pesan pribadi
it: Quando un utente usa /rules 👥: il bot le invierà nel gruppo (SEMPRE con gli admin) 👤: il bot le invierà in privato
ml_in: ആരെങ്കിലും /rules ഉപയോഗിച്ചാൽ 👥: ബോട്ട് ഗ്രൂപ്പിൽ പ്രതികരിക്കും (അഡ്മിന് എപ്പോഴും) 👤: ബോട്ട് പ്രൈവറ്റിൽ പ്രതികരിക്കും
pt_br: Quando alguém utiliza /rules 👥: o bot irá responder no grupo (sempre responderá os administradores) 👤: o bot responderá no privado
ro_ro: Când cineva folosește comanda /rules 👥: bot-ul va răspunde în grup (întotdeauna, cu administratorii) 👤: bot-ul va răspunde în privat
ru: Когда кто-то использует команду /rules 👥: бот будет отвечать в группе (всегда для админов) 👤: бот будет отвечать в личку
sr_sp: Када неко користи /rules 👥: бот ће одговорити у групи (увек, са администраторима) 👤: бот ће одговорити у приватној поруци
uk_ua: Впливає на поведінку команди /rules 👥: бот буде відповідати в групі 👤: бот буде відповідати в особистих повідомленнях (до адміністраторів не відноситься)
ur_in: جس وقت کوئی صارف /rules کو استعمال کرے تو 👥: بوٹ قوانین گروپ میں ارسال کرے گا (منتظمین کو ہمیشہ) 👤: بوٹ پرسنل میں جواب دے گا

source: When someone uses an #extra 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
de: Wenn jemand #extra benutzt 👥: Der Bot wird in der Gruppe antworten (immer mit Admins) 👤: Der Bot wird im Privat Chat antworten
de_de: Wenn jemand #extra benutzt 👥: Der Bot wird in der Gruppe antworten (immer mit Admins) 👤: Der Bot wird im Privat Chat antworten
he_il: כאשר מישהו משתמש בפקודה #extra 👥: הבוט יענה בקבוצה (תמיד, כשמדובר במנהלים) 👤: הבוט יענה בפרטי
id_id: Jika seseorang mengirim perintah #ekstra 👥: bot akan membalas di grup (untuk admin, selalu dibalas di grup) 👤: bot akan membalas di pesan pribadi
it: Quando un utente usa /rules 👥: il bot le invierà nel gruppo (SEMPRE con gli admin) 👤: il bot le invierà in privato
ml_in: ആരെങ്കിലും #extra ഉപയോഗിച്ചാൽ 👥: ബോട്ട് ഗ്രൂപ്പിൽ പ്രതികരിക്കും (അഡ്മിന് എപ്പോഴും) 👤: ബോട്ട് പ്രൈവറ്റിൽ പ്രതികരിക്കും
pt_br: Quando alguém utiliza um #extra 👥: o bot irá responder no grupo (sempre responderá os administradores) 👤: o bot responderá no privado
ro_ro: Atunci când cineva folosește #extra 👥: bot-ul va răspunde în grup (întotdeauna, cu administratorii) 👤: bot-ul va răspunde în privat
ru: Когда кто-то использует дополнительные команды 👥: бот будет отвечать в группе (всегда для админов) 👤: бот будет отвечать в личку
sr_sp: Када неко користи #extra команде 👥: бот ће одговорити у групи (увек, са администраторима) 👤: бот ће одговорити у приватној поруци
uk_ua: Коли користувач використовує додаткові команди: 👥: бот відправляє відповідь у групу (завжди для адмінів) 👥: бот відпраляє відповідь у особисті повідомлення
ur_in: جس وقت کوئی صارف #extra کو استعمال کرے تو 👥: بوٹ قوانین گروپ میں ارسال کرے گا (منتظمین کو ہمیشہ) 👤: بوٹ پرسنل میں جواب دیگا

source: Select what the bot should do when someone sends a message with arab characters
de: Wähle was der Bot machen soll wenn jemand eine Nachricht mit Arabischen zeichen schreibt
de_de: Wähle was der Bot machen soll wenn jemand eine Nachricht mit Arabischen zeichen schreibt
he_il: בחר איזו פעולה ברצונך שהבוט יבצע כאשר מישהו שולח הודעה עם תווים בערבית
id_id: Tentukan tindakan yang dilakukan oleh bot jika ada pengguna yang mengirim karakter arab
it: Imposta come dovrà comportarsi il bot quando qualcuno invia un messaggio in arabo
ml_in: ആരെങ്കിലും അറബ് അക്ഷരങ്ങൾ അയച്ചാൽ എന്ത് ചെയ്യണമെന്ന് തിരഞ്ഞെടുക്കുക.
pt_br: Selecione o que o bot deverá fazer quando alguém enviar uma mensagem com caracteres árabes
ro_ro: Selectați ce ar trebui sa facă bot-ul atunci când cineva trimite un mesaj cu caractere arabe
ru: Укажи, что бот должен делать, когда кто-то отправляет сообщение с арабскими символами
sr_sp: Изаберите оно што бот мора да уради, када неко шаље поруку са арапским симболима
uk_ua: Вкажи, що бот повинен робити, коли хтось відправляє повідомлення з арабськими символами
ur_in: جس وقت کوئی عربی عبارت پر مشتمل پیغام ارسال کرے تو منتخب کیجیے کہ بوٹ کیا کرے

source: Bots will be banned when added by normal users
de_de: Bots werden gebannt, wenn Sie von normalen Benutzern hinzugefügt werden
he_il: בוטים ייחסמו כאשר משתמש רגיל הוא זה שהוסיף אותם
id_id: Bot akan di_banned_ jika dia ditambahkan oleh pengguna biasa
it: I bot verranno bannati se aggiunti da utenti normali (non admin/mod)
ml_in: സാധാരണ യൂസേഴ്സ് ഏതെങ്കിലും ബോട്ടിനെ ചേർത്താൽ ആ ബോട്ടിനെ ബാൻ ചെയ്യും
pt_br: Bots serão banidos quando adicionados por usuários normais
ro_ro: Boții vor fi interziși atunci când sunt adăugați de utilizatorii normali
sr_sp: Ботови ће бити бановани, када се додају обичним корисницима
uk_ua: Додані користувачами боти будуть забанені
ur_in: بوٹ قید کر دیے جائیں گے جب وہ کسی عام صارف کی طرف سے شامل کیے جائیں گے

source: Select what the bot should do when someone sends a message with the RTL character, or has it in their name
de_de: Wähle was der Bot machen soll jemand eine Nachricht mit dem RTL Zeichen (Rechts nach Links Zeichen) schreibt oder es im Namen hat
he_il: בחר איזו פעולה ברצונך שהבוט יבצע כאשר משתמשים שולחים תווים הכתובים מימין לשמאל בהודעה, או בשמם
id_id: Tentukan aksi yang dilakukan oleh bot jika ada pengguna yang menggunakan karakter RTL di nama akun mereka atau di pesan mereka
ml_in: ആരെങ്കിലും RTL character അയച്ചാലോ, അത് ആരുടെയെങ്കിലും പേരിൽ ഉണ്ടെങ്കിലോ എന്ത് ചെയ്യണം
ro_ro: Selectați ce ar trebui să facă bot-ul când cineva trimite un mesaj cu caractere RTL sau le are în conținutul numelui său
sr_sp: Изаберите оно што бот мора да уради, када неко шаље поруку са словима писаним од десно на лево, или садржи његово име
uk_ua: Вкажіть що бот повинен робити, коли хтось відправляє повідомлення з RTL символом, або хтось помістив його в своє ім'я
ur_in: جس وقت کوئی دائیں سے بائیں جانب لکھی جانے والی عبارتوں پر مشتمل پیغام ارسال کرے تو منتخب کیجیے کہ بوٹ کیا کرے، یا اس کے نام میں اس طرح کی عبارت ہو

source: Change how many times a user has to be warned before being kicked/banned
de_de: Ändere wie oft Benutzer Gewarnt werde bevor sie gekickt/gebannt werden
he_il: שנה את כמות האזהרות שמשתמש יכול לקבל לפני שהוא מורחק\נחסם
id_id: Ubah berapa kali pengguna akan diperingatkan sebelum ditendang/diblokir
ml_in: ഒരു യൂസറിനെ പുറത്താക്കുകയോ ബാൻ ചെയ്യുകയോ ചെയ്യുന്നതിന് മുൻപ് എത്ര തവണ താക്കീത് ചെയ്യണം
ro_ro: Schimbă de câte ori un utilizator trebuie să fie avertizat înainte de a fi exclus/eliminat permanent
sr_sp: Промените колико пута корисник треба да буде упозорен, пре него што га уклоните/банујете
uk_ua: Змінити число попереджень перед вигнанням/баном
ur_in: منتخب کیجیے کہ صارف کو باہر یا مقید کرنے سے پہلے کتنی بار متنبہ کیا جائے
