Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Default permissions* From this menu you can change the default permissions that will be granted when a new member join. _Only the administrators with the permission to restrict a member can access this menu._ Tap on the name of a permission for a description of what kind of messages it will influence.
de_de: *Standard-Berechtigungen* Aus diesem Menü können die Standard-Berechtigungen verändert werden, die neue Mitglieder erhalten. _Nur Administratoren mit der Berechtigung, Benutzer einschränken, können auf dieses Menu zugreifen._ Tippen Sie auf den Namen einer Berechtigung um zu erfahren, welche Art von Nachrichten sie beeinflusst.
he_il: *הרשאות ברירת מחדל* בתפריט זה ניתן לשנות את ההרשאות שיקבל משתמש חדש כברירת מחדל. _רק מנהלים בעלי הרשאה להגביל משתמשים יכולים לגשת לתפריט זה._ הקש על שם הרשאה מסוימת על מנת לקבל מידע על סוג ההודעות שיושפעו.
id_id: *Perizinan Default* Dari menu ini Anda dapat mengubah perizinan default yang diberikan ketika anggota baru bergabung. _Hanya administrator dengan izin _restrict_ yang bisa memasuki menu ini_ Ketuk pada nama izin untuk melihat deskripsi pesan apa yang akan terpengaruh.
ml_in: *പൊതുവായ അനുമതികൾ* പുതിയതായി ജോയിൻ ചെയ്യുന്ന യൂസറിന് പൊതുവായ എന്തെല്ലാം അനുമതികൾ ഉണ്ടെന്ന് ഇവിടെ സെറ്റ് ചെയ്യാം. ഓരോന്നിന്റെയും പേരിൽ ടാപ് ചെയ്‌താൽ അത് ഏതൊക്കെ തരം മെസ്സേജുകളെയാണ് ബാധിക്കുന്നതെന്ന് അറിയാം.
ro_ro: *Permisiuni implicite* Din acest meniu puteți modifica permisiunile implicite care vor fi acordate atunci când un nou membru se alătură. _Numai administratorii cu permisiunea de a restricționa un membru pot accesa acest meniu._ Apăsați pe numele unei permisiuni pentru o descriere a ce fel de mesaje va influența.
sr_sp: *Подразумеване дозволе* Из овог менија можете да промените подразумеване дозволе који ће бити предате приликом приступања нових чланова у организацију. _Само администратори са дозволом ограничавања чланова могу приступити овом менију_. Кликните на назив дозволе за опис, и на које поруке ће она утицати.
uk_ua: *Права за замовчуванням* У цьому меню ви можете змінити налаштування за замовчуванням, вони будуть застосовуватися до всіх нових користувачів. _Тільки адміністратори, які мають права на обмеження прав користувачів, мають доступ до цього меню._ Натисніть на назву права для отримання опису, в якому описано, на які типи повідомлень воно впливає.
ur_in: *طے شدہ اجازتیں* اس فہرست میں آپ ان طے شدہ اجازتوں کو تبدیل کرسکتے ہیں جو کہ نئے رکن کے شامل ہونے کے وقت فراہم کی جاتی ہیں. _صرف وہ منتظمین جنہیں صارفین کو قید کرنے کی اجازت ہے اس فہرست تک رسائی رکھتے ہیں._ اجازت کے نام پر ٹیپ کریں یہ جاننے کے لیے کہ یہ قسم کے پیغامات پر اثر انداز ہوگا۔

source: Setting saved, but I can't edit the buttons because you are too fast! Wait other %d seconds
de_de: Einstellung gespeichert, aber ich konnte die Tasten nicht bearbeiten, weil du zu schnell bist! Warte %d Sekunden
he_il: ההגדרה נשמרה, אבל אני לא יכול לערוך את הלחצנים כי את/ה מהיר מדי! המתן/י %d שניות נוספות
id_id: Pengaturan tersimpan, tapi saya tidak bisa mengubah tombol karena Anda terlalu cepat! Tunggu sekitar %d detik
ml_in: സെറ്റിങ്‌സ് എല്ലാം സേവ് ചെയ്തു. പക്ഷെ,നിങ്ങൾ വളരെ വേഗത്തിലായതിനാൽ ഈ ബട്ടൺ ഒന്നും എഡിറ്റ് ചെയ്യാൻ പറ്റിയില്ല. ഒരു %d സെക്കൻഡ് സമയം കാത്തിരിക്കുക.
ro_ro: Configurarea a fost salvată, dar nu pot edita butoanele pentru că ești prea rapid! Așteptă încă %d secunde
sr_sp: Подешавања се чувају, али ја не могу да променим дугмад, јер сте сувише брзи! Сачекајте других %d секунди
uk_ua: Налаштування збережені, але я не можу змінити кнопки, тому що ти тиснеш їх занадто швидко! Зачекай ще %d секунд
ur_in: سیٹنگ محفوظ کی گئی، لیکن بٹنوں کو میں ایڈٹ نہیں کر سکتا کیونکہ آپ بہت تیز ہیں، مزید %d سیکنڈ انتظار کیجیے

source: This media has been saved as a response to %s
de: Medie wurde gespeichert zu %s
de_de: Dieses Medium wurde als Antwort gespeichert auf %s
he_il: מדיה זו נשמרה כתגובה ל־ %s
id: Media ini telah disimpan sebagai %s
id_id: Media ini telah disimpan sebagai respon untuk %s
it: Media salvato come risposta a %s
ml_in: %s ന് ഉള്ള മറുപടിയായിട്ട് ഈ മീഡിയ സേവ് ചെയ്തിട്ടുണ്ട്
pt_br: Esta mídia foi salva como uma resposta de %s
ro_ro: Acest fișier media a fost salvat ca răspuns la %s
ru: Эта медиа сохранена для ответа на %s
sr_sp: Овај медиј је сачуван у одговору на %s
uk_ua: Це медіа було збережено, як відповідь на %s
ur_in: یہ میڈیا محفوظ کیا گیا %s کو جواب دیتے ہوئے

source: Command '%s' saved!
de: Keine Befehle (commands) gespeichert!
de_de: Befehl '%s' gespeichert!
he_il: הפקודה '%s' נשמרה!
id: Command '%s' tersimpan!
id_id: Perintah '%s' tersimpan!
it: %s salvato!
ml_in: കമാൻഡ് '%s' സേവ് ചെയ്തിട്ടുണ്ട്!
pt_br: Comando '%s' salvo!
ro_ro: Comanda '%s’ salvată!
ru: Команда «%s» сохранена!
sr_sp: Команда %s је сачувана!
uk_ua: Команда '%s' збережена!
ur_in: کمانڈ '%s' محفوظ ہوا!

source: Commands deleted: `%s`
de_de: Befehle gelöscht: `%s`
he_il: פקודות שנמחקו: `%s`
id_id: Perintah dihapus: `%s`
ml_in: `%s`കമാൻഡ് ഡിലീറ്റ് ചെയ്തു
ro_ro: Comenzi șterse: `%s`
sr_sp: Команди удаљено: `%s`
uk_ua: Команд видалено: `%s`
ur_in: کمانڈ حذف کی گئی: '%s'

source: Commands not found: `%s`
de_de: Befehle nicht gefunden: `%s`
he_il: פקודות שלא נמצאו: `%s`
id_id: Perintah tidak ditemukan: `%s`
ml_in: `%s` കമാൻഡ് കിട്ടുന്നില്ല
ro_ro: Comenzile nu sunt găsite: `%s`
sr_sp: Команди не нађено: `%s`
uk_ua: Команд не знайдено: `%s`
ur_in: کمانڈ ملی نہیں '%s'

source: _Please_ [start me](%s) _so I can send you the answer_
de_de: _Bitte_ [starte mich](%s) _damit ich die Antwort schicken kann_
he_il: _אנא_[הפעל אותי](%s)_כדי שאוכל לשלוח לך את התשובה_
id_id: _Start saya terlebih dahulu_ [start me](%s) _agar saya bisa mengirimkan balasan_
ml_in: _Please_ [എന്നെ ഉപയോഗിക്കുക](%s) _എന്നാൽ എനിക്ക് answer സെൻറ് ചെയ്യാൻ കഴിയും_
ro_ro: _Te rog_ [pornește-mă](%s) _pentru a-ți putea trimite răspunsul_
sr_sp: _Молим Вас_ [стартујте ме](%s) _да би Вам могао послати одговор_
uk_ua: Будь ласка, [запусти мене](%s), і я зможу відправити тобі відповідь
ur_in: _براہ کرم_[مجھے شروع کیجیے](%s) _تاکہ میں آپ کو جواب ارسال کر سکوں_

source: ⚖ Current sensitivity. Tap on the + or the - to change it
de_de: ⚖ Aktuelle Empfindlichkeit. Drück auf + oder - um sie zu ändern
he_il: ⚖ רגישות נוכחית. הקש על + או על - כדי לשנות אותה
id_id: ⚖ Sensitifitas saat ini. Sentuh pada + atau - untuk mengubahnya
it: ⚖ Sensibilità attuale. Usa il + ed il - per cambiarla
ml_in: ⚖ ഇപ്പോഴത്തെ നില. Tap on the + or the - to change it
pt_br: ⚖ Quantidade atual. Aperte + ou - para modifica-lo
ro_ro: ⚖ Sensibilitatea actuală. Apăsați pe + sau pe - pentru a o schimba
ru: ⚖ Текущая чувствительность. Нажми + или -, чтобы изменить её
sr_sp: ⚖ Текућа осетљивост. Кликните на + или -, Да га промените
uk_ua: ⚖ Поточна чутливість. Натисніть + або -, щоб змінити її
ur_in: ⚖ موجودہ حساسیت۔ اسے تبدیل کرنے کیلیے + یا - کو ٹیپ کیجیے

source: Choose which media must be ignored by the antiflood (the bot won't consider them). ✅: ignored ❌: not ignored
de: Suche aus welche medien von Antiflood ignoriert werden (der Bot wird sie nicht berücksichtigen) ✅: Ignoriert ❌: Nicht Ignoriert
de_de: Suche aus, welche Medien von Anti-Flood ignoriert werden ✅: Ignoriert ❌: Nicht Ignoriert
he_il: בחר איזה מדיה יש להתעלם על ידי antiflood (הבוט לא יתייחס אליהם). ✅: התעלם ❌: אל תתעלם
id_id: Tentukan media yang akan diabaikan oleh antiflood (bot tidak akan mendeteksinya). ✅: diabaikan ❌: dideteksi
it: Scegli quali media verranno ignorati dall'antiflood (non verranno considerati dal bot) ✅: ignorati ❌: non ignorati
ml_in: ആന്റിഫ്ലഡ് സിസ്റ്റം ഏത് തരം മെസ്സേജുകളെയാണ് ഒഴിവാക്കേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക.(ബോട്ട് അതിനോട് പ്രതികരിക്കുകയില്ല) ✅: ഒഴിവാക്കുക ❌: ഒഴിവാക്കേണ്ടതില്ല
pt_br: Escolha quais meios devem ser ignorados pelo antiflood (o bot não os considerará). ✅: ignorar ❌: não ignorar
ro_ro: Alege ce fișiere media trebuie să fie ignorate de sistemul anti-inundație (botul nu le va lua în considerare). ✅: ignorat ❌: permis
ru: Выбери, какие медиа должны игнорироваться антифлудом (бот не будет учитывать их) ✅: игнорируемые ❌: неигноририруемые
sr_sp: Изаберите који би медији требало да буду занемарени Антифлудом (бот их неће посматрати). ✅: игнорисани ❌: не игнорисани
uk_ua: Обери, які медіа повинні ігноруватися антифлудом (бот не враховуватиме їх) ✅: ігнорувати ❌: неігнорувати
ur_in: اس میڈیا کا انتخاب کیجیے جسے تکرار مخالف سے نظر انداز کرنا ہے (بوٹ اس کا اہتمام نہیں کرے گا.) ✅: نظر انداز کریں ❌: نظر انداز نہ کریں

source: 👞️ kick
de: 👞 entfernen
de_de: 👞 kicken
he_il: 👞 הרחקה
id_id: 👞️ tendang
ml_in: 👞️ പുറത്താക്കുക
ro_ro: 👞️ exclus
ru: 👞️ кик
sr_sp: 👞️ избацивање
uk_ua: 👞️ кік
ur_in: 👞️ باہر

source: 🔨 ️ban
de_de: 🔨 ️bannen
he_il: 🔨 ️חסימה
id_id: 🔨 ️blokir
ml_in: 🔨 ️തടയുക
ro_ro: 🔨 ️interdicție
ru: 🔨 ️бан
sr_sp: 🔨 ️бан
uk_ua: 🔨 забанити
ur_in: 🔨 ️مسدود

source: Flooders will be banned
de_de: Flooder werden gebannt
he_il: מציפים יחסמו מהקבוצה
id_id: Penyampah akan diblokir.
it: I flooders verranno bannati
ml_in: ഫ്ലഡ് ചെയ്യുന്നവരെ ബാൻ ചെയ്യും
pt_br: Agora floodadores serão banidos
ro_ro: Cei ce inundă vor fi interziși
ru: Флудеры будут забанены
sr_sp: Флудери ће се забранити
uk_ua: Флудери будуть забанені
ur_in: پیغام کی تکرار کرنے والے قید کر دیے جائیں گے

source: Flooders will be kicked
de_de: Flooder werden gekickt
he_il: מציפים יורחקו מהקבוצה
id_id: Flooders akan ditendang
it: I flooders verranno kickati
ml_in: ഫ്ലഡ് ചെയ്യുന്നവരെ ചവിട്ടി വെളികളയും
pt_br: Agora floodadores serão kickados
ro_ro: Cei ce inundă vor fi excluși
ru: Флудеры будут кикнуты
sr_sp: Флудери ће се избацити
uk_ua: Флудери будуть вигнані
ur_in: پیغام کی تکرار کرنے والے باہر کر دیے جائیں گے

source: Flooders will be muted
de_de: Überschwemmer werden stummgeschaltet
he_il: מציפים יושתקו
id_id: Pembanjir obrolan akan dibisukan
ml_in: ഫ്ലഡ് ചെയ്യുന്നവരെ നിശബ്ദമാക്കും
ro_ro: Cei ce inundă vor fi puși in surdină
sr_sp: Флудери ће се утишати
uk_ua: Флудери будуть приглушені
ur_in: تکرار کرنے والے خاموش کر دیے جائیں گے

source: %d is not a valid value!
de: %d ist kein verfügbarer Wert!
de_de: %d ist kein gültiger Wert!
he_il: %d הוא לא ערך חוקי!
id: %d : nilai tidak valid!
id_id: %d bukan nilai yang valid!
it: %d non è un valore valido!
ml_in: %d ശരിയായ ഒരു വാല്യൂ അല്ല!
pt_br: %d não é um valor válido!
ro_ro: %d nu este o valoare validă!
ru: %d — недопустимое значение
sr_sp: %d је неважећа вредност!
uk_ua: %d не є дійсним значенням!
ur_in: %d صحیح قدر و قیمت نہیں ہے!

source: You can manage the antiflood settings from here. It is also possible to choose which type of messages the antiflood will ignore (✅)
de_de: Die Anti-Flood Einstellungen können von hier aus verwaltet werden. Es ist auch möglich zu wählen, welche Art von Nachrichten Anti-Flood ignoriert (✅)
he_il: אתה יכול לנהל את הגדרות antiflood מכאן. כמו כן ניתן לבחור מאיזה סוג של הודעות antiflood יתעלם (✅)
id_id: Anda dapat mengelola pengaturan antiflood dari sini. Disini Anda juga bisa menentukan jenis pesan yang akan diabaikan oleh bot (✅)
ml_in: ആന്റി ഫ്ലഡ് സിസ്റ്റം നിങ്ങൾക്ക് ഇവിടെ ക്രമീകരിക്കാം. ആന്റി ഫ്ലഡ് സിസ്റ്റം ഏത് മെസ്സേജുകളെയാണ് ഒഴിവാക്കേണ്ടതെന്ന് തിരഞ്ഞെടുക്കാൻ കഴിയും (✅)
ro_ro: Puteți gestiona setările anti-inundație de aici. Este, de asemenea, posibil să alegeți ce tip de mesaje vor fi ignorate de către sistemul anti-inundație (✅)
sr_sp: Можете да управљате подешавањима Антифлуд одавде. Такође можете изабрати који тип Антифлуд порука ће игнорисати (✅)
uk_ua: Тут ви можете змінити налаштування антифлуд. Також можна обрати, які повідомлення будуть ігноруватися системою антифлуд. (✅)
ur_in: آپ یہاں سے مانع تکرار سیٹنگ کا انتظام کر سکتے ہیں۔ نیز یہ بھی کہ کس قسم کے پیغامات کو مانع تکرار نظر انداز کرے (✅)

source: Antiflood settings
de_de: Anti-Flood-Einstellungen
he_il: הגדרות המנגנון נגד הצפה
id: Pengaturan Antiflood
id_id: Pengaturan antiflood
it: Impostazioni Anti-flood
ml_in: ഫ്ലഡിനെതിരെയുള്ള സെറ്റിങ്‌സ്
pt_br: Configurações do sistema Anti-flood
ro_ro: Setări Anti-Inundație
ru: Настройки антифлуда
sr_sp: Подешавања преплаве
uk_ua: Налаштування антифлуду
ur_in: مانع تکرار سیٹنگ

source: ❎ [%s] will be ignored by the anti-flood
de: ❎ [%s] wird vom Anti-Spam ignoriert werden
de_de: ❎ [%s] wird von Anti-Flood ignoriert werden
he_il: ❎ [%s] לא יפעיל את המנגנון נגד ההצפה
id: ❎ [%s] akan diabaikan oleh anti-flood
id_id: ❎ [%s] akan diabaikan oleh anti-flood
it: ❎ [%s] saranno ignorati dall'anti-flood
ml_in: ❎ [%s] ആന്റി ഫ്ലഡ് ഒഴിവാക്കും
pt_br: ❎ [%s] será ignorado pelo sistema anti-flood
ro_ro: ❎ [%s] va fi ignorat de către anti-inundație
ru: ❎ Антифлуд будет игнорировать [%s]
sr_sp: ❎ [%s] ће се игнорисати Антифлуд-ом
uk_ua: ❎ Антифлуд буде ігнорувати [%s]
ur_in: ❎ [%s] مانع تکرار کے ذریعہ نظر انداز کیے جائیں گے

source: 🚫 [%s] won't be ignored by the anti-flood
de: 🚫 [%s] wird vom Anti-Spam nicht ignoriert werden
de_de: 🚫 [%s] wird vom Anti-Spam nicht ignoriert werden
he_il: 🚫המנגנון נגד הצפה לא יתעלם מ:[%s]
id: 🚫 [%s] akan dideteksi oleh anti-flood
id_id: 🚫 [%s] akan dideteksi oleh anti-flood
it: 🚫 [%s] verranno considerati dall'anti-flood
ml_in: 🚫 [%s] ആന്റി ഫ്ലഡ് ഒഴിവാക്കുകയില്ല
pt_br: 🚫 [%s] não será ignorado pelo sistema anti-flood
ro_ro: 🚫 [%s] nu va fi ignorat de către anti-inundație
ru: 🚫 Антифлуд не будет игнорировать [%s]
sr_sp: 🚫 [%s] неће бити занемарене Антифлуд-ом
uk_ua: 🚫 Антифлуд не буде ігнорувати [%s]
ur_in: 🚫 [%s] مانع تکرار کے ذریعہ نظر اندازنہیں کیے جائیں گے

source: In this menu you will find all the available commands
de: In diesem Menü findest du alle verfügbaren Kommands
de_de: In diesem Menü findest du alle verfügbaren Befehle
he_il: בתפריט זה ניתן למצוא את כל הפקודות הזמינות
id_id: Di menu ini Anda akan menemukan perintah yang tersedia
it: In questo menù potrai trovare tutti i comandi disponibili
ml_in: നിങ്ങൾക്ക് ലഭ്യമായ എല്ലാ കമാൻഡുകളും ഇവിടെ കാണാം
pt_br: Neste menu você encontrará todos os comandos disponíveis
ro_ro: În acest meniu vei găsi toate comenzile disponibile
ru: В этом меню ты найдёшь все доступные команды
sr_sp: У овом менију можете наћи све расположиве команде
uk_ua: В цьому меню знаходяться всі доступні команди
ur_in: اس فہرست میں آپ تمام دستیاب کمانڈس پائیں گے

source: Hello %s 👋🏼, nice to meet you! I'm Group Butler, the first administration bot using the official Bot API. *I can do a lot of cool stuffs*, here's a short list: • I can *kick or ban* users • You can use me to set the group rules • I have a flexible *anti-flood* system • I can *welcome new users* with a customizable message, or if you want with a gif or a sticker • I can *warn* users, and ban them when they reach the maximum number of warnings • I can also warn, kick or ban users when they post a specific media …and more, below you can find the "all commands" button to get the whole list! I work better if you add me to the group administrators (otherwise I won't be able to kick or ban)!
de_de: Hallo %s, schön, dass du hier bist! Ich bin Group Butler, der erste Administrations-Bot, der die offizielle Bot API verwendet. *Ich beherrsche ein paar coole Tricks*. Hier eine kleine Auswahl: • Ich kann Nutzer *kicken* oder *bannen* • Du kannst mich benutzen um Gruppenregeln festlegen • Ich habe eine flexibles System um *flooding* zu vermeiden • Ich kann *neue Nutzer begrüßen* - mit einer Nachricht, einem gif oder einem Sticker • Ich kann Nutzer *warnen* oder, bei Erreichen einer bestimmten Anzahl an Warnungen, bannen • Außerdem kann ich Nutzer kicken oder bannen wenn sie bestimmte Medieninhalte posten … dies sind nur einige meiner Features. Die ganze Liste findest du unter dem Button "Alle Befehle" Am besten funktioniere ich, wenn du mich den Administratoren der Gruppe hinzufügst. Sonst kann ich leider niemanden kicken oder bannen
he_il: שלום %s 👋🏼, נעים להכיר אותך! אני Group Butler, בוט הניהול הראשון המשתמש ב-Bot API הרשמי. *אני יכול לעשות המון דברים מגניבים*, הנה רשימה קצרה: • אני יכול *להרחיק או לחסום* משתמשים • תוכל להשתמש בי כדי להגדיר את חוקי הקבוצה • יש לי מנגנון *נגד הצפות* גמיש • אני יכול *לברך לשלום* משתמשים חדשים עם הודעה מותאמת, או אם תרצה הנפשה (GIF), או מדבקה • אני יכול *להזהיר* משתמשים, ולחסום אותם כשהם מגיעים למספר האזהרות המרבי. • אני יכול גם להזהיר, להרחיק או לחסום משתמשים שמפרסמים סוגי מדיה מסוימים. ... ועוד, למטה תוכל למצוא את לחצן "כל הפקודות" בכדי לקבל את הרשימה המלאה. אני עובד יותר טוב אם תוסיף אותי כמנהל בקבוצה (אחרת לא אוכל להרחיק או לחסום)!
id_id: Halo %s 👋🏼, senang bertemu dengan Anda! Saya Group Butler, bot administrasi grup pertama yang menggunakan Bot API official. *Saya dapat melakukan banyak pekerjaan*, berikut ini beberapa diantaranya: • Saya bisa *menendang ataupun memblokir* pengguna dari grup • Anda bisa menggunakan saya untuk mengatur peraturan grup • Saya memiliki sistem *antisampah* yang fleksibel • Saya bisa *menyapa pengguna yang baru bergabung* dengan pesan selamat datang yang bisa Anda kustomisasi, bahkan saya bisa menyambut mereka dengan media (GIFs, foto, dll) jika Anda mau. • Saya bisa Anda gunakan untuk *memberi peringatan* kepada pengguna. Jika jumlah peringatan yang mereka terima mencapai batas maksimal, saya akan menendang atau memblokir mereka dari grup. • Saya pun bisa secara otomatis memperingatkan, menendang atau bahkan langsung memblokir pengguna dari grup saat mereka mengirimkan media tertentu yang dianulir di grup. …dan masih banyak lagi, Anda bisa mencari tombol "semua perintah" dibawah untuk mendapatkan daftar yang lebih lengkap! Saya bekerja lebih baik jika kamu menambahkan saya sebagai admin grup (jika tidak, saya tidak bisa menendang, memberi peringatan ataupun memblokir anggota grup)!
ml_in: അളിയാ %s 👋🏼, എന്തെല്ലാ... മച്ചാനേ, ഞാനാണ് ഗ്രൂപ്പ് ബട്ട്ലർ. ഒഫീഷ്യൽ BOT API ഉപയോഗിക്കുന്ന ആദ്യത്തെ അഡ്മിനിസ്ട്രേഷൻ bot ഞാനാണ്. *ഇനിപ്പറയുന്ന കാര്യങ്ങളൊക്കെ ചെയ്യാൻ ഞാൻ പുലിയാണ് കേട്ടാ.* • എനിക്ക് ആളുകളെ *ചവിട്ടി വെളിയിൽ കളയാനും, താൽക്കാലികമായി ബാൻ ചെയ്യാനും* കഴിയും • നിങ്ങൾക്കെന്നെ ഗ്രൂപ്പിന്റെ നിയമാവലികൾ സെറ്റ് ചെയ്യാൻ ഉപയോഗിക്കാം • വെറുതെ മെസ്സേജ് അയച്ചു ശല്യം ചെയ്യുന്നവരെ കൈകാര്യം ചെയ്യാനുള്ള കഴിവ് എനിക്കുണ്ട് • എനിക്ക് ഗ്രൂപ്പിൽ പുതിയതായി വരുന്നവരെ വെൽക്കം ചെയ്യാൻ സാധിക്കും. സ്റ്റിക്കറോ GIF ഓ ആഡ് ചെയ്ത് നിങ്ങൾക്ക് അത് പൊലിപ്പിക്കാം. • എനിക്ക് ആൾക്കാരെ *warn* ചെയ്യാൻ കഴിയും. എന്നിട്ടും കേൾക്കാത്തവരെ *ban* ചെയ്യാനും അറിയാം • ഏതെങ്കിലും പ്രത്യേകതരം മീഡിയ പോസ്റ്റുന്നവരെ warn, ban, kick എന്നിവ ചെയ്യാൻ എനിക്ക് കഴിയും ...അങ്ങനെ...അങ്ങനെ...അങ്ങനെ... എന്നെ ഗ്രൂപ്പ് അഡ്മിൻ ആക്കിയാലേ എനിക്ക് എൻറെ കഴിവ് മുഴുവൻ പുറത്തെടുക്കാൻ കഴിയൂ.
ro_ro: Salut %s 👋🏼, mă bucur să te cunosc! Sunt Mascota Grupului, primul bot administrativ care folosește Bot-ul API oficial. *Pot face o mulțime de chestii cool*, aici este o listă scurtă: • Pot *exclude sau interzice accesul* utilizatorilor • Poți să mă folosești pentru a stabili regulile grupului • Am un sistem *anti-inundație* flexibil • Pot *ura bun venit utilizatorilor noi* cu un mesaj personalizat, sau dacă dorești cu un GIF sau un autocolant • Pot *avertiza* utilizatorii, și le pot interzice accesul atunci când ajung la numărul maxim de avertizări • Pot, de asemenea, avertiza, exclude sau interzice accesul utilizatorilor atunci când postează un fișier media specific ... și multe altele, mai jos poți găsi butonul "toate comenzile" pentru a obține întreaga listă! Lucrez mai bine dacă mă adaugi la grupul de administratori (în caz contrar nu voi fi capabil de a exclude sau a interzice accesul)!
sr_sp: Здраво %s 👋🏼, драго ми је! Ја сам Батлер Групе, први бот управе кроз званични Bot API. *ја могу да урадим много кул ствари*, овде је кратак списак: • ја могу *избацити или бановати* кориснике • можете да користите мене, да бисте инсталирали групу правила • имам флексибилан *Против поплавни* систем • ја *поздрављам нове кориснике* са прилагођеном поруком, или ако желите помоћу гифа или налепнице • ја *упозоравам* кориснике, и избацујем их, када стигну до максималног броја упозорења • ја могу да упозорим, избацим или банујем кориснике, када пошаљу одређени медиј ... и још много тога, испод можете наћи дугме "све команде" и добити целу листу! Ја радим боље кад ме додате у групу "администратори" (иначе ја не могу да избацивати или бановати)!
uk_ua: Привіт, %s 👋🏼, радий вас бачити! Я — Group Butler, перший бот для адміністрування в Telegram. *Я можу робити багато всього*, наприклад: • *виганяти або банити* користувачів • ви можете використати мене для створення правил групт • у мене є гнучка *система «Антифлуд»* • я можу відправляти новим користувачам налаштовуване привітання, яке підтримує GIF та інші медіафайли. • я можу видавати користувачам попередження та банити їх, коли вони отримають достатньо попереджень • я можу виганяти, видавати попередження або банити користувачів, коли вони відправляють якісь медіафайли …і багато чого іншого! Щоб відкрити повний список, натисніть на кнопку «Всі команди», вона знаходиться нижче. Мій функціонал збільшується, якщо у мене є права адміністратора (в іншому випадку я не зможу виганяти або банити користувачів)!
ur_in: آداب و تسلیمات %s 👋🏼, آپ سے مل کر خوشی ہوئی! میں گروپ بٹلر ہوں، رسمی بوٹ API استعمال کرتے ہوئے پہلا منتظم بوٹ۔ *میں بہت سے عمدہ کام کرسکتا ہوں* ان کاموں کی مختصر فہرست: • میں صارفین کو *قید یا باہر* کرسکتا ہوں • گروپ قوانین سیٹ کرنے کیلیے آپ میرا استعمال کرسکتے ہیں • میں لچکدار *مانع تکرار* سسٹم رکھتا ہوں • سیٹ کیے ہوئے پیغام کے ذریعہ *نئے صارفین کا استقبال* کر سکتا ہوں، اور اگر آپ چاہیں تو بذریعہ اسٹیکر یا جیف بھی استقبال کر سکتے ہیں • صارفین کو *تنبیہ* جاری کر سکتا ہوں، نیز اگر وہ تنبیہات کی آخری حد کو پہنچ جائیں تو انہیں پابند بھی کر سکتا ہوں • اگر صارفین ممنوعہ میڈیا ارسال کریں تو انہیں متنبہ، خارج یا پابند بھی کرسکتا ہوں • ۔۔۔مزید اور بہت کچھ، مکمل فہرست کیلیے نیچے دیے گئے "تمام کمانڈس" بٹن میں تلاش کر سکتے ہیں! اگر آپ مجھے گروپ کا منتظم بنا دیں تو میں زیادہ اچھے سے خدمات انجام دے سکتا ہوں (بصورت دیگر میں باہر یا قید نہیں کر سکتا)!
