Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Extra commands* #extra commands are a smart way to save your own custom commands. • `/extra [#trigger] [reply]`: set a reply to be sent when someone writes the trigger. _Example_ : with "`/extra #hello Good morning!`", the bot will reply "Good morning!" each time someone writes #hello. You can reply to a media (_photo, file, vocal, video, gif, audio_) with `/extra #yourtrigger` to save the #extra and receive that media each time you use # command • `/extra list`: get the list of your custom commands. • `/extra del [#trigger]`: delete the trigger and its message. *Note:* the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel. Now supports placeholders. Check the "welcome" tab for the list of the available placeholders
it: *Comandi extra* Gli #extra sono un semplice modo per impostare i tuoi comandi personalizzati. • `/extra [#comando] [risposta]`: scrivi la risposta che verrà inviata quando il comando viene scritto. _Esempio_ : con "`/extra #ciao Buon giorno!`", il bot risponderà "Buon giorno!" ogni qualvolta qualcuno scriverà #ciao. Puoi anche rispondere ad un media (_foto, file, vocale, video, gif, musica_) con `/extra #quellochevuoi` per salvare l'extra e ricevere il media ogni volta che usi il #comando impostato. • `/extra list`: ottieni la lista dei comandi personalizzati impostati. • `/extra del [#comando]`: elimina il comando ed il messaggio associato. *Nota:* il markdown è permesso. Se del testo presenta un markdown scorretto, il bot notificherà che qualcosa è andato storto. Per un markdown corretto, consulta [questo post](https://telegram.me/GroupButler_ch/46) nel canale ufficiale Ora supporta i segnaposto. Controlla la sezione dedicata al messaggio di benvenuto per la lista dei segnaposto disponibili
pt_br: *Comandos extra* Os comandos #extra são uma maneira inteligente de salvar seus próprios comandos personalizados. • `/extra [#comando] [mensagem]`: define uma resposta a ser enviada quando alguém digitar o comando. _Exemplo_: com "`/extra #olá Bom dia!`", O bot responderá "Bom dia!" cada vez que alguém escrever #olá. Você pode responder a uma mídia (_imagem, arquivo, mensagem de voz, vídeo, gif, áudio_) com `/extra #seucomando` para salvar o #extra e receber essa mídia toda vez que você usar comando • `/extra list`: obtém a lista de seus comandos personalizados. • `/extra del [#comando]`: apaga o comando personalizado. *Aviso:* a formatação markdown é suportada. Se o texto enviado quebrar a formatação markdown, o bot irá notificar que algo está errado. Para um uso correto da formatação markdown, verifique [esta postagem](https://telegram.me/GroupButler_ch/46) no canal *(em inglês)*. Agora suporta marcadores de posição. Verifique a guia "Bem-vindo".
ru: *Дополнительные команды* Дополнительные команды — это отличный способ сделать ваши собственные команды. `/extra [#trigger] [ответ]`: назначить ответ на триггер. _Пример_: после команды "`/extra #hello Доброе утро!`" бот будет отвечать "Доброе утро!" каждому, кто напишет #hello. Ты можешь ответить на медиа (_фото, файл, видео, аудио, GIF, голосовое сообщение_) командой `/extra #yourtrigger` чтобы сохранить дополнительную команду и получать эту медиа каждый раз, как ты используешь #trigger. `/extra list`: получить список твоих пользовательских команд. `/extra del [#trigger]`: удалить триггер и его сообщение *Примечание*: поддерживается markdown. Если текст содержит ошибку в форматировании, бот уведомит об этом. Для правильного применения markdown прочти [этот пост](https://telegram.me/GroupButler_ru/8) в канале. Также поддерживаются заполнители. Смотри вкладку "Приветствие", чтобы увидеть список доступных заполнителей. К сожалению, пока поддерживаются тригерры только с латинскими буквами.

source: *Warns* Warn are made to keep the count of the admonitions received by an user. Once an user has been warned for the defined number of times, he is kicked/banned by the bot. There are two different type of warns: - _normal warns_, given by an admin with the `/warn` command - _automatic warns_ (read: media warns and spam warns), given by the bot when someone sends a media that is not allowed in the chat, or spams other channels or telegram.me links. • `/warn [by reply]`: warn a user • `/sw`: you can place a `/sw` (_"silent warn"_) everywhere you want in your message. The bot will silently count the warn, but won't answer in the group unless the user reached the max. number of warnings. • `/nowarns [by reply]`: reset the warns received by an user (both normal and automatic warns). • `/warnmax [number]`: set the max number of the warns before the kick/ban. • `/warnmax media [number]`: set the max number of the warns before kick/ban when an unallowed media is sent. How to see how many warns a user has received (or to reset them): `/user` command. How to change the max. number of warnings allowed: `/config` command, then `menu` button. How to change the max. number of warnings allowed for medias: `/config` command, then `media` button. How to change the max. number of warnings allowed for spam: `/config` command, then `antispam` button.
it: *Warns* Il comando /warn è realizzato per gestire il numero di avvertimenti/ammonizioni ricevuti da ogni utente. Nel momento in cui un utente ha raggiunto il numero di warn stabilito, verrà kickato/bannato dal bot Esistono due tipi differenti di warn: - _warn normali_, assegnati da un admin col comando `/warn` - _warn automatici_ (leggi: _warn per spam/media_), assegnati dal bot in automatico quando un utente invia un media non consentito nel gruppo, o spamma dei link telegram.me o messaggi provenienti da canali • `/warn [by reply]`: warna un utente • `/sw`: puoi inserire `/sw` (_"silent warn"_) dove vuoi nel tuo messaggio. Il bot registrerà silenziosamente il warn, ma non risponderà nel gruppo (meno confusione) fino a che l'utente raggiungerà il numero massimo di warn consentiti. • `/nowarns [by reply]`: resetta il numero di warn ricevuti da un utente (sia quelli normali che quelli per i media/spam) • `/warnmax [numero]`: imposta il numero massimo di warn. • `/warnmax media [numero]`: imposta il numero massimo di warn da dare per media non consentiti, prima che il bot banni l'utente. Come vedere quanti warn un utente ha ricevuto (ed eventualmente resettarli): comando `/user`. Come impostare il numero massimo di warn: comando `/config`, poi tasto `menu`. Come impostare il numero massimo di warn per i media: comando `/config`, poi tasto `media`. Come impostare il numero massimo di warn per spam: comando `/config`, poi tasto `antispam`.
pt_br: *Advertências* Advertências foram criadas para guardar os erros cometidos pelos usuários. Assim que um membro é advertido por uma quantidade específica definida por você, ele será kickado ou banido pelo bot. Existem dois tipos de advertências. - _advertências normais_, são utilizados pelo administrador do grupo pelo comando `/warn` - _advertências automáticas_ (leia: advertências de mídias e advertências por spam), onde o bot automaticamente manda uma advertência a um membro que enviou uma mídia proibida, ou postou links telegram ou encaminhamento de mensagens de canais. • `/warn [por resposta]`: utilize para advertir um membro • `/sw`: você pode utilizar o `/sw` (_"advertência silenciosa"_) em qualquer lugar da sua postagem. O bot silenciosamente adicionará uma advertência, mas não notificará até que o usuário alcance o limite de advertências do grupo. • `/nowarns [por resposta]`: utilize para resetar todas as advertências de um membro. • `/warnmax [quantidade]`: utilize para configurar o limite máximo de advertências que um usuário pode alcançar. • `/warnmax media [quantidade]`: utilize para configurar o limite máximo de advertências que um usuário pode alcançar ao postar mídias proibidas. v*Aviso* Comando `/user`: utilize para ver quantas advertências um usuário já recebeu (ou para resetá-las). Comando `/config`, então pressione `menu`: Utilize para mudar a quantidade máxima de advertências. Comando `/config`, então pressione `mídia`: Utilize para mudar a quantidade máxima de advertências por mídia proibida. Comando `/config`, então pressione `antispam`: Utilize para mudar a quantidade máxima de advertências por spam. v
ru: *Предупреждения* Предупреждения сделаны, чтобы запоминать указания, получаемые пользователями. После того, как пользователь был предупрежден определенное число раз, он кикнут / забанен ботом. Существует два различных типа предупреждений: - _обычные_, выдаваемые по команде `/warn` - _автоматические_ (см. медиа и спам предупреждения), выдаваемые ботом, когда кто-то отправляет медиа, не разрешённые в чате или спамит ссылками на другие каналы. `/warn [c ответом]`: предупредить пользователя `/sw`: можно в теле сообщения поместить символы `/sw` (_"silent warn", "тихое предупреждение"_), и бот по-тихому учтёт предупреждение, но не ответит в группу, если пользователь не ещё не достиг максимального количества предупреждений. `/nowarns [с ответом]`: сбросить предупреждения, полученные пользователем (оба вида: обычные и медиа). `/warnmax [число]`: установить максимальное количество предупреждений перед киком / баном. `/warnmax media [число]`: установить максимальное количество предупреждений прежде чем кикнуть / забанить за запрещённые медиа. Как посмотреть, сколько предупреждений получил пользователь (или сбросить их): используй команду `/user`. Как изменить максимальное количество предупреждений: команда `/config`, затем кнопка `Меню`. Как изменить максимальное количество предупреждений за медиа: команда `/config`, затем кнопка `Медиа`. Как изменить максимальное количество предупреждений за спам: команда `/config`, затем кнопка `Антиспам`.

source: *Pinning messages* The "48 hours limit" to edit your own messages doesn't apply to bots. This command was born from the necessity of editing the pinned message without sending it again, maybe just to change few things. So with `/pin` you can generate a message to pin, and edit it how many times you want. • `/pin [text]`: the bot will send you back the text you used as argument, with markdown. You can pin the message and use `/pin [text]` again to edit it • `/pin`: the bot will find the latest message generate by `/pin`, if it still exists *Note*: `/pin` supports markdown, but only `$rules` and `$title` placeholders
it: *Messaggi fissati* Il limite delle 48 ore per modificare i propri messaggi non vale, per i bot. Questo comando è nato dalla necessità di modificare il messaggio fissato senza inviarlo nuovamente, magari solo per cambiare poche righe, o solamente un link, o uno username. Quindi `/pin` permette di generare il messaggio da fissare, e modificarlo un numero illimitato di volte, senza limiti di tempo. • `/pin [testo da fissare]`: il bot reinvierà nel gruppo il testo passato come argomento, formattato col markdown. Potrai fissare questo messaggio ed usare `/pin [messaggio modificato]` nuovamente per modificare il messaggio fissato generato in precedenza • `/pin`: il bot indicherà l'ultimo messaggio generato con `/pin`, se esiste ancora *Nota*: `/pin` supporta il markdown, ma solamente i segnaposto `$rules` e `$title`
pt_br: *Fixando mensagens* O "limite de 48 horas" para editar suas próprias mensagens não se aplica a bots. Este comando nasceu da importância de editar a mensagem fixada sem enviá-la novamente. Assim, com `/pin` você poder gerar uma mensagem para fixar, e editá-la quantas vezes você quiser. • `/pin [texto]`: o bot irá enviar de volta o texto que você utilizou, formatado com markdown. Você pode fixar a mensagem e usar `/pin [texto]` novamente para editá-la • `/pin`: o bot irá te mostrar a última mensagem gerada por` /pin`, se ele ainda existir *Atenção*: `/pin` tem suporte de formatação markdown, mas apenas` $rules` e `$title`
ru: *Закреплённые сообщения* 48-ми часовой лимит на редактирование сообщений не касается ботов. Эта команда была создана из-за необходимости редактировать закреплённое сообщение без повторной отправки для внесения мелких изменений. Так что командой `/pin` ты можешь генерировать сообщения для закрепления и редактировать его столько раз, сколько нужно. `/pin [текст]`: бот отправит текст с markdown, который был в качестве аргумента. Ты можешь закрепить это сообщение и использовать `/pin [текст]` для редактирования. `/pin`: бот найдёт последнее сообщение, сгенерированное с помощью `/pin [текст]`, если оно существует. *Примечание*: `/pin` поддерживает markdown и заполнители `$rules` и `$title`

source: *Group language*" • `/lang`: choose the group language (can be changed in private too). *Note*: translators are volunteers, so I can't ensure the correctness of all the translations. And I can't force them to translate the new strings after each update (not translated strings are in english). Anyway, translations are open to everyone. If you want to translate the bot, see an [information](https://github.com/RememberTheAir/GroupButler#translators) on GitHub. Ask in the English /group for the `.po` file of your language. *Special characters* • `/config` command, then `menu` button: you will receive in private the menu keyboard. Here you will find two particular options: _Arab and RTL_. *Arab*: when Arab it's not allowed (🚫), everyone who will write an arab character will be kicked from the group. *Rtl*: it stands for 'Righ To Left' character, and it's the responsible of the weird service messages that are written in the opposite sense. When Rtl is not allowed (🚫), everyone that writes this character (or that has it in his name) will be kicked.
it: *Lingua del gruppo*" • `/lang`: scegli che lingua utilizzare (funziona anche in chat privata). *Caratteri speciali* • comando `/config`, poi tasto `menu`: riceverai in privato la tastiera del menu del gruppo. Qui potrai trovare due opzioni particolari: _Arabo ed RTL_. *Arabo*: quando i caratteri Arabi non sono consentiti, chiunque scriverà un carattere in arabo verrà kickato/bannato dal gruppo, a seconda dell'impostazione *Rtl*: sta per 'Righ To Left', ed è la causa delle scritte "che si leggono al contrario" (esempi: lo 'sta scrivendo...' ed il 'si è unito al gruppo' al contraio) Quando questo carattere non è consentito, chiunque lo abbia inserito all'interno del proprio nome o che invii un messaggio il cui testo comprende questo carattere, verrà kickato/bannato
pt_br: *Idioma do grupo*" • `/lang`: escolha o idioma do grupo (pode ser modificado no privado também). *Aviso*: tradutores são voluntários, então não posso garantir que toda a tradução esteja correta. v*Quer dar uma sugestão ou apontar um erro na tradução em português?* Contate @Nical De qualquer forma, as traduções estão abertas a todos. Se você quiser traduzir o bot, [clique aqui](https://github.com/RememberTheAir/GroupButler#translators) para ver mais informações no GitHub. Você pode utilizar o comando `/strings` para baixar o documento `.po` do seu idioma, e traduzi-lo. *Caracteres especiais* • Utilize o comando `/config`, então pressione o botão `menu`: você receberá no privado. Você encontrará duas ferramentas _Arabe e RTL_. *Árabe*: quando o Árabe está proibido (🚫), todos que enviarem uma mensagem em árabe, serão kickados ou banidos do grupo. *Rtl*: significa "Right To Left", e é a responsável por mensagens estranhas sendo mostradas ao contrário. Quando RTL está proibido (🚫), todos que enviarem uma mensagem com rtl (ou que tem rtl no seu nome) serão kickados ou banidos.
ru: *Язык группы* `/lang`: выбрать язык в группе (также можно изменить в личке) *Примечание*: перевод выполнен добровольцами, поэтому я не могу отвечать за его корректность и не могу заставить их перевести новые строки после каждого обновления (непереведённые строки будут на английском языке). В любом случае, перевод открыт для всех. Если вы желаете перевести бота, смотрите [информацию](https://github.com/RememberTheAir/GroupButler#translators) на GitHub. Запроси в английской группе файл `.po` с своим языком. Этот перевод на русский язык выполнен Гурьевым Николаем. Обо всех ошибках в переводах просьба сообщать в [нашу группу](https://telegram.me/RuButler). *Специальные символы* • Команда `/config`, затем кнопка «Меню»: получить в личку клавиатуру с меню. Здесь можно найти два особых параметра: _Арабский и RTL_. *Арабский*: когда арабский язык запрещён (🚫), все, кто будет писать арабские буквы, будут кикнуты из группы. *RTL*: означает «Right To Left» («справа налево»), и делает служебные сообщения странными, которые записываются в обратном порядке. Когда RTL запрещён (🚫), все, кто напишет этот символ (и у кого он стоит в имени), будут кикнуты.

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has six sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned *Antispam*: choose which kind of spam you want to forbid (example: telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Moderators*: promote or demote moderators *Bonus commands*: `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
it: *Impostazioni generali del gruppo* `/config` = configura il bot in privato con una comoda tastiera inline. La tastiera ha 3 sub-menu: *Menu*: gestisci le impostazioni fondamentali del bot *Antiflood*: attiva e disattiva l'antiflood, omposta la sensitività od i media da ignorare *Media*: scegli per quali media ammonire gli utenti, e configura le ammonizioni necessarie per essere kickati/bannati dal gruppo a seguito dell'invio di media non consentiti *Antiflood*: scegli se proibire lo spam di link o di messaggi inoltrati da canali *Canale log*: scegli quali eventi devono essere loggati *Moderatori*: modifica i permessi dei moderatori (non sempre disponibile) *Comandi bonus*: `/leave`: il bot lascierà il gruppo, ma senza eliminarne i dati. Usa questo comando solo se hai intenzione di riaggiungere il bot `/snap`: genera un backup che può essere ripristinato con `/import` (invia il file nel gruppo e rispondigli con `/import`). `/snap` può essere usato solo una volta ogni tre giorni
pt_br: *Configurações gerais do grupo* `/config` ou` /settings`: gerencia as configurações do grupo em privado a partir de botões. O teclado incorporado tem três submenus: *Menu*: para gerenciar as configurações mais importantes do grupo *Antiflood*: para ligar ou desligar o sistema antiflood, e definir a sua sensibilidade, e inclusive escolher alguns meios de ignorar, se você quiser *Mídia*: para escolher qual mídia proibir no seu grupo e definir o número de vezes que um usuário será avisado antes de ser kickado/banido *Antispam*: para escolher o tipo de spam que você deseja proibir (exemplo: links telegram.me, mensagens encaminhadas de canais) v*Canal de Log*: escolha quais atualizações deverão ser registrados *Moderadores*: promove ou rebaixa o cargo de moderador de um usuário no grupo *Comandos Bônus*: `/leave`: o bot irá abandonar o grupo sem deletar os dados salvos. Use esse comando somente se você pretende adicionar o bot no grupo novamente. `/snap`: gera um arquivo de backup que permite que você restaure com o comando `/import` (envie o arquivo no grupo e responda-o). O comando `/snap` pode ser usado somente a cada 3 dias.

source: *Moderators* Moderators are normal users that can use some of the commands that are usually available only to the group administrators. By default, moderators only have the banhammer (they can use _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). But their powers can be expanded or restricted by the administrators: there is a button in the /config menu, called _"Moderators"_, where the permissions of the moderators can be configured. By default, every admin can promote a new moderator, or demote an user who is already a mod. If you are the group owner, in the _"Moderators"_ section of the configuration menu you will be able to find a switch called _"Admins can manage mods"_. When disabled, the group administrators *can't promote or demote new moderators*, and also they won't be allowed to access the _"Moderators"_ section of the configuration menu (so they *won't be able to change the moderators permissions*). *Commands* `/promote [by reply|by username|by text mention|by ID]`: promote an user to moderator. If used on a moderator, it will update his name in the moderators list. `/demote [by reply|by username|by text mention|by ID]`: demote an moderator. `/modlist`: show the list of the moderators
it: *Moderatori* I moderatori sono utenti normali ai quali viene concesso l'uso di alcuni comandi che di solito sono a disposizione solamente degli amministratori. Di default, i moderatori possiedono solo il banhammer (possono usare _/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). Ma i loro poteri possono essere ampliati o ristretti dagli amministratori, tramite l'apposita sezione _"Moderatori"_ nel menu del comando /config, dove i permessi dei moderatori possono essere modificati. Normalmente, ogni admin può promuovere nuovi amministratori, o rimuovere amministratori già in carica. Tuttavia, se sei il proprietario del gruppo, nella sezione _"Moderatori"_ del menu di configurazione potrai trovare un tasto chiamato _"Admin gestiscono i mod"_. Quando disabilitato, gli amministratori del gruppo *non potranno promuovere o rimuovere nuovi moderatori*, ed inoltre non potranno più accedere alla sezione _"Moderatori"_ del menu di configurazione (e quindi *non potranno agire sui permessi dei moderatori*). *Commandi* `/promote [by reply|by username|by menzione testuale|by ID]`: l'utente verrà promosso a moderatore. Se l'utente era già un moderatore, il suo nome nella lista dei moderatori verrà aggiornato. `/demote [by reply|by username|by menzione testuale|by ID]`: rimuovi un moderatore. `/modlist`: mostra la lista dei moderatori
pt_br: *Moderadores* Moderadores são usuários normais que tem a disposição comandos escolhidos pelos administradores. Por padrão, moderadores somente tem o poder de Controle de Grupo (_/ban, /kick, /unban, /tempban, /warn, /nowarn, /block, /unblock, /user_). Mas o poder deles pode ser expandido ou restrito pelos administradores: escolha _Moderadores_ no comando /config no privado com o bot. Nele, as funções do moderador pode ser configurado. Por padrão, todo administrador pode promover ou rebaixar um moderador. Se você é o líder do grupo, escolha _Moderadores_ no comando /config no privado com o bot. Nele, você encontrará um botão chamado _" Administradores podem gerenciar Moderadores"_. Quando desativado, os administradores do grupo *não podem promover ou rebaixar moderador*, e também, eles não serão capazes de acessar o botão _Moderadores_ no comando /config (*ou seja, eles não poderão mudar as permissões de moderadores*). *Comandos* `/promote [por resposta|nome de usuário|menção de texto|ID]`: promove um usuário para moderador. Se utilizado em um moderador, irá atualizar o nome dele na lista de moderadores. `/demote [por resposta|nome de usuário|menção de texto|ID]`: rebaixa um moderador para o cargo de usuário normal. `/modlist`: mostra a lista de moderadores.
