Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Log channel informations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
it: *Informazioni sui canali log* Un log è un canale _(privato)_ dove il bot registrerà tutti gli eventi degni di nota che avverranno nel gruppo. Se vuoi usare questa funzione, dovrai associare un canale al tuo gruppo, come descritto diseguito. Tutti gli eventi, di default, *non vengono loggati*. Gli admin possono scegliere quali eventi loggare col comando `/config` -> tasto `canali log`. Per associare un canale ad un gruppo, il *creatore del canale* deve [aggiungere il bot agli amministratori del canale](telegram.me/gb_tutorials/4) (altrimenti non potrà postare), ed inviare nel canale questo messaggio: `/setlog` Una volta inviato, un admin del gruppo dovrà inoltrare quel messaggio ("`/setlog`") nel gruppo. *Fatto*! (vide-tutorial [qui](https://telegram.me/GB_tutorials/8)) Lo stesso canale può essere usato come log per diversi gruppi. Per cambiare il canale log, basta ripetere il processo di associazione con un altro canale. `/unsetlog`: rimuovi il canale log impostato `/logchannel`: ricevi alcune info sul canale log utilizzato
pt_br: *Canal de Log* Um canal de log é um canal _(privado)_, onde o bot irá gravar todos os eventos importantes que acontecerão em seu grupo. Se você quiser usar esse recurso, você precisa emparelhar seu grupo com um canal com os comandos descritos abaixo. Todos os eventos, por padrão, *não são registrados* pelo bot. Os administradores devem escolher quais serão registrados a partir do menu `/config` ->`canal de log`. Para emparelhar um canal com um grupo, o *criador do canal* deve [adicionar o bot aos administradores do canal](telegram.me/gb_tutorials/4), caso contrário, ele não será capaz de postar, e consequentemente, enviar para o canal o comando: `/setlog` Em seguida, um administrador do grupo deve encaminhar no grupo a mensagem ("`/setlog`") enviada no canal. *Então tudo estará perfeito*! Um canal pode ser usado para registrar vários grupos. Para alterar o seu canal de log, basta repetir este processo com outro canal. `/unsetlog`: para remover o seu canal de log atual `/logchannel`: para obter algumas informações sobre o seu canal de log, se configurado

source: Moderators
it: Moderatori
pt_br: Moderadores
ru: Модераторы

source: Available commands in a realm
de: Verfügbare Kommands in einem Realm
it: Comandi da usare in un Realm
pt_br: Comandos disponíveis em um Realm

source: Informations about the moderators
it: Informazioni sui moderatori
pt_br: Informações sobre os moderadores
ru: Информация о модераторах

source: Deprecated message, send /help again
de: Veraltete Nachricht, sende /help erneut
it: Messaggio troppo vecchio, usa /help di nuovo
pt_br: Mensagem desativada, envie /help novamente
ru: Устаревшее сообщение, отправь /help снова

source: Log every time an user join the group
de: Speichere jedes mal wenn ein User die Gruppe betritt
it: Logga quando un utente si unisce al gruppo
pt_br: Registrar cada vez que um usuário entrar no grupo
ru: Записывать каждый раз, когда кто-то присоединяется к группе

source: Log when an user is flooding (new log message every 5 flood messages)
de: Speichere wenn ein User den Chat flutet (neue log Nachticht nach 5 gefluteten Nachrichten)
it: Logga quando un utente sta floodando il gruppo
pt_br: Registrar quando um usuário estiver floodando (nova mensagem de registro a cada 5 mensagens de flood)
ru: Записывать, когда пользователь флудит (новое сообщение в журнале на каждое пятое флуд-сообщение)

source: Log when an user who has been blocked is banned from the group (when he join)
it: Logga quando un utente nella lista degli utenti bloccati joina e viene bannato
pt_br: Registrar quando um usuario bloqueado for banido do grupo (quando ele entrar)

source: Log when a new user is promoted to moderator
it: Logga la promozione degli utenti a moderatori
pt_br: Registrar quando um usuário for promovido a moderador

source: Log when an user looses the role of moderator
it: Logga quando un utente viene rimosso dalla lista dei moderatori
pt_br: Registrar quando um usuário for rebaixado do cargo de moderador

source: Log when an admin removes the warning received by an user
it: Logga quando un admin rimuove i warns ricevuti da un utente
pt_br: Registrar quando um administrador remove as advertências de um usuário

source: Log when an user reports a message with the @admin command
it: Logga quando un utente segnala un messaggio con @admin
pt_br: Quando ativado, os usuários poderão relatar mensagens impróprias com o comando @admin

source: Promotions
it: Promozioni
pt_br: Promoções
ru: Повышения

source: Demotions
pt_br: Rebaixamentos
ru: Понижения

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged Tap on a voice to get further informations
it: *Seleziona quali eventi verranno loggati nel canale* ✅ = verrà loggato ☑️ = non verrà loggato Premi una voce per ottenere maggiori informazioni
pt_br: *Escolha os eventos que serão registrados no Canal de Log* ✅ = será registrado ☑️ = não será registradov Clique na coluna da esquerda para adquirir as informações

source: Warns (media) 📍 %d | kick
de: Warnungen (Medien) 📍 %d | Kick
pt_br: Advertências (mídia) 📍%d | kick
ru: Предупреждений (медиа) 📍 %d | кик

source: Warns (media) 📍 %d | ban
de: Warnungen (Medien)📍%d | ban
pt_br: Advertências (mídia) 📍%d | ban
ru: Предупреждений (медиа) 📍 %d | бан

source: Tap on a voice in the right colon to *change the setting* You can use the last line to change how many warnings should the bot give before kick / ban someone for a forbidden media The number is not related the the normal `/warn` command
de: Klicke auf eine Stimme in der rechten Spalte um *die entsprechende Einstellung zu ändern*You can use the last line to change how many warnings should the bot give before kick/ban someone for a forbidden media The number is not related the the normal `/warn` command
id: Tap pada tombol sebelah kanan untuk *mengubah pengaturan* Pada baris terakhir kamu dapat menentukan berapa banyak warn maksimal sebelum user di kick/ban dari grup untuk media yang dianulir. Angka tidak berhubungan dengan `/warn` biasa
it: Tocca una voce sulla colonna destra per *cambiare le impostazioni*Puoi usare l'ultima riga per decidere quante volte il bot deve avvisare un utente prima di bannarlo/kickarlo per aver inviato un media proibito. Questo numero non è correlato in alcun modo al comando `/warn`.
pt_br: Toque para *alterar a configuração* Você pode usar a última linha para alterar quantas advertências o bot deve dar antes de kickar ou banir alguém por utilizar uma mídia proibida O número não está relacionado ao comando `/warn`
ru: Нажми на иконку в правой колонке чтобы *изменить настройки* Ты можешь использовать последнюю строчку, чтобы установить, сколько предупреждений следует выдавать боту, прежде чем кикнуть / забанить кого-нибудь за запрещённое медиа Это число не связано с обычными предупреждениями, выдаваемых по команде `/warn`

source: 🔨 New status is kick
de: 🔨 Neuer Status ist entfernen (kick)
id: 🔨 Status baru : *kick*
it: Nuovo stato = kick
pt_br: 🔨 Novo status é kick
ru: 🔨 Новый статус — кик

source: Select what the bot should do when someone sends a message with the RTL character, or has it in his name
de: Wähle was der Bot machen soll ernn jemand eine Nachticht RTL (Rechts nach Links(right to left)) schreibt oder in seinem Namen hat
it: Imposta come dovrà comportarsi il bot se un utente usa il carattere RTL nel nome, o invia un messaggio che lo contiene
pt_br: Selecione o que o bot deve fazer quando alguém envia uma mensagem com o caractere RTL ou o tem em seu nome
ru: Укажи, что бот должен делать, когда кто-то отправляет сообщение с RTL символом, или кто-то поместил его в своё имя

source: Change how many times an user has to be warned before being kicked/banned
de: Ändere wie oft ein User Gewarnt wird befor er gekickt/gebannt wird
it: Imposta quanti warn un utente potrà ricevere prima di essere kickato/bannato
pt_br: Alterar quantas vezes um usuário será avisado antes de ser kickado ou banido
ru: Изменяй, количество предупреждений, прежде чем пользователь будет кикнут / забанен

source: Change the action to perform when an user reaches the max. number of warnings
it: Imposta come il bot dovrà comportarsi quando un utente riceve il numero massimo di warn
pt_br: Altere o que o bot fará quando um usuário atingir a quantidade máxima de advertências
ru: Выбери, что делать, когда пользователь достигает максимальное количество предупреждений

source: Senders of arab messages will be kicked
de: User die Arabisch schreiben werden entfernt
id: Pengirim karakter arab: *kicked*
it: Messaggi in arabo = kick
pt_br: Quem enviar mensagens em árabe será kickado
ru: Отправители арабских сообщений будут кикнуты

source: Senders of arab messages will be banned
id: Pengirim karakter arab: *banned*
it: Messaggi in arabo = ban
pt_br: Quem enviar mensagens em árabe será banido
ru: Отправители арабских сообщений будут забанены

source: Arab language allowed
de: Arabische Sprache erlaubt
id: Karakter arab diperbolehkan
it: Messaggi in arabo permessi
pt_br: A língua Árabe está permitida
ru: Арабский язык разрешён

source: The use of the RTL character will lead to a kick
de: Die benutzung von RTL Charakteren führt zum Kick
id: Penggunaan karakter RTL : *kicked*
it: Uso del carattere RTL = kick
pt_br: Quem usar o caractere RTL será kickado
ru: За использование RTL символа будет кик

source: The use of the RTL character will lead to a ban
de: Die beutzung von RTL Charakteren führt zum ban
id: Penggunaan karakter RTL : *banned*
it: Uso del carattere RTL = ban
pt_br: Quem usar o caractere RTL será banido
ru: За использование RTL символа будет бан

source: RTL character allowed
de: RTL Charaktere sind erlaubt
id: Karakter RTL diperbolehkan
it: Carattere RTL consentito
pt_br: Caractere RTL é permitido
ru: RTL символ разрешён

source: Reply to someone, or mention him
it: Rispondi a qualcuno, o menzionalo
pt_br: _Responda alguém, ou mencione-o_
ru: _Ответь кому-нибудь или упомяни его_

source: You can't promote or demote me
it: No, non puoi farlo.
pt_br: Você não pode me promover ou rebaixar
ru: Меня нельзя назначить модератором или разжаловать

source: I've never seen this user before. If you want to teach me who is he, forward me a message from him
it: Non ho mai visto questo utente prima. Se vuoi aggiungerlo al database, inoltrami un suo messaggio
pt_br: Eu nunca vi este usuário antes. Se você deseja me mostrar quem ele é, me encaminhe uma mensagem dele
ru: Я не видел этого человека раньше. Если ты хочешь объяснить, кто он, перешли мне его сообщение

source: I'm sorry, you can't promote this user because he's already an admin
it: Non puoi promuovere questo utente perchè è già un admin
pt_br: Desculpe, você não pode promover esse usuário porque ele já é um administrador
ru: Этого пользователя нельзя назначить модератором, поскольку он уже админ

source: %s now is a moderator
it: %s ora è un moderatore
pt_br: %s agora é um administrador
ru: Теперь %s модератор

source: %s is already a moderator. I have updated his name.
it: %s è già un moderatore (ma ho aggiornato il suo nome nella lista).
pt_br: %s já é um moderador. Eu atualizei o nome dele na lista de moderadores.
ru: %s уже модератор. Я обновил его имя

source: %s is no longer a moderator
it: %s non è più un moderatore
pt_br: %s não é mais um moderador
ru: %s больше не модератор

source: <i>This user was not a moderator</i>
it: <i>Questo utente non era un moderatore</i>
pt_br: <i>Esse usuário não é um moderador</i>
ru: <i>Этот пользователь не был модератором</i>

source: If enabled, moderators will be able to use their banhammer powers
it: Se abilitato, i moderatori avranno a disposizione il banhammer
pt_br: Se ativado, moderadores terão permissão de usar os comandos de controle de grupo
ru: Если включено, модераторы смогут использовать банхаммер

source: If enabled, moderators will be able to use the /config command (and change the group settings)
it: Se abilitato, i moderatori potranno usare il comando /config (e quindi cambiare le impostazioni del gruppo)
pt_br: Se ativado, moderadores terão a permissão de utilizar o comando /config (e mudar as configurações do grupo)
ru: Если включено, модераторы смогут использовать команду /config (и менять настройки группы)

source: If enabled, moderators will be able to change the rules, save a new link, or set/delete #extra commands
it: Quando attivo, i moderatori potranno cambiare le regole, impostare/eliminare nuovi #extra ed usare i comandi descritti sopra
pt_br: Se ativado, os moderadores poderão mudar as regras, salvar um link, ajustar ou deletar um comando #extra
ru: Если включено, модераторы смогут менять правила, сохранять новую ссылку и менять дополнительные команды

source: The group administrators will be able to promote or demote new moderators, and also to see this section of the setting (but not this switch)
it: Gli amministratori potranno promuovere o rimuovere i moderatori, ed inoltre potranno accedere a questa sezione delle impostazioni (ma non vedere questo switch)
pt_br: Os administradores do grupo terão a permissão de promover ou rebaixar novos moderadores, e também poderão modificar a seção moderadores do comando /config (exceto essa opção)
ru: Администраторы группы смогут управлять списком модераторов, а также им будет доступна эта секция настроек (но не этот переключатель)

source: Admins can manage mods
it: Admin gestiscono i mod
pt_br: Administradores podem gerenciar moderadores
ru: Админы могут управлять модераторами

source: *Moderators settings* Choose what a moderator can do. When one or more of the permissions below are given to the moderators, they will be able to use the associated commands. • ✅ = *enabled* • ❌ = *not enabled* • *Banhammer* permissions - mods will be allowed to use: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • *Group info* permissions - mods will be allowed to use: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. Also, they will be seen as admins when /rules, /adminlist, /modlist, /id or an #extra command are used. • *Group configuration* permissions - mods will be able to use the /config command, and change the group settings. Obviously, they won't be able to see the "Moderators" section. Moderators will be never able to use: /cache, /leave, /snap, /import, /setlog and /unsetlog
it: *Impostazioni moderatori* Imposta cosa un moderatore (detto anche mod) potrà fare. Quando uno o più dei permessi seguenti vengono concessi ai moderatori, questi saranno in grado di usare i comandi associati. • ✅ = *concesso* • ❌ = *non concesso* • permessi per il *banhammer* - i mod potranno usare: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • permessi per le *info del gruppo* - i mod potranno usare: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. inoltre, verranno visti come admun quando /rules, /adminlist, /modlist, /id o un comando #extra vengono usati. • permessi per la *configurazione del gruppo* - i mod potranno usare il comando /config, e quindi cambiare le impostazioni del gruppo. Ovviamente, non potranno accedere alla sezione "Moderatori" del menu. I moderatori, a prescindere dai permessi concessi, non potranno usare: /cache, /leave, /snap, /import, /setlog e /unsetlog
pt_br: *Configurações de Moderadores* Escolha o que um moderador pode fazer.Choose what a moderator can do. Quando um ou mais permissões abaixo são permitidas a um moderador, ele poderá utilizar comandos associados a opção autorizada. • ✅ = *permitido* • ❌ = *não permitido* • Permissões de *Controle de Grupo* - moderadores terão permissão de utilizar os comandos /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn, /block, /unblock. • Permissões de *Informações do Grupo* - moderadores terão a permissão de utilizar os comandos: /setrules, /welcome, /extra, /link, /setlink, /blockedlist. Também, eles serão vistos como administradores quando os comandos /rules, /adminlist, /modlist, /id ou #extra forem usados. • Permissões de *Configuração de Grupo* - moderadores terão a permissão de utilizar o comando /config e mudar as configurações do grupo. Obviamente eles não terão acesso a seção de moderadores. Moderadores nunca poderão usar os comandos: /cache, /leave, /snap, /import, /setlog e /unsetlog

source: %s <b>banned</b>: media sent not allowed! ❗️ <code>%d/%d</code>
de: *gesperrt (bannend)*: Der gesendete Medientyp ist nicht gestattet (not allowed)!
it: %s <b>bannato</b>: il media inviato non era consentito! ❗️ <code>%d/%d</code>
pt_br: %s foi <b>banido</b>: envio de mídia proibida! ❗️ <code>%d/%d</code>
ru: %s <b>забанен</b>: этот тип медиа не разрешен ❗️ <code>%d / %d</code>

source: %s <b>kicked</b>: media sent not allowed! ❗️ <code>%d/%d</code>
de: %s *entfernt (kicked)*: Der gesendete Medientyp ist nicht gestattet (not allowed)!
it: %s <b>kickato</b>:il media inviato non era consentito! ❗️ <code>%d/%d</code>
pt_br: %s foi <b>kickado</b>: envio de mídia proibida! ❗️ <code>%d/%d</code>
ru: %s <b>кикнут</b>: отправленный тип медиа не разрешен ❗️ <code>%d / %d </code>

source: %s <b>kicked</b>: RTL character in names / messages not allowed!
de: %s *entfernt (kicked)*: RNL (RTL) Zeichen sind weder in Nachrichten noch in Namen gestattet (not allowed)!
it: %s <b>kickato</b>: carattere rtl nel nome/nei messaggi non consentito
pt_br: %s foi <b>kickado</b>: caracteres RTL no nome ou em mensagens não são permitidas!
ru: %s <b>кикнут</b>: RTL символы в имени / сообщениях не разрешены

source: %s <b>banned</b>: RTL character in names / messages not allowed!
de: %s *entfernt (kicked)*: RNL (RTL) Zeichen sind weder in Nachrichten noch in Namen gestattet (not allowed)!
it: %s <b>bannato</b>: carattere rtl nel nome/nei messaggi non consentito
pt_br: %s foi <b>banido</b>: caracteres RTL no nome ou em mensagens não são permitidas!
ru: %s <b>забанен</b>: RTL символы в имени/сообщениях не разрешены!

source: Last message generated by `/pin` ^
de: Letzte mit `/pin` generierte Nachricht ^
id: Pesan terakhir yang dibuat dengan `/pin` ^
it: Ultimo messaggio generato con `/pin` ^
pt_br: Última mensagem gerada por `/pin` ^
ru: Последнее сообщение, полученное с помощью `/pin` ^

source: Message edited. Check it here
de: Nachricht bearbeitet! Siehe hier
id: Pesan diubah. Lihat disini
it: Messaggio modificato. Controllalo qui
pt_br: Mensagem editada. Confira aqui
ru: Сообщение отредактировано. Нажми сюда

source: The old message generated with `/pin` does not exist anymore, so I can't edit it. This is the new message that can be now pinned
de: Die alte Nachricht die mit `/pin` generiert worden ist existiert nicht mehr, deshalb kann ich sie nicht bearbeiten. Hier ist die neue Nachricht welche nun Angeheftet werden kann
it: l'ultimo messaggio generato con `/pin` non esiste più, quindi non posso modificarlo. Questo è il nuovo messaggio che potrà essere fissato e modificato in futuro con `/pin`
pt_br: A mensagem antiga gerada com `/pin` não existe mais, então não consigo editá-la. Esta é a nova mensagem que pode agora ser fixada
ru: Старое сообщение, сгенерированное командой `/pin`, больше не существует, поэтому я не могу изменить его. Вот новое сообщение, которое ты можешь закрепить

source: This message can now be pinned. Use `/pin [new text]` to edit it without having to send it again
de: Diese Nachricht kann nun Angeheftet werden. Benutze `/pin [neuer Text]` um sie zu bearbeiten ohne sie neu zu senden
it: Ora puoi fissare questo messaggio. Usa `/pin [nuovo testo]` per modificarlo, senza inviare un messaggio da fissare di nuovo
pt_br: Esta mensagem pode agora ser fixada. Use `/pin [novo texto]` para editá-lo sem que precise reenvia-lo com as novas modificações
ru: Ты можешь сейчас прикрепить это сообщение. Используй `/pin [новый текст]` чтобы отредактировать его без отправки нового.

source: This bot is based on [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, channel: @otouto), a multipurpose Lua bot. Group Butler wouldn't exist without it. The owner of this bot is @bac0nnn, do not pm him: use /groups command instead. Bot version: `%s` *Some useful links:*
de: Dieser Bot basier auf [otouto](https://github.com/topecleon/otouto) (Aka @mokubot, Kanal: @otouto), ein Universaler Lua bot. Group Butler würde ohne nicht existieren. Der Ersteller/Besitzer des Bots ist @bac0nnn, schreib ihm nicht Privat: sondern benutze /groups! Bot Version: `%s` *Nutzliche Links:*
it: Questo bot è basato su [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, canale: @otouto), un bot scritto in Lua dalle varie funzionalità. Group Butler non esisterebbe senza di lui. Il proprietario di questo bot è @bac0nnn, per favore non scrivergli in privato: usa invece il comando /groups. Versione bot: `%s` *Alcuni link utili:*
pt_br: Este bot se baseia em [otouto](https://github.com/topkecleon/otouto) (AKA @ mokubot, canal: @otouto), um bot multiuso por Lua O Group Butler não existiria sem ele. O proprietário deste bot é @bac0nnn, não mande mensagem privada pra ele: use o comando /groups em vez disso. Versão do bot: `%s` *Alguns links úteis:*
ru: Этот бот основан на [otouto](https://github.com/topkecleon/otouto) (а-ля @mokubot, канал: @otouto), многофункциональном боте на Lua. Group Butler не существовал бы без него. Владелец этого бота — @bac0nnn. Пожалуйста, не пиши в ЛС ему. Вместо этого используй команду /groups. Версия бота: `%s` *Некоторые полезные ссылки:*

source: • <b>Message reported by</b>: %s (<code>%d</code>) • <b>Group</b>: %s
de: • <b>Nachticht Reportet von</b>: %s (<code>%b</code>) • <b>Gruppe</b>: %s
it: • <b>Messaggio segnalato da</b>: %s (<code>%d</code>) • <b>Gruppo</b>: %s
pt_br: • <b>Mensagem reportado por</b>: %s (<code>%d</code>) • <b>Grupo</b>: %s
ru: • <b>Сообщил</b>: %s (<code>%d</code>) • <b>Группа</b>: %s

source: • <b>Sticker sent by</b>: %s [<code>%d</code>]
de: • <b>Sticker gesendet von</b>: %s [<code>%d</code>]
it: • <b>Sticker inviato da</b>: %s [<code>%d</code>]
pt_br: •<b>Sticker enviado por</b>: %s [<code>%d</code>]
ru: • <b>Стикер отправил</b>: %s [<code>%d</code>]

source: I've been removed from %s [<code>%d</code>], one of your subgroups
it: Sono stato rimosso da %s [<code>%d</code>], uno dei tuoi subgruppi
pt_br: Eu fui removido de %s [<code>%d</code>], um de seus subgrupos
