Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: <i>A group has been removed from your subgroups</i> <b>Title</b>: %s <b>ID</b>: <code>%d</code> <b>By</b>: %s [@%s] [#id%d]
de: <i>Eine Subgruppe von dir wurde entfernt</i> <b>Titel</b>: %s <b>ID</b>: <code>%d</code> <b>Von</b>: %s [@%s] [#id%d]

source: Choose the group where apply the rules (choose <b>within 30 minutes from now</b>)
de: Wähle die Gruppe wo die Regeln gesetzt werden sollen(<b>innerhalb von 30 Minuten von jetzt an</b>)

source: The adminlist has just been updated. You must wait 3 minutes from the last refresh
de: Die Adminliste wurde erneuert. Du must 3 Minuten warten um sie ernerut zu erneuern.

source: Unknown markdown error
de: Unbekannter Sonderfälle(markdown) fehler

source: #NEWPHOTO %s <b>By</b>: %s
de: #NEUESFOTO %s <b>Von</b>: %s

source: #PHOTOREMOVED %s <b>By</b>: %s
de: #FOTOENTFERNT %s <b>Von</b>: %s

source: #NEWTITLE %s <b>By</b>: %s
de: #NEUERTITEL %s <b>Von</b>: %s

source: #PINNEDMSG %s <b>By</b>: %s
de: #PINNACHRICHT %s <b>Von</b>: %s

source: #NEW_MEMBER %s <b>User</b>: %s
de: #NEUER_USER %s <b>User</b>: %s

source: <b>Added by</b>: %s [#id%d]
de: <b>Hinzugefügt von</b>: %s [#id%d]

source: #%s <b>Admin</b>: %s [#id%d] %s <b>User</b>: %s [#id%d] <b>Count</b>: <code>%d/%d</code>
de: #%s <b>Admin</b>: %s [#id%d] %s <b>User</b>: %s [#id%d] <b>Anzahl</b>: <code>%d/%d</code>

source: WARNS_RESET
de: WARNUNGEN_ZURÜCKGESETZT

source: #%s <b>Admin</b>: %s [#id%s] %s <b>User</b>: %s [#id%s] <b>Duration</b>: %d days, %d hours
de: #%s <b>Admin</b>: %s [#id%s] %s <b>User</b>: %s [#id%s] <b>Dauer</b>: %d Tage, %d Stunden

source: <b>Title</b>: %s <b>ID</b>: %d <b>Subgroups n°</b>: %d <b>Total members</b>: %d
de: <b>Titel</b>: %s <b>ID</b>: %d <b>Subguppen n°</b>: %d <b>Anzahl an Usern</b>: %d

source: _Answer to a forwarded message_
de: _Antworte auf eine Geantwortete Nachricht_

source: <i>Log channels used by your subgroups</i>:
de: <i>Log Kanal wird von deinen Subgruppen verwendet</i>:

source: _Reported in the admins group_
de: _Reportet in der Admin Gruppe_

source: *Commands available for every user in a group*: • `/dashboard` : see all the informations about the group • `/rules` : show the group rules • `/adminlist` : show the moderators of the group • `/help` : receive the help message *Note*: `/dashboard` and `/adminlist` replies always in private. If the bot is unable to reach an user, he will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command • `/kickme` : get kicked by the bot
de: *Kommands die für jeden User in der gruppe verfügbar sind*: • `/dashboard`: Zeigt alle Informationen über die Gruppe • `/rules`: Zeigt die Gruppenregeln • `/adminlist`: Zeigt eine liste von allen Admins der Gruppe • `/help`: Erhalte eine Hilfe Nachricht *Achtung*: `/dashboard` und `/adminlist` werden immer im Privatchat beantwortet. Wenn der Bot den User nicht erreichen kann, dann frägt er ob der User den Bot starten könnte, nur wenn _silent mode_ aus ist. Mit `/rules`, antwortet der Bot in der Gruppe, je nach Einstellungen im Privatchat (bei Admins immer in der Gruppe). • `@admin` (beim Antworten): Reporte eine Nachricht an die Admins der Gruppe (der Bot wird im Privatchat antworten). Diese Funktion kann in den Einstellungen desktiviert werden. Admins müssen bestätigen ob sie diese Nachricht erhalten wollen, mit dem `/mysettings` Kommand • `/kickme`: Der Bot entfernt dich aus der Gruppe

source: _%d associations with subgroups have been deleted_
de: _%d Verbindungen mit Subgruppen wurden gelöscht_

source: _I'm sorry, a public group can't be used as realms_
de: _Es tut mir leid, Öffentliche(Puplic) Gruppen können nicht als Relam verwendet werden_

source: _I'm sorry, I can't get the number of the members of this group now. Try again later_
de: _Es tut mir leid, ich kann zurzeit nicht die Anzahl an User dieser Gruppe bestimmen. Versuche es später erneut_

source: _You can't use as realm a group with more than %d members_
de: _Du kannst keine Gruppe mir mehr als %d User als Realm verwenden_

source: _This command can be used only by the group owner_
de: _Dieser Kommand kann nur vom Ersteller der Gruppe ausgeführt werden_

source: _This group is no longer going to be used as a realm, and you will lose all the associations with your subgroups._ *Do you want to continue?*
de: _Diese Gruppe wird nicht länger als Realm verwendet, alle verbindungen zu deinen Subgruppen gehen verloren,_ *Willst du fortfahren?*

source: <i>This group is a realm, you can use this command only in one subgroup</i>
de: <i>Diese Gruppe ist ein Realm, du kannst diesen Kommand nur in einer Subgruppe verwenden</i>

source: Done. This group does no longer belong to <code>%s</code>
de: Fertig. Diese Gruppe gehört nun nicht mehr zu <code>%s</code>

source: <i>You are not associated with any realm</i>
de: <i>Du bist mit keinem Realm verbunden!</i>

source: <b>Paired with</b>: %s <b>Saved as</b>: %s <b>Realm in the global list</b>: %s
de: <b>Verbunden mit</b>: %s <b>Gespeichert als</b>: %s <b>Realm in der Globalen Liste</b>: %s

source: _I'm sorry, this realm doesn't have subgroups paired with it_
de: _Es tut mit leid, dieser Realm ist mit keiner Subgruppe verbunden_

source: Select one or more groups that will use that channel as log channel
de: Wähle eine oder mehrere Gruppen die diesen Kanal als Log Kanal benutzen sollen

source: _Only the channel creator can pair a chat with a channel_
de: _Nur der Kanal Ersteller kann den Chat mit dem Kanal verbinden_

source: You must *forward* the message from the channel you want to use
de: Du musst auf die Nachricht des jeweiligen Kanals den du verwenden willst*Antworten*

source: Select a group to manage its settings
de: Wähle eine Gruppe um die Einstellungen zu verwalten

source: <b>Your subgroups</b>:
de: <b>Deine Subgruppen</b>:

source: Choose the subgroup you want to un-pair:
de: Wähle die Subgruppe die du trennen willst:

source: Go to the pinned message
de: Gehe zur Angehefteten Nachricht

source: This realm [<code>%s</code>] already reached the max [<code>%d</code>] number of subgroups
de: Der Realm [<code>%s</code>] hat die maximale Anzahl [<code>%d</code>] An Subgruppen erreicht

source: <b>New subgroup added</b>: %s [<code>%d</code>] <b>By</b>: %s [@%s][#id%d]
de: <b>Neue Subgruppe hinzugefügt</b>: %s [<code>%d</code>] <b>By</b>: %s [@%s][#id%d]

source: The realm of this group changed: <code>%s</code>`
de: Der Realm der Gruppe wurde geändert: <code>%s</code>`

source: <i>Already a sub-group of:</i> <code>%s</code>
de: <i>Bereits eine Subgruppe von:</i> <code>%s</code>

source: <b>Group added to the sub-groups of</b>: <code>%s</code>
de: <b>Gruppe zu Subgruppen hinzugefügt bei</b>: <code>%s</code>

source: This group is already a realm. *Realm id*: `%s`
de: Diese Gruppe ist bereits ein Realm. *Realm id*: `%s`

source: _Only the owner can decide to use this group as a realm_
de: _Nur der Ersteller kann die Gruppe zum Realm machen_

source: This is not a *public supergroup*, so you need to write the link near /setlink
de: Das ist keine *puplic supergroup*, deshalb muss du den Link nahe an /setlink schreiben
id: Ini bukan *public supergrup* , kamu tidak perlu memberi teks setelah /setlink

source: ‼️ Please don't abuse the keyboard, requests will be ignored
de: ‼️ Bitte hämmere nicht auf der Tastatur herum, anfragen werden dadurch ignoriert!

source: This text is too long, I can't send it
de: Sieser Text ist zu lang, Ich kann ihn nicht senden!
id: Gagal. Pesan terlalu panjang

source: Select a group:
de: Wähle eine Gruppe:
id: Pilih grup:

source: Cancel
de: Abbrechen

source: _Expired_
de: _Abgelaufen_

source: %s <b>Applied to</b>: %s
de: %s <b>Angewandt an</b>: %s

source: Applied
de: Angewandt

source: Rules applied to every group
de: Regeln an alle Gruppen angewandt

source: Too many requests. Please wait some minutes and try again. Note that if you flood this command, I'll leave the group and block you
de: Zu viele Anfragen. Bitte warte einige Minuten und versuche es erneut. Achte wenn du diesen Kommand Spammst, dann verlasse ich die Gruppe und Blockiere dich!

source: An unexpected error with the api occurred. Please try again later
de: Ein unerwarteter Fehler mit der API ist aufgetreten. Bitte versuche es später erneut!

source: ID of %s:
de: ID von %s:

source: *Message sent*
de: *Nachricht gesendet*

source: Message sent in *%d* groups
de: Nachricht in *%d* Gruppen gesendet

source: _Only the realm owner can remove a group_
de: _Nur der Realm Ersteller can die Gruppe entfernen_

source: %s removed from your subgroups
de: %s als Subgruppe entfernt

source: As you wish. This group is no longer a realm.
de: Wie du wünscht. Diese Gruppe ist kein Realm mehr

source: Manage your group settings from this keyboard
de: Verwalte deine Gruppen Einstellungen mut der Tastatur

source: I'm sorry, this group doesn't have any message generated by /pin
de: Es tut mir leid, diese Gruppe hat keine Nachricht mit /pin generiert

source: _I'm sorry, the last message genereted with /pin does not exists anymore_
de: _Es tut mir leid die letzte Nachricht die mit /pin generiert worden ist existiert nicht mehr_

source: _The text you sent me is the same of the old pinned message_
de: _Der text den du mir gesendet hast ist der gleiche wie bei der alten Angehefteten Nachricht_

source: Pinned message edited in %d groups. If this number is lower than expected, it means that in some subgroups the last message generated with /pin has been deleted
de: Angeheftete Nachricht wurde in %d Gruppen bearbeitet. Wenn die Anzahl geringer als erwartet ust dass heisst das, dass bei manchen Subgruppen die letzte mit /pin generierte Nachricht gelöscht wurde!

source: This group is already using this channel
de: Diese Gruppe verwendet diesen Kanal bereits

source: Log channel added!
de: Log Kanal erfolgreich hinzugefügt!

source: <i>%s</i> changed its log channel. <i>From a realm, by %s</i>
de: <i>%s</i> wechselte seinen Log Kanal. <i>Von einem Realm, von %s</i>

source: Logs of <i>%s</i> will be posted here. <i>From a realm, by %s</i>
de: Logs von <i>%s</i> werden hier gepostet. <i>Von einem Realm, von %s</i>

source: <i>undefined</i>
de: <i>undefiniert</i>

source: The channel will be used by %d more subgroups. <i>If this number is lower than expected, it means that all the other subgroups were already using that channel as log</i>
de: Dieser Kanal wird von %d mehreren Subgruppen benutzt. <i>Wenn diese Anzahl geringer als gedacht ist, heisst das, dass all die anderen bereits duesen Kanal als Log nutzen!</i>

source: _This group is a realm, you can set a realm for a realm_
de: _Diese Gruooe ist einn Realm, du kannst einen Realm für einen Realm setzten_

source: <i>The id you sent doesn't belong to a realm</i>
de: <i>Diese id gehört zu keinem Realm</i>

source: Hi %s, and welcome to *%s*!
de: Hallo %s, und Willkommen in der Gruppe *%s*!
id: Hai %s, selamat datang di *%s*!

source: Sorry, a *bug* occurred
id: Maaf, terjadi *bug*

source: The time limit is one week (168 hours)
id: Batas waktu adalah satu minggu (168 jam)

source: User unbanned by %s!
id: User telah di-_unban_ oleh %s!

source: *Creator*: %s *Admins*: %s
id: *Creator*: %s *Admin*: %s

source: That message is too long, I can't send it
id: Gagal. Pesan terlalu panjang

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GroupButler_ch/46).
id: Format (markdown) pesan salah. Baca [disini](https://telegram.me/GroupButler_ch/46) untuk penggunaan format yang benar.

source: Now flooders will be banned
id: Sekarang flooders akan di *ban*

source: Now flooders will be kicked
id: Sekarang flooders akan di *kick*

source: You can manage the group flood settings from here. *1st row* • *ON/OFF*: the current status of the anti-flood • *Kick/Ban*: what to do when someone is flooding *2nd row* • you can use *+/-* to change the current sensitivity of the antiflood system • the number it's the max number of messages that can be sent in _5 seconds_ • max value: _25_, min value: _4_ *3rd row* and below You can set some exceptions for the antiflood: • ✅: the media will be ignored by the anti-flood • ❌: the media won\'t be ignored by the anti-flood • *Note*: in "_texts_" are included all the other types of media (file, audio...)
id: Kamu dapat mengatur aksi anti-flood grup dibawah ini. *Baris pertama* • *Aktif/Tidak Aktif*: pengaturan anti-flood saat ini • *Kick/Ban*: aksi jika user melakukan flood *Baris kedua* • Gunakan *+/-* untuk mengubah nilai sensitifitas anti-flood • Angka tersebut adalah: jumlah maksimal pesan yang boleh dikirim selama _5 detik_ • Nilai maksimal: _25_, Nilai minimal: _4_ *Baris ketiga* dan seterusnya Kamu dapat membuat beberapa exception untuk anti-flood : • ✅: media akan diabaikan (dibolehkan) oleh anti-flood • ❌: media akan dideteksi (dianulir) anti-flood • *Catatan*: pada "_texts_" sudah ditampilkan semua jenis media (file, suara...)

source: ⚖ Current sensitivity. Tap on the + or the -
id: ⚖ Sensitifitas sekarang. Tap pada + atau -

source: ⚠️ Tap on an icon!
id: ⚠️ Tap pada icon!

source: Hello *%s* 👋🏼, nice to meet you! I'm Group Butler, the first administration bot using the official Bot API. *I can do a lot of cool stuffs*, here's a short list: • I can *kick or ban* users • You can use me to set the group rules • I have a flexible *anti-flood* system • I can *welcome new users* with a customizable message, or if you want with a gif or a sticker • I can *warn* users, and ban them when they reach the maximum number of warnings • I can also warn, kick or ban users when they post a specific media …and more, below you can find the "all commands" button to get the whole list! I work better if you add me to the group administrators (otherwise I won't be able to kick or ban)!
id: Halo *%s* 👋🏼, senang berjumpa denganmu! Saya adalah Group Butler, bot administrasi pertama yang API Bot resmi. *Beberapa hal yang dapat saya lakukan*, seperti berikut: • *kick*(mengeluarkan) atau *ban*(memblokir) user dari grup. • Membuat *rules* grup. • Fitur *anti-flood* yg dapat disesuaikan • Pesan *selamat datang* kepada user yang baru bergabung yang dapat di kustomisasi, atau gunakan *gif - sticker* • Memberi *warn* kepada user, kemudian *kick* / *ban* jika jumlah *warn* sudah maksimal • Bisa juga memberi *warn*, *kick* atau *ban* jika user mengirim media tertentu …dan masih banyak lagi, gunakan tombol "Semua Command" dibawah ini untuk selengkapnya! Jadikan saya [sebagai admin grup](https://telegram.me/GroupButler_ch/104), (jika tidak, *kick* dan *ban* tidak berfungsi)!

source: *Commands for everyone*: `/dashboard` : see all the group info from private `/rules` : show the group rules (via pm) `/adminlist` : show the moderators of the group (via pm) `/kickme` : get kicked by the bot `/echo [text]` : the bot will send the text back (with markdown, available only in private for non-admin users) `/about` : show some useful informations about the bot `/groups` : show the list of the discussion groups `/help` : show this message
id: *Command untuk semua user*: `/dashboard` : melihat semua informasi grup (private message) `/rules` : menampilkan rules grup (via pm) `/adminlist` : menampilkan daftar admin(via pm) `/kickme` : meninggalkan grup (bot akan *mengeluarkan* user dari grup) `/echo [text]` : membuat teks (mendukung format markdown, hanya tersedia di private) `/about` : menampilkan beberapa informasi tentang bot `/groups` : daftar grup diskusi tentang bot `/help` : menampilkan pesan ini

source: *Admins: info about the group* `/setrules [group rules]` = set the new regulation for the group (the old will be overwritten). `/setrules -` = delete the current rules. *Note*: the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel `/setlink [link|-]`: set the group link, so it can be re-called by other admins, or unset it. If you are going to use it in a public supergroup, you do not need to write the group link. Just write `/setlink` `/link`: get the group link, if already set. `/msglink`: get the link to a message. Works only in public supergroups *Note*: the bot can recognize valid group links. If a link is not valid, you won't receive a reply.
id: *Admins: informasi tentang grup* `/setrules [rules grup]` = membuat rules/peraturan grup (the old will be overwritten). `/setrules -` = menghapus rules grup saat ini. *Catatan*: Format markdown didukung. Jika penggunaan salah, bot akan membalas bahwa format salah. Untuk penggunaan markdown yang benar. Baca [postingan berikut](https://telegram.me/GroupButler_ch/46) `/setlink [link|-]`: membuat link grup, sehingga bisa ditampilkan oleh admin, atau dihapus. Jika kamu ingin menggunakannya di public supergroup, cukup gunakan command `/setlink` tanpa diikuti dengan teks` `/link`: melihat link grup, jika sudah dibuat. `/msglink`: melihat link pesan. Hanya bisa di public supergroup *Catatan*: bot hanya akan menerima link yang valid. Jika tidak, bot tidak akan mereply.

source: *Admins: banhammer powers* `/kick [by reply|username|id|text mention]` = kick a user from the group (he can be added again). `/ban [by reply|username|id|text mention]` = ban a user from the group (also from normal groups). `/tempban [hours|nd nh]` = ban an user for a specific amount of hours (max: one week). For now, only by reply. Short form: `/tempban 1d 7h` `/unban [by reply|username|id|text mention]` = unban the user from the group. `/user [by reply|username|id|text mention]` = shows how many times the user has been banned *in all the groups*, and the warns received. `/status [username|id]` = show the current status of the user `(member|kicked/left the chat|banned|admin/creator|never seen)`
id: *Admin: banhammer powers* `/kick [dengan reply|username|id|mention]` = mengeluarkan (kick) user dari grup (user dapat bergabung kembali ke grup). `/ban [dengan reply|username|id|mention]` = memblokir (banned) user dari grup. `/tempban [jam|nd nh]` = memblokir user selama waktu (jam) tertentu (maks: 1minggu). Reply ke user, seperti: `/tempban 1d 7h` `/unban [dengan reply|username|id|mention]` = unblokir user dari grup. `/user [dengan reply|username|text mention|id]` = menampilkan ban history user *di semua grup*, dan jumlah warn yang dimiliki user. `/status [username|id]` = menampilkan status user saat ini `(member|dikeluarkan/meninggalkan grup|banned|admin/creator|tidak dikenali)`

source: *Admins: flood settings* `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban), and even set some exceptions. `/antiflood [number]` = set how many messages a user can write in 5 seconds. _Note_ : the number must be higher than 3 and lower than 26.
id: *Admins: pengaturan flood* `/config, kemudian pilih tombol `antiflood`: pengaturan dilakukan di pm dengan inline keyboard. Kamu dapat mengubah sensitifitas antiflood, aksi (kick/ban), bahkan membuat beberapa exception. `/antiflood [angka]` = menentukan berapa banyak pesan yang boleh dikirim oleh user selama 5 detik. _Catatan_ : angka harus lebih besar dari 3 dan lebih kecil dari 26.

source: *Admins: media settings* `/config` command, then `media` button = receive via private message an inline keyboard to change all the media settings. `/warnmax media [number]` = set the max number of warnings before be kicked/banned for have sent a forbidden media. `/nowarns (by reply)` = reset the number of warnings for the users (*NOTE: both regular warnings and media warnings*). *List of supported media*: _image, audio, video, sticker, gif, voice, contact, file, link, telegram.me links_
id: *Admin: pengaturan media* `/config` kemudian pilih tombol `media` = kamu akan menerima inline keyboard (pm) untuk mengubah pengaturan media. `/warnmax media [angka]` = menentukan jumlah warn maksimal sebelum user di kick/ban dari grup karena mengirim media yang dianulir. *Daftar media yang dikenali*: _gambar, suara, video, stiker, gif, kontak, file, link, link telegram.me_

source: *Admins: welcome settings* `/config`, then `menu` tab = receive in private the menu keyboard. You will find an option to enable/disable welcome and goodbye messages. *Custom welcome message*: `/welcome Welcome $name, enjoy the group!` Write after `/welcome` your welcome message. You can use some placeholders to include the name/username/id of the new member of the group Placeholders: `$username`: _will be replaced with the username_ `$name`: _will be replaced with the name_ `$id`: _will be replaced with the id_ `$title`: _will be replaced with the group title_ `$surname`: _will be replaced by the user's last name_ `$rules`: _will be replaced by a link to the rules of the group. Please read_ [here](https://telegram.me/GroupButler_beta/26) _how to use it, or you will get an error for sure_ *GIF/sticker as welcome message* You can use a particular gif/sticker as welcome message. To set it, reply to the gif/sticker you want to set as welcome message with `/welcome`
id: *Admin: welcome settings* Gunakan command `/config` dan tekan tombol `menu` = kamu menerima inline keyboard (pm). Terdapat beberrapa opsi untuk mengaktifkan/menonaktifkan welcome message. *Custome welcome message*: `/welcome Selamat datang $name, selamat bergabung di grup!` Tulis teks selamat datang setelah `/welcome`. Kamu dapat menggunakan beberapa placeholder untuk menampilkan nama/username/id member yang baru bergabung di grup Placeholders: `$username`: _akan menampilkan username_ `$name`: _akan menampilkan nama_ `$id`: _akan menampilkan ID_ `$title`: _akan menampilkan nama grup_ `$surname`: _akan menampilkan nama belakang_ `$rules`: _akan menampilkan link ke rules grup. Silakan baca cara penggunaanya_ [disini](https://telegram.me/GroupButler_beta/26) _or you will get an error for sure_ *GIF/sticker sebagai welcome message* Kamu juga dapat menggunakan GIF/stiker sebagai welcome message. Untuk membuatnya, reply ke gif/sticker dengan command `/welcome`
