Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: %s • %s • <b>User</b>: %s
de_de: %s • %s • <b>Benutzer</b>: %s
he_il: %s • %s • <b>משתמש</b>: %s
id_id: %s • %s • <b>Pengguna</b>: %s
it: %s • %s • <b>Utente</b>: %s
pt_br: %s • %s • <b>Usuário</b>: %s
ro_ro: %s • %s • <b>Utilizator</b>: %s
ru: %s • %s • <b>Пользователь</b>: %s
sr_sp: %s • %s • <b>Пользователь</b>: %s
uk_ua: %s • %s • <b>Користувач</b>: %s
ur_in: %s • %s • <b>رکن</b>: %s

source: • <b>Added by</b>: %s [#id%d]
de_de: • <b>Hinzugefügt von</b>: %s [#id%d]
he_il: • <b>נוסף ע"י</b>: %s [#id%d]
id_id: • <b>Ditambahkan oleh</b>: %s [#id%d]
it: • <b>Aggiunto da</b>: %s [#id%d]
pt_br: <b>Adicionado por</b>: %s [#id%d]
ro_ro: • <b>Adăugat de către</b>: %s [#id%d]
ru: • <b>Добавлен участником</b>: %s [#id%d]
sr_sp: • <b>Добавлен участником</b>: %s [#id%d]
uk_ua: • <b>Доданий учасником</b>: %s [#id%d]
ur_in: • <b>شامل کیا گیا بذریعہ</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>User</b>: %s [#id%d] • <b>Count</b>: <code>%d/%d</code>
de_de: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>Benutzer</b>: %s [#id%d] • <b>Anzahl</b>: <code>%d/%d</code>
he_il: #%s • <b>שם מנהל</b>: %s [#id%d] • %s • <b>שם משתמש</b>: %s [#id%d] • <b>מספר אזהרות</b>: <code>%d/%d</code>
id_id: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>Pengguna</b>: %s [#id%d] • <b>Count</b>: <code>%d/%d</code>
it: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>Utente</b>: %s [#id%d] • <b>Conteggio</b>: <code>%d/%d</code>
pt_br: #%s • <b>Administrador</b>: %s [#id%d] • %s • <b>Usuário</b>: %s [#id%d] • <b>Contagem</b>: <code>%d/%d</code>
ro_ro: #%s • <b>Administrator</b>: %s [#id%d] • %s • <b>Utilizator</b>: %s [#id%d] • <b>Numărat</b>: <code>%d/%d</code>
ru: #%s • <b>Администратор</b>: %s [#id%d] • %s • <b>Пользователь</b>: %s [#id%d] • <b>Счётчик</b>: <code>%d/%d</code>
sr_sp: #%s • <b>Администратор</b>: %s [#id%d] • %s • <b>Пользователь</b>: %s [#id%d] • <b>Счётчик</b>: <code>%d/%d</code>
uk_ua: #%s • <b>Адміністратор</b>: %s [#id%d] • %s • <b>Користувач</b>: %s [#id%d] • <b>Лічильник</b>: <code>%d/%d</code>
ur_in: #%s • <b>ایڈمن</b>: %s [#id%d] • %s • <b>رکن</b>: %s [#id%d] • <b>تعداد</b>: <code>%d/%d</code>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s]
de_de: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Benutzer</b>: %s [#id%s]
he_il: #%s • <b>מנהל</b>: %s [#id%s] • %s • <b>משתמש</b>: %s [#id%s]
id_id: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Pengguna</b>: %s [#id%s]
it: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Utente</b>: %s [#id%s]
pt_br: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Usuário</b>: %s [#id%s]
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s • <b>Utilizator</b>: %s [#id%s]
ru: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Пользователь</b>: %s [#id%s]
sr_sp: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Пользователь</b>: %s [#id%s]
uk_ua: #%s • <b>Адміністратор</b>: %s [#id%s] • %s • <b>Користувач</b>: %s [#id%s]
ur_in: #%s • <b>ایڈمن</b>: %s [#id%s] • %s • <b>صارف</b>: %s [#id%s]

source: #%s • <b>Admin</b>: %s [#id%s] • %s
he_il: #%s • <b>מנהל</b>: %s [#id%s] • %s
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s
sr_sp: #%s • <b>Администратор</b>: %s [#id%s] • %s
uk_ua: #%s • <b>Адміністратор</b>: %s [#id%s] • %s
ur_in: #%s • <b>ایڈمن</b>: %s [#id%s] • %s

source: • <i>Users involved: %d</i>
de_de: • <i>Beteiligte Benutzer: %d</i>
he_il: • <i>משתמשים מעורבים: %d</i>
id_id: • <i>Pengguna yang terlibat: %d</i>
ro_ro: • <i>Utilizatori implicați: %d</i>
sr_sp: • <i>Пользователи включены: %d</i>
uk_ua: • <i>Користувачі включені: %d</i>
ur_in: • <i>شریک اراکین: %d</i>

source: • <b>User</b>: %s [#id%d]
de_de: • <b>Benutzer</b>: %s [#id%d]
he_il: • <b>משתמש</b>: %s [#id%d]
id_id: • <b>Pengguna</b>: %s [#id%d]
ro_ro: • <b>Utilizator</b>: %s [#id%d]
sr_sp: • <b>Пользователь</b>: %s [#id%d]
uk_ua: • <b>Користувач</b>: %s [#id%d]
ur_in: • <b>رکن</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Duration</b>: %d days, %d hours
de_de: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Benutzer</b>: %s [#id%s] • <b>Länge</b>: %d/%d
he_il: #%s • <b>שם מנהל</b>: %s [#id%s] • %s • <b>שם משתמש</b>: %s [#id%s] • <b>זמן חסימה</b>: %d ימים, %d שעות
id_id: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Pengguna</b>: %s [#id%s] • <b>Durasi</b>: %d hari, %d jam
it: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Utente</b>: %s [#id%s] • <b>Durata</b>: %d giorni, %d ore
pt_br: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Usuário</b>: %s [#id%s] • <b>Duração</b>: %d dias, %d horas
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s • <b>Utilizator</b>: %s [#id%s] • <b>Durata</b>: %d zile, %d ore
ru: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Пользователь</b>: %s [#id%s] • <b>Продолжительность</b>: %d дней, %d часов
sr_sp: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Пользователь</b>: %s [#id%s] • <b>Продолжительность</b>: %d дней, %d часов
uk_ua: #%s • <b>Адміністратор</b>: %s [#id%s] • %s • <b>Користувач</b>: %s [#id%s] • <b>Тривалість</b>: %d днів, %d годин
ur_in: #%s • <b>ایڈمن</b>: %s [#id%s] • %s • <b>رکن</b>: %s [#id%s] • <b>مدت</b>: %d دن, %d گھنٹے

source: #%s • %s • <b>By</b>: %s
de_de: #%s • %s • <b>Von</b>: %s
he_il: #%s • %s • <b>על ידי</b>: %s
id_id: #%s • %s • <b>Oleh</b>: %s
ro_ro: #%s • %s • <b>De către</b>: %s
sr_sp: #%s • %s • <b>по</b>: %s
uk_ua: #%s • %s • <b>Ким</b>: %s
ur_in: #%s • %s • <b>بذریعہ</b>: %s

source: • <b>Action</b>: #%s
de_de: • <b>Aktion</b>: #%s
he_il: • <b>פעולה:</b> #%s
id_id: • <b>Tindakan</b>: #%s
ro_ro: • <b>Acțiune</b>: #%s
uk_ua: • <b>Дія</b>: #%s
ur_in: • <b>کارروائی</b>: #%s

source: • <b>Reason</b>: <i>%s</i>
de_de: • <b>Grund</b>: <i>%s</i>
he_il: • <b>סיבה: </b> <i>%s</i>
id_id: • <b>Alasan</b>: <i>%s</i>
ro_ro: • <b>Motiv</b>: <i>%s</i>
sr_sp: • <b>разлог</b>: <i>%s</i>
uk_ua: • <b>Причина</b>: <i>%s</i>
ur_in: • <b>وجہ</b>: <i>%s</i>

source: Go to the message
de_de: Gehe zur Nachricht
he_il: עבור להודעה
id_id: Lihat pesan
it: Vai al messaggio
ml_in: മെസ്സേജിലേക്ക് പോകുക
pt_br: Vá para a mensagem
ro_ro: Du-te la mesaj
ru: Перейти к сообщению
sr_sp: Иди до поруке
uk_ua: Перейти до повідомлення
ur_in: پیغام پر جائیے

source: GitHub
ur_in: گٹ ہب

source: You're no longer an admin
it: *Non sei* un admin!
ml_in: നിങ്ങൾ ഇനിമുതൽ അഡ്മിൻ അല്ല
pt_br: Você não é mais um administrador
ru: Ты больше не админ
sr_sp: Више нисте администратор

source: You don't have the permissions to restrict members
ml_in: നിങ്ങൾക്ക് അംഗങ്ങളെ നിയന്ത്രിക്കാനുള്ള അധികാരമില്ല
sr_sp: Ви намате довољно права да би ограничавали кориснике

source: <b>%s</b> <i>Change the settings of your group</i>
sr_sp: <b>%s</b> <i>Промените подешавања Ваше групе</i>

source: 🚫 This group does not exist
it: 🚫 Questo gruppo non esiste
ml_in: 🚫 ഈ ഗ്രൂപ്പ് നിലവിലില്ല
pt_br: 🚫 Esse grupo não existe
ru: 🚫 Эта группа не существует
sr_sp: 🚫 Ова група не постоји

source: You don't have the permission to restrict members
ml_in: നിങ്ങൾക്ക് ആരെയും നിയന്ത്രിക്കാനുള്ള അധികാരമില്ല
sr_sp: Ви немате право лишити права

source: Tap on an option on the right to *change the setting* You can use the last lines to change how many warnings the bot should give before kicking/banning/muting someone. The number is not related the the normal `/warn` command. Possible statuses: ✅ allowed, ❌ warning, 🗑 delete. When a media is set to delete, the bot will give a warning *only* when this is the users last warning
sr_sp: Нажмите на галочку справа, чтобы *изменить настройку* В последних строках вы можете указать, сколько предупреждений бот даст пользователю перед киком/баном/выдачей мьюта. Это число не относится к обычной команде `/warn`. Возможные статусы: ✅ разрешено, ❌ предупреждать, 🗑 удалять. Когда выбрано удалять вложения, бот будет предупреждать, *только* когда пользователю осталось одно нарушение до наказания

source: You are not an admin
id: Kamu bukan admin
it: *Non sei* un admin!
ml_in: നിങ്ങൾ അഡ്മിനല്ല
pt_br: Você não é um administrador
ru: Ты не админ
sr_sp: Ты не админ

source: That user has nothing to do with this chat
id: User tersebut tidak memiliki aktifitas di grup ini
it: Questo utente non ha nulla a che fare con questo gruppo
ml_in: അവനിവിടൊന്നും ചെയ്യാനില്ല
pt_br: Este usuário não tem nada a ver com o grupo
ru: Этот пользователь не имеет отношения к этому чату
sr_sp: Этот пользователь не имеет отношения к этому чату

source: 📌 Status: `CACHED` ⌛ ️Remaining: `%s` 👥 Admins cached: `%d`
de: 📌 Status: `CACHED` ⌛ ️Verbleibend: `%s` 👥 Admins cached: `%d`
it: 📌 Stato: `IN MEMORIA` ⌛ ️Rimanente: `%s` 👥 Admin in memoria: `%d`
pt_br: 📌 Status: `CACHED` ⌛️Faltando: `%s` 👥 Administradores em cache: `%d`
ru: 📌 Состояние: `КЭШИРОВАНО` ⌛ ️Истекает: `%s` 👥 Админов в кэше: `%d`
sr_sp: 📌 Состояние: `КЭШИРОВАНО` ⌛ ️Истекает: `%s` 👥 Админов в кэше: `%d`

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh (wait %d seconds)
ml_in: അഡ്മിൻമാരുടെ ലിസ്റ്റ് അപ്ഡേറ്റ് ചെയ്തു. നിങ്ങൾ 10 മിനിറ്റ് കാത്തിരിക്കുക (wait %d seconds)
sr_sp: Список админов был только что обновлён. Вы должны подождать 10 минут с последнего обновления (осталось секунд: %d)

source: ✅ Updated. Next update in %s
de: ✅ Geupdated. Nächstes update in %s
it: ✅ Aggiornata. Prossimo aggiornamento tra %s
ml_in: ✅ അപ്ഡേറ്റ് ആയി. അടുത്ത അപ്ഡേറ്റ് %s
pt_br: ✅ Atualizado. Próxima atualização em %s
ru: ✅ Обновлено. Следующее обновление через %s
sr_sp: ✅ Обновлено. Следующее обновление через %s

source: Done! %s has been forgiven. <b>Warns found</b>: <i>normal warns %s, for media %s, spamwarns %s</i>
ml_in: Done! %s ന് മാപ്പ് കൊടുത്തു. <b>താക്കീതുകൾ</b>: <i>സാധാരണ താക്കീതുകൾ %s, മീഡിയാ താക്കീതുകൾ %s, സ്പാം താക്കീതുകൾ %s</i>
sr_sp: Готово! %s был прощён. <b>Предупреждений найдено</b>: <i>обычные %s, медиа %s, спама %s</i>

source: Someone
ml_in: ആരോ
sr_sp: Кто-то

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Warns found</b>: <i>normal: %s, for media: %s, spamwarns: %s</i>
sr_sp: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Пользователь</b>: %s [#id%s] • <b>Предупреждения</b>: <i>обычные: %s, за вложения: %s, за спам: %s</i>

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work. Unfortunately I can't work in normal groups, please ask the creator to convert this group to a supergroup.
de: Hallo! Mein name ist %s, ich bin ein Bot! Ich wurde gemacht um Administratoren bei der Arbeit zu helfen. Unglücklicherweise can ich nicht in normalen Gruppen Arbeiten, frag den Ersteller ob er die Gruppe zu einer Supergruppe machen kann!
pt_br: Olá a todos! Meu nome é %s, e eu sou um bot feito para ajudar os administradores em seu trabalho duro. Infelizmente não consigo trabalhar em grupos normais, peça ao criador do grupo para converter esse grupo em um supergrupo.
ru: Всем привет! Меня зовут %s, я бот для помощи администраторам в их нелёгкой работе. К сожалению, я не могу работать в обычных группах, пожалуйста, попроси создателя преобразовать её в супергруппу.

source: I can't kick or ban an admin
de: Ich kann einen Administrator weder entfernen, noch sperren (kicken/bannen)
id: Admin tidak bisa di *kick* atau di *ban*
it: Non posso kickare o bannare un admin
pt_br: Não posso kickar ou banir um administrador
ru: Я не могу кикать или банить администратора

source: %s, this kind of spam is not allowed in this chat (<b>%d/%d</b>)
de: %s, diese art von Spam ist nicht erlaubt in diesem Chat (<b>%d/%d</b)
it: %s, questo tipo di spam non è consentito in questo gruppo (<b>%d/%d</b>)
pt_br: %s, este tipo de mídia não é permitido nesse chat (<b>%d/%d</b>)
ru: %s, этот вид спама не разрешён в этом чате. (<b>%d / %d</b>)

source: allowed
de: erlaubt
it: consentito
pt_br: permitido
ru: разрешены

source: not allowed
de: nicht erlaubt
it: non consentito
pt_br: não permitido
ru: запрещены

source: Set how many times the bot should warn the user before kick/ban him
de: Setzte wie oft der bot einen User warnen soll befor er ihn kicken/bannen soll
it: Imposta quanti warn un utente potrà ricevere prima di essere kickato/bannato
pt_br: Definir quantas vezes o bot deve avisar o usuário antes de kick / ban nele
ru: Укажи, сколько раз бот должен предупредить пользователя прежде чем кикнуть / забанить его

source: *Anti-spam settings* Choose which kind of spam you want to forbid • ✅ = *Allowed* • ❌ = *Not allowed*
de: *Anti-Spam Einstellungen* Wähle welche Art von Spam du verbieten willst • ✅ = *Erlaubt* • ❌ = *Nicht erlaubt*
it: *Impostazioni anti-spam* Scegli se proibire determinati tipi di spam _1 warn: kick istantaneo_ • ✅ = *Consentito* • ❌ = *Non consentito*
pt_br: *Configurações Anti-spam* Escolha qual mídia você deseja permitir ou proibir • ✅ = *Permitir* • ❌ = *Não permitir*
ru: *Настройки анти-спама* Выбери, какой вид спама ты хочешь запретить • ✅ = *Разрешено* • ❌ = *Запрещено*

source: <i>I'm sorry, this command has been used for the last time less then 3 days ago by</i> %s (ask him for the file). Wait [<code>%s</code>] to use it again
it: <i>Mi dispiace, questo comando è già stato usato una volta negli ultimi tre giorni da</i> %s (chiedi a lui il file di backup). Aspetta altri [<code>%s</code>] per usare questo comando nuovamente
pt_br: <i>Desculpe, esse comando foi usado pela última vez antes de 3 dias por</i> %s (peça a ele o arquivo). Espere [<code>%s</code>] para usar novamente
ru: <i>К сожалению,</i> %s <i>уже использовал эту команду в течение последних трёх дней</i> (попроси файл у него). Подожди ещё [<code>%s</code>], прежде чем использовать её снова

source: Done.
it: Fatto.
pt_br: Feito.
ru: Готово.

source: Ban expired for %s [<code>%d</code>]
it: Il ban di %s [<code>%d</code>] è scaduto
pt_br: Banimento expirado de %s [<code>%d</code>]

source: <i>Your ban from %s has expired</i>
it: <i>E' scaduto il tuo ban da %s</i>
pt_br: <i>Seu banimento de %s expirou</i>

source: _This user is a moderator. Please /demote him first_
it: _Questo utente è un moderatore. Per favore, degradalo con /demote prima di rimuoverlo_
pt_br: _Esse usuário é um moderador. Por favor, use o comando /demote antes_
ru: _Этот пользователь модератор. Вначале разжалуй его командой /demote_

source: _Reply to someone_
it: _Rispondi a qualcuno_
pt_br: _Responda alguém_
ru: _Ответь кому-нибудь_

source: For this, you can directly use /ban
de: Hier kannst du /ban benuten
id: Gunakan command /ban
it: Puoi usare direttamente /ban per questo
pt_br: Para isto, você pode usar diretamente o comando /ban
ru: Для этого непосредственно используй /ban

source: _The time limit is one week (168 hours)_
it: _Il limite è una settimana (168 ore)_
pt_br: _O tempo máximo é de uma semana (168 horas)_
ru: _Время ограничено одной неделей (168 часов)_

source: I can't kick this user. Either I'm not an admin, or the targeted user is!
de: Ich kann diesen Nutzer (user) nicht entfernen (kicken). Wahrscheinlich bin ich entweder kein Administrator oder der Nutzer ist selbst Admin
id: Kick tidak berfungsi Kemungkinan saya bukan admin, atau target adalah admin
it: Non posso kickare questo utente. Probabilmente non sono un Admin, o l'utente che hai cercato di kickare è un Admin
pt_br: Eu não posso kickar este usuário. Provavelmente eu não sou um administrador, ou o usuário é um administrador do grupo!
ru: Я не могу кикнуть этого пользователя. Возможно, я не админ или пользователь сам админ

source: Ban time updated for %s. Ban expiration: %s <b>Admin</b>: %s
de: Bannzeit aktualisiert für %s. Der Ban laeuft aus: %s
it: Scadenza aggiornata per %s. Scadenza ban: %s <b>Admin:</b> %s
pt_br: Tempo do ban atualizado para %s. Expira em: %s <b>Administrador</b>: %s
ru: Время бана обновлено для %s. Бан истекает: %s <b>Админ</b>: %s

source: User %s banned by %s. <i>Ban expiration:</i> %s
de: Benutzer %s gesperrt. Der Ban laeuft aus: %s
it: %s bannato da %s <i>Scadenza del ban:</i> %s
pt_br: Usuário %s banido por %s. <i>Expira em:</i> %s
ru: Пользователь %s забанен админом %s. <i>Бан истекает:</i> %s

source: <i>Please reply to a forwarded message to block the original sender, or provide me a list of usernames</i>
it: <i>Per favore, rispondi ad un messaggio inoltrato per bloccare chi l'ha originariamente inviato, oppure forniscimi una lista di username</i>
pt_br: <i>Por favor, responda uma mensagem encaminhada para bloquear o postador ou forneça uma lista de nome de usuários</i>

source: <i>You can't block an admin or a mod</i>
it: <i>Non puoi bloccare un admin od un moderatore</i>
pt_br: <i>Você não pode bloquear um administrador ou moderador</i>

source: <i>This user is already in the blocked list</i>
it: <i>Questo utente è già nella lista degli utenti bloccati</i>
pt_br: <i>Esse usuário já está banido</i>

source: %s added to the blocked list
it: %s aggiunto alla lista degli utenti bloccati
pt_br: %s adicionado à lista de banimento

source: <i>This user is not in the blocked list</i>
it: <i>Questo utente non è presente nella lista degli utenti bloccati</i>
pt_br: <i>Esse usuário não está na lista de banimentoThis user is not in the blocked list</i>

source: %s removed from the blocked list
it: %s rimosso dalla lista degli utenti bloccati
pt_br: %s removido da lista de banimento

source: <b>New users blocked</b>: %d
it: <b>Nuovi utenti bloccati</b>: %d
pt_br: <b>Novo usuário bloqueado</b>: %d

source: <b>Users unblocked</b>: %d
it: <b>Utenti sbloccato</b>: %d
pt_br: <b>Usuários desbloqueados</b>: %d

source: Unknown usernames: %s
it: Username sconosciuti: %s
pt_br: Nomes de usuários desconhecidos: %s

source: Where do you want to receive the list?
it: Dove vuoi ricevere la lista?
pt_br: Onde você quer receber a lista?

source: Here
it: Qui
pt_br: Aqui

source: Private
it: In privato
pt_br: Privado

source: <i>The list is empty</i>
it: <i>La lista è vuota</i>
pt_br: <i>Essa lista está vazia</i>

source: <b>List of blocked users (%d)</b>: - %s <i>When a blocked user joins and gets banned, he's removed from this list</i>
it: <b>Lista degli utenti bloccati (%d)</b>: - %s <i>Quando un utente bloccato entra nel gruppo e viene bannato, viene anche rimosso da questa lista</i>
pt_br: <b>Lista de usuários bloqueados (%d)</b>: - %s <i>Quando um usuário bloqueado se juntar ao grupo e for banido, ele será removido da lista</i>

source: I've sent you the list in private
it: Ti ho inviato la lista in privato
pt_br: Enviei a mensagem no privado a você

source: <i>I'm sorry, the list is too long. I can't show you the whole list now. This problem will be solved soon</i>
it: <i>Mi dispiace, la lista è troppo lunga, e non posso inviarla. Questo problema verrà presto risolto</i>
pt_br: <i>Desculpe, a lista é muito longa. Eu não consigo de mostrar por inteiro no momento. O problema será resolvido futuramente</i>

source: <i>Something went wrong with the formattation of the list</i>
it: <i>Qualcosa è andato storto con la formattazione della lista</i>
pt_br: <i>Ocorreu um erro de formatação da lista</i>

source: You need to start me first. Click/tap here: t.me/%s
it: Prima devi avviarmi. Clicca qui: t.me/%s
pt_br: Você precisa me startar primeiro. Clique aqui: t.me/%s

source: <i>An unknown error occurred</i>. Code: %d
it: <i>Si è verificato un errore</i>. Codice: %d
pt_br: <i>Um erro desconhecido ocorreu</i>. Code: %d

source: 👔 Moderators
it: 👔 Moderatori
pt_br: 👔 Moderadores
ru: 👔 Модераторы

source: _Manage your group_
de: _Verwalte deine Gruppe_
it: _Gestisci il tuo gruppo_
pt_br: _Gerencie o seu grupo_
ru: _Управляй группой_

source: _Change the settings by navigating the keyboard_
de: _Ändere die Einstellungen indem du die Tastatur hier verwendest_
id: _Navigasikan keyboard untuk mengubah pengaturan_
it: _Cambia le impostazioni tramite questa tastiera_
pt_br: _Altere as configurações ao navegar pelos botões_
ru: _Изменяй настройки, перемещаясь по клавиатуре_

source: - *Action* to perform when an user floods: `%s`
de: *Aktion* wenn ein User spammt: `%s`
id: - *Aksi* ketika user melakukan flood: `%s`
it: - *Azione* quando un utente flooda: `%s`
pt_br: - *Ação * a ser executada quando um usuário flodar: `%s`
ru: - Что *делать*, когда пользователь флудит: `%s`

source: The command '%s' has been deleted!
de: %s Befehl (command) wurde gelöscht
id: Command '%s' telah dihapus!
it: Il comando personalizzato %s è stato eliminato
pt_br: O comando '%s' foi deletado!
ru: Команда «%s» удалена

source: The command '%s' does not exist!
de: %s Befehl (command) existiert nicht
id: Command '%s' tidak tersedia!
it: Il comando %s non esiste
pt_br: O comando '%s' não existe!
ru: Команды «%s» не существует

source: You can manage the antiflood settings from here
de: Verwalte die Antiflood Einstellungen von hier
it: Puoi gestire le impostazoni dell'antiflood da qui
pt_br: Você pode gerenciar as configurações de antiflood a partir daqui
ru: Здесь ты можешь управлять настройками антифлуда
