Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: . Please note that translators are volunteers, and some strings of the translation you selected _could not have been translated yet_
it: . Ricorda che i traduttori sono volontari, ed alcune stringhe della traduzione che hai selezionato _potrebbero non essere ancora disponibili_
pt_br: . Note que os tradutores são apenas voluntários, e algumas strings da tradução que você selecionou _podem não ter sido traduzidas ainda_
ru: . Пожалуйста, учтите, что переводчики — волонтёры, и некоторые строчки выбранного языка _могут быть ещё не переведены_

source: Nothing to display
de: Nichts zu zeigen
pt_br: Nada pra ser exibido
ru: Ничего нету для отображения

source: Kicked: *%d*
de: Entfernt: *%d*
pt_br: Kickado: *%d*
ru: Кикнут: *%d*

source: Banned: *%d*
de: Gebannt: *%d*
pt_br: Banido *%d*
ru: Забанен: *%d*

source: Temporarily banned: *%d*
de: Temporär gebannt: *%d*
id: Banned sementara: *%d*
pt_br: Banido temporariamente: *%d*
ru: Временных банов: *%d*

source: Removed for flooding chat: *%d*
de: Entfernt für überflutung des Chats: *%d*
id: Removed - flooding : *%d*
pt_br: Removido por floodar o grupo: *%d*
ru: Удалений за флуд: *%d*

source: Removed for forbidden media: *%d*
de: Entfernt wegen verbotener Medien: *%d*
id: Removed - media: *%d*
pt_br: Removido por uso de mídia proibido: *%d*
ru: Удалений за медиа: *%d*

source: Removed for max warnings: *%d*
de: Entfernt weil der User die maximale anzahl an Warnungen erreicht hat: *%d*
id: Removed - warn maksimal: *%d*
pt_br: Removido por alcançar o número máximo de advertências: *%d*
ru: Удалений из-за предупреждений: *%d*

source: Removed for arab chars: *%d*
de: Entfernt für Arabische Zeichen: *%d*
id: Removed - karakter arab: *%d*
pt_br: Removido pelo uso de caracteres árabes: *%d*
ru: Удалений за арабские сообщения: *%d*

source: Removed for RTL char: *%d*
de: Entfernt wegen RTL Zeichen: *%d*
id: Removed - karakter RTL: *%d*
pt_br: Removido pelo uso de caracteres RTL: *%d*
ru: Удалений за RTL: *%d*

source: Nothing to display
de: Nichts zu Zeigen
pt_br: Nada para ser exibido
ru: Ничего нету для отображения

source: *Ban info* (globals):
de: *Bann Infos* (global):
id: *Informasi ban* (globals):
pt_br: *Informações de Banimento* (global):
ru: *Информация* (глобальная):

source: That's your ID. Copy it
de: Das ist deine ID. Kopiere sie
it: Il tuo ID
pt_br: Esse é o seu ID. Copie-o
ru: Вот твой ID. Скопируй его

source: That's my ID. Copy it
de: Das ist meine ID. Kopiere sie
it: Il mio ID
pt_br: Esse é meu ID. Copie-o
ru: Вот мой ID. Скопируй его

source: That's the ID of this group. Copy it
de: Das ist die ID der Gruppe. Kopiere sie
it: ID del gruppo
pt_br: Esse é o ID desse grupo. Copie-o
ru: Вот ID этой группы. Скопируй его

source: That's his (her) ID. Copy it
de: Das ist seine/ihre ID. Kopiere sie
it: ID dell'utente
pt_br: Esse é o ID do membro. Copie-o
ru: Вот его (её) ID. Скопируй его

source: Reply to an user or mention them by username or numerical ID
id: Reply ke pesan user atau mention dengan username atau ID
it: Rispondi ad un utente o menzionalo (funziona anche by id)
pt_br: Responda para um usuário ou mencione-o com o seu nome de usuário ou ID.
ru: Ответь пользователю или упомяни их по логину или ID

source: I've never seen this user before. If you want to teach me who they are, forward a message from them to me
id: Saya tidak mengenali user ini. Forward salah satu pesannya ke saya.
it: Non ho mai visto questo utente prima. Se vuoi aggiungerlo al database, inoltrami un suo messaggio
pt_br: Este usuário é desconhecido para mim. Se você deseja me mostrar quem ele é, me encaminhe uma mensagem dele
ru: Я не видел этого человека раньше. Если ты хочешь объяснить, кто он, перешли мне его сообщение

source: _Look at the views counter of this message to see how many users are online_
pt_br: _Olhe o contador de visualizações da mensagem para saber quantos usuários estão online_

source: _I'm sorry, this command has been used too many times lately by my users. Retry later_
pt_br: _Desculpe, esse comando já foi utilizado muitas vezes por vários usuários. Tente novamente mais tarde_

source: _I'm sorry, an unknown error occured while executing this command._ `[error code: %d]`
pt_br: _Desculpe, um erro desconhecido ocorreu enquanto o comando estava a ser executado._ `[código de erro: %d]`

source: Ban from the /user command
pt_br: Banir pelo comando /user
ru: Забанен командой /user

source: <i>Banned!</i> Banned by: %s
de: <i>Gebannt!</i> Gebannt von : %s
pt_br: <i>Banido!</i> Banido por: %s
ru: <i>Забанен!</i> Забанен админом: %s

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh (wait %d seconds)
it: Lista degli admin appena aggiornata. Il tasto torna disponibile 10 minuti dopo l'ultimo aggiornamento (aspetta altri %d secondi)
pt_br: A lista de administradores acabou de ser atualizada. Você deve esperar 10 minutos desde a última atualização (espere %d segundos)

source: Reset warns
de: Entferne alle Warnungen
id: Reset warn
pt_br: Resetar advertências
ru: Сбросить предупреждения

source: Done! %s has been forgiven. <b>Warns removed</b>: <i>normal warns x%d, for media x%d, spamwarns x%d</i>
it: Fatto! %s è stato perdonato. <b>Warns rimossi</b>: <i>normali x%d, per media non permessi x%d, per spam x%d</i>
pt_br: Feito! %s foi perdoado. <b>Advertências removidas</b>: <i>normal x%d, mídia x%d, spam x%d</i>

source: %s <b>banned</b>: reached the max number of warnings (<code>%d/%d</code>)
de: Nutzer %s *gebannt*: Das Limit der Warnungen wurde erreicht
it: %s <b>bannato</b>: raggiunto il numero massimo di warn (<code>%d/%d</code>)
pt_br: %s foi <b>banido</b>: alcançou a quantidade máxima de advertências (<code>%d/%d</code>)
ru: %s <b>забанен</b> по причине достижения максимального количества предупреждений (<code>%d / %d</code>)

source: %s <b>kicked</b>: reached the max number of warnings (<code>%d/%d</code>)
de: Nutzer %s *entfernt*: Das Limit der Warnungen wurde erreicht
it: %s <b>kickato</b>: raggiunto il numero massimo di warn (<code>%d/%d</code>)
pt_br: %s foi <b>kickado</b>: alcançou a quantidade máxima de advertências (<code>%d/%d</code>)
ru: %s <b>кикнут</b> по причине достижения максимального количества предупреждений (<code>%d / %d</code>)

source: I can't kick this user. Probably I'm not an Admin, or the user is an Admin iself
id: Kick tidak berfungsi Mungkin saya bukan admin, atau user tersebut adalah admin
it: Non posso kickare questo utente. Probabilmente non sono un Admin, o l'utente che hai cercato di kickare è un Admin
pt_br: Eu não posso kickar este usuário. Provavelmente eu não sou um administrador desse grupo, ou talvez ele seja.
ru: Я не могу кикнуть этого пользователя. Возможно, я не админ или пользователь сам админ

source: Warns <b>reset</b> by %s
de: Warnungen wurden <b>zurückgesetzt</b> von %s
pt_br: Advertências <b>resetadas</b> por %s
ru: Предупреждения <b>сброшены</b> админом %s

source: Hi %s!
it: Ciao %s!
pt_br: Olá %s!
ru: Привет, %s!

source: Goodbye, %s!
de: Tschüss 👋🏻, %s!
it: Addio, %s!
pt_br: Adeus %s!
ru: До свидания, %s!

source: No goodbye message
de: Keine verabschiedungsnachricht
it: Nessun messaggio di arrivederci
pt_br: Sem mensagem de despedida
ru: Укажи прощальное сообщение

source: New media setted as goodbye message: `%s`
de: Neuer Medientyp als Willkommensnachricht gesetzt:
it: Media impostato come messaggio di addio: `%s`
pt_br: Um tipo de mídia foi definido como mensagem de despedida: `%s`
ru: Медиа установлена в качестве прощания: `%s`

source: Reply to a `sticker` or a `gif` to set them as *goodbye message*
it: Rispondi ad uno `sticker` a ad una `gif` per usarli come *messaggio di addio*
pt_br: Responda a um `sticker` ou um `gif` para escolhê-los como *mensagem de despedida*
ru: Ответь на `стикер` или `GIF`, чтобы установить их в качестве *прощания*

source: *Custom goodbye message saved!*
it: *Messaggio di addio personalizzato salvato!*
pt_br: *Mensagem de despedida personalizada salva!*
ru: *Пользовательское прощание сохранено!*

source: %s banned: the user was blocked
it: %s bannato: questo utente era stato bloccato
pt_br: %s banido: o usuário estava na lista de bloqueados

source: _@%s banned: antibot is on_
it: _@%s bannato: l'aggiunta di bot non è permessa_
pt_br: _@%s banido: antibot está ligado_

source: Text not valid: unknown formatting error
it: messaggio non valido: errore nella formattazione sconosciuto
pt_br: Texto não válido: erro desconhecido de formatação
ru: Текст неверен: неизвестная ошибка форматирования

source: <i>Empty moderators list</i>
it: <i>Lista dei moderatori vuota</i>
pt_br: <i>Lista de Moderadores vazia</i>

source: <b>👥 Moderators</b>
it: <b>👥 Moderatori</b>
pt_br: <b>👥 Moderadores</b>

source: List of *custom commands*:
id: Daftar *custom commands*:
it: Lista dei *comandi personalizzati*:
pt_br: Lista de *comandos personalizados*:
ru: Список *установленных команд*:

source: #extra commands are now available only for moderator
id: #extra commands hanya tersedia untuk admin
it: I comandi #extra sono ora utilizzabili solo dai moderatori
pt_br: O comando #extra está disponibiliza a partir de agora, apenas para administradores
ru: Теперь доп. команды доступны только модераторам

source: New status = %s
de: Neue Einstellung für [%s] = %s
id: Status baru = %s
it: Nuovo stato = %s
pt_br: Novo status = %s
ru: Новый статус = %s

source: Reply to someone
id: Reply ke pesan user
it: Rispondi a qualcuno
pt_br: Responda alguém
ru: Ответь кому-нибудь

source: #BLOCKBAN • %s • <b>User</b>: %s [#id%d]
it: #BLOCKBAN • %s • <b>Utente</b>: %s [#id%d]
pt_br: #BLOCKBAN • %s • <b>Usuário</b>: %s [#id%d]

source: <b>Action</b>: <i>%s</i>
de: <b>Aktion</b>: <i>%s</i>
it: <b>Azione</b>: <i>%s</i>
pt_br: <b>Ação </b>: <i>%s</i>
ru: <b>Действие</b>: <i>%s</i>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Warns removed</b>: <i>normal: %d, for media: %d, spamwarns: %d</i>
it: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Utente</b>: %s [#id%s] • <b>Warn rimossi</b>: <i>normali: %d, per media non consentiti: %d, per spam: %d</i>
pt_br: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Usuário</b>: %s [#id%s] • <b>Advertências removidas</b>: <i>normal: %d, mídia: %d, spam: %d</i>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Moderator</b>: %s [#id%s]
it: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>Moderatore</b>: %s [#id%s]
pt_br: #%s • <b>Administrador</b>: %s [#id%s] • %s • <b>Moderador</b>: %s [#id%s]
ru: #%s • <b>Администратор</b>: %s [#id%s] • %s • <b>Модератор</b>: %s [#id%s]

source: 🔨️ ️ban
ru: 🔨️ ️бан

source: <b>Creator</b>: %s <b>Admins</b>: %s
de: <b>Ersteller</b>: %s <b>Admins</b>: %s
ru: <b>Создатель</b>: %s <b>Админы</b>: %s

source: *Banhammer powers* A set of commands that let admins kick and ban people from a group, and get some information about an user. Kicked people can join back, banned people can't. Banned users are added to the group blacklist • `/kick [by reply|username|id|text mention]`: kick a user from the group. • `/ban [by reply|username|id|text mention]`: ban a user from the group. • `/tempban [hours|nd nh]` = ban an user for a specific amount of hours (max: one week). For now, only by reply. Short form: `/tempban 1d 7h` • `/unban [by reply|username|id|text mention]`: unban the user from the group. • `/user [by reply|username|id|text mention]`: shows how many times the user has been banned *in all the groups*, and the warns received. • `/status [username|id]`: show the current status of the user `(member|kicked/left the chat|banned|admin/creator|never seen)`. A bot can't retrieve the status of an user if that user never started it before (in this case, the _never seen_ status is returned) *Antiflood* The "antiflood" is a system that auto-removes people that send many consecutive messages in a group. If on, the antiflood system will kick/ban flooders. • `/config` command, then `antiflood` button: manage the flood settings in private, with an inline keyboard. You can change the sensitivity, the action (kick/ban) to perform, and even set some exceptions.
de: *Bannhammer Power* Eine Mischung aus Kommands die Admins brauchen um User aus der Gruppe zu Entfernen(kicken) oder zu Bannen. Entfernte User können jederzeit erneut der Gruppe beitreten, Gebannte aber nicht! Gebannte User werden auf die Blacklist gesetzt. • `/kick [mit Antworten|Username|ID]`: Entfernt den User aus der Gruppe. • `/ban [mit Antworten|Username|ID]`: Bannt den User aus der Gruppe. • `/tempban [Stunden|nd nh]` = Bannt einen User auf bestimmte Zeit(maximal 1 Woche). Zurzeit nur mit der Antwort funktion. Kurze Form: `/tempban 1d 1h` • `/unban [mit Antworten|Username|ID]`: Entbannt den User aus der Gruppe. • `/user [mit Antworten|Username|ID]`: Zeigt die Anzahl an Banns und Warnungen die der User schon erhalten hat. • `/status [Username|ID]`: Zeigt den aktuellen Status des Users an `(member|entfernt/hat den Chat verlassen|Gebannt|Admin/Ersteller|niemals gesehen]`. Der Bot kann keinen Status von einem User erhalten, wenn er User niemals in der Gruppe aktiv war (in diesem fall gibt der bot _Niemals gesehen_ zurück) *Antiflut* Das *Antiflut(Antiflood)* ist ein System das automatisch User entfernt dur zu viele Nachrichten auf einmal senden. Wenn aktiviert, wird das Sytem /ban fluter entfernen. • `/config` Kommand dann `Antiflut` Button: Verwalte die Antiflut Einstellungen im Privat Chat, mit einer vorgegebenen Tastatur. Du kannst die Sensibilität, die Aktion die ausgeführt werden soll bei überschreitung des Limits(Entfernen/Bannen) und einige andere Sachen einstellen.
ru: *Банхаммер* `/kick [ответ | логин | ID | упоминание]`: кикнуть пользователя из группы. `/ban [ответ | логин | ID | упоминание]`: забанить пользователя в группе. `/tempban [часы | Nd Nh]` = забанить пользователя на указанное количество часов (максимум одна неделя). Пока только ответом. Короткая форма: `/tempban 1d 7h` `/unban [ответ | логин | ID | упоминание]`: разбанить пользователя в группе. `/user [ответ | логин | ID | упоминание]`: показать сколько банов и предупреждений пользователь получил *во всех группах*. `/status [логин | ID]`: показать текущий статус пользователя `(участник | кикнут / покинул чат | забанен | админ / создатель | никогда не был виден)` Бот не может получить статус пользователя, если он не запускал меня раньше (в этом случае статус возвращается _никогда не видел_) *Антифлуд* «Антифлуд» — это система, которая автоматически банит людей в группе, отправляющих слишком много сообщений подряд. Если включена, система антифлуда будет кикаить / банить флудеров. • Команда `/config`, затем кнопка «Антифлуд»: управление в ЛС настройками флуда, с помощью встроенной клавиатуры. Ты можешь изменять чувствительность, действие (кик / бан) и даже всякие исключения.

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has three sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that an user will be warned before being kicked/banned *Antispam*: choose which kind of spam you want to forbid (example: telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Bonus commands*: `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
ru: *Общие настройки группы* `/config` или `/settings`: управление в личке настройками группы с помощью встроенной клавиатуры. У этой клавиатуры три подменю: *Меню*: для управления основными настройками группы *Антифлуд*: включить / выключить антифлуд, задать чувствительность и выбрать медиа для игнорирования, если желаешь *Медиа*: выбор, какие медиа запретить в твоей группе, и настройка количества предупреждений, прежде чем кикнуть / забанить пользователя *Антиспам*: выбери, какие виды спама ты хочешь запретить (например: ссылки на telegram.me, пересланные сообщения из каналов) *Бонусные команды*: `/leave`: бот покинет группу, не удаляя данные, относящиеся к ней. Используй её только если потом собираешься снова добавить его в группу `/snap`: сформировать резервную копию настроек чата, которую можно будет восстановить командой `/import` (отправь файл в группу и ответь на него). Команда `/snap` может использовать лишь раз в три дня

source: *Moderators* Moderators are normal users that can use some of the commands that are usually available only to the group administrators. By default, moderators only have the banhammer (they can use _/ban, /kick, /unban, /tempban, /warn, /nowarn, /user_). But their powers can be expanded or restricted by the administrators: there is a button in the /config menu, called _"Moderators"_, where the permissions of the moderators can be configured. By default, every admin can promote a new moderator, or demote an user who is already a mod. If you are the group owner, in the _"Moderators"_ section of the configuration menu you will be able to find a switch called _"Admins can manage mods"_. When disabled, the group administrators *can't promote or demote new moderators*, and also they won't be allowed to access the _"Moderators"_ section of the configuration menu (so they *won't be able to change the moderators permissions*). *Commands* `/promote [by reply|by username|by text mention|by ID]`: promote an user to moderator. If used on a moderator, it will update his name in the moderators list. `/demote [by reply|by username|by text mention|by ID]`: demote an moderator. `/modlist`: show the list of the moderators
ru: *Модераторы* Модераторы — это обычные пользователи, которые могут использовать команды, обычно доступные только администраторам группы. По умолчанию модераторам доступны только функции банхамера (они могут использвать _/ban, /kick, /unban, /tempban, /warn, /nowarn, /user_). Админы могут расширить или ограничить их полномочия. Для этого служит подменю «Модераторы» на клавиатуре /config, где админы могут настроить права модераторов. По умолчанию любой админ может назначить нового модератора или разжаловать старого. Владелец группы может в настройках в секции «Модераторы» может найти переключатель «Админы могут управлять модераторами». Когда он выключен, администраторы группы *не могут назначать модераторов или разжаловывать их*, также у них нет доступа к секции «Модераторы» в конфигурационном меню (поэтому они *не смогут менять полномочия модераторов*). *Команды* `/promote [с ответом | именем | упоминанием | ID]`: назначить пользователя модератором. Если он уже модератор, его имя будет обновлено в списке модераторов. `/demote [с ответом | именем | упоминанием | ID]`: разжаловать модератора. `/modlist`: показать список модераторов.

source: *Log channel iformations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
ru: *Информация о канале с журналом* Канал с журналом — это приватный канал, куда бот будет записывать все важные события, происходящие в группе. Чтобы использовать эту возможность, нужно связать группу с каналом с помощью описанных ниже команд. По умолчанию ни одно событие *не журналируется*. Админы могут выбрать, какие события нужно записывать, на вкладке «Журнал» в меню `/config`. Чтобы связать канал с группой, *создатель канала* должен [сделать бота администратором канала](telegram.me/gb_tutorials/4) (иначе он не сможет постить) и отправить в канал такую команду: `/setlog` Затем админ группы должен переслать из канала это сообщение с командой в группу. *Готово*! (ты найдёшь видео-руководство [здесь](https://telegram.me/GB_tutorials/8)) Один и тот же канал можно использовать для разных групп. Чтобы изменить канал группы, просто повтори этот процесс с другим каналом. `/unsetlog`: убрать текущий канал с журналом `/logchannel`: получить некоторую информацию о канале с журналом, если он был связан

source: *Select the events the will be logged in the channel* ✅ = will be logged ☑️ = won't be logged
de: *Verwalte welche Events im Channel gespeichert werden sollen* ✅ = werden geloggt/gespeichert ☑️ = werden nicht geloggt/gespeichert
ru: *Выбери события, которые будут журналироваться в канале* ✅ = будет журналироваться ☑️ = не будет журналироваться

source: _Empty moderators list_
ru: _Список модераторов пуст_

source: <b>Moderators</b>: -
ru: <b>Модераторы</b>: -

source: *Moderators settings* Choose what a moderator can do. When one or more of the permissions below are given to the moderators, they will be able to use the associated commands. • ✅ = *enabled* • ❌ = *not enabled* • *Banhammer* permissions - mods will be allowed to use: /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn. • *Group info* permissions - mods will be allowed to use: /setrules, /welcome, /extra, /link, /setlink. Also, they will be seen as admins when /rules, /adminlist, /modlist, /id or an #extra command are used. • *Group configuration* permissions - mods will be able to use the /config command, and change the group settings. Obviously, they won't be able to see the "Moderators" section. Moderators will be never able to use: /cache, /leave, /snap, /import, /setlang, /setlog and /unsetlog
ru: *Настройки модераторов* Выбери, что могуть делать модераторы. • ✅ = *позволено* • ❌ = *не позволено* • *Банхаммер*: модераторы смогут использовать /ban, /kick, /unban, /tempban, /user, /status, /warn, /nowarn. • *Инфо о группе*: модераторы смогут использовать /setrules, /welcome, /extra, /link, /setlink. Также они будут рассматриваться как админы когда отдают команды /rules, /adminlist, /modlist, /id, а также дополнительные. • *Настройки группы*: модераторы смогут использовать команду /config и менять настройки группы. Правда, им не будет видна секция «Модераторы». Никто из модераторов не может использовать /cache, /leave, /snap, /import, /setlang, /setlog и /unsetlog

source: 🔨 Ban
de: 🔨Bann
ru: 🔨 Забанить

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh
ru: Список админов только что обновлён. Просто подожди 10 минут после последнего обновления.

source: Done! %s has been forgiven
de: Fertig! %s wurde vergeben.
ru: Готово! %s был прощён

source: Bots won't be kicked if added by an user
de: Bots werden nicht entfernt wenn sie von einem User hinzugefügt worden sind
id: User dapat memasukkan bot ke dalam grup
ru: Пользователям разрешено добавлять ботов

source: Bots will be kicked if added by an user
de: Bots werden entfernt wenn sie von einem User hinzugefügt worden sind
id: User tidak bisa memasukkan bot ke dalam grup
ru: Пользователям запрещено добавлять ботов
