Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: Change the action to perform when a user reaches the max. number of warnings
de_de: Ändere die Aktion, welche durchgeführt wird, wenn Benutzer die maximale Anzahl an Verwarnungen erreichen
he_il: שנה את הפעולה שהבוט אמור לבצע כאשר משתמש מגיע למספר האזהרות המקסימלי
id_id: Ubah tindakan yang dilakukan oleh bot jika jumlah peringatan pengguna sudah maksimal
ml_in: ഒരു യൂസർ പരമാവധി താക്കീതുകളുടെ എണ്ണം കടന്നാൽ എന്ത് ചെയ്യണം
ro_ro: Schimbă acțiunea care urmează să fie efectuată atunci când un utilizator atinge numărul maxim de avertizări
sr_sp: Промените радњу за обављање када корисник достиже максимум. број упозорења
uk_ua: Змінити дію, виконувану при досягненні користувачем максимального числа попереджень
ur_in: کارروائی کا عمل تبدیل کیجیے جس وقت صارف تنبیہات کی آخری حد کو پہنچ جائے

source: The new value is too high ( > 12)
de: Der neue Wer ist zu hoch ( > 12)
de_de: Der neue Wert ist zu hoch ( > 12)
he_il: הערך החדש גבוה מדי (12 <)
id: Nilai yang baru terlalu besar ( > 12)
id_id: Nilai yang baru terlalu besar ( > 12)
it: Il nuovo valore è troppo alto (>12)
ml_in: പുതിയ വാല്യൂ വളരെ കൂടുതലാണ് ( > 12)
pt_br: O novo valor é muito alto ( > 12)
ro_ro: Noua valoare este prea mare ( > 12)
ru: Новое значение слишком большое ( > 12)
sr_sp: Нова вредност је превише висока ( > 12)
uk_ua: Нове значення занадто високе ( > 12)
ur_in: نیا عدد بہت بڑا ہے ( 12 سے بڑا)

source: The new value is too low ( < 1)
de: Der neue Wert ist zu niedrig ( < 1)
de_de: Der neue Wert ist zu niedrig ( < 1)
he_il: הערך החדש נמוך מדי (1 >)
id: Nilai yang baru terlalu kecil ( < 1)
id_id: Nilai yang baru terlalu kecil ( < 1)
it: Il nuovo valore è troppo basso (<1)
ml_in: പുതിയ വാല്യൂ വളരെ കുറഞ്ഞതാണ് ( < 1)
pt_br: O novo valor é muito baixo ( < 1)
ro_ro: Noua valoare este prea mică ( < 1)
ru: Новое значение слишком маленькое ( < 1)
sr_sp: Нова вредност је превише ниска ( < 1)
uk_ua: Нове значення занадто маленьке ( < 1)
ur_in: نیا عدد بہت چھوٹا ہے ( 1 سے کم)

source: New action on max number of warns received: ban
de_de: Aktion die durchgeführt wird wenn die maximale Anzahl von Verwarnungen erreicht wird: Ban
he_il: פעולה חדשה במקרה של מספר מרבי של אזהרות שהתקבלו: חסימה
id_id: Tindakan baru jika menerima jumlah peringatan maksimal: blokir
it: Nuova azione: ban
ml_in: താക്കീതുകളുടെ എണ്ണം കടന്നാൽ ബാൻ ചെയ്യാൻ തീരുമാനിച്ചു
pt_br: Nova ação ao atingir o número máximo de advertências: ban
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: interdicție
ru: Бот будет банить при достижении максимума предупреждений
sr_sp: Нова акција за максималан број упозоравања, добиja: бан
uk_ua: Бот буде банити при досягненні максимуму попереджень
ur_in: نئی کاروائی جب صارف تنبیہات کی آخری حد کو پہنچ جائے: مسدود

source: New action on max number of warns received: mute
de_de: Aktion die durchgeführt wird wenn die maximale Anzahl von Verwarnungen erreicht wird: Stummschalten
he_il: פעולה חדשה במקרה של מספר מרבי של אזהרות שהתקבלו: השתקה
id_id: Tindakan baru jika seorang pengguna menerima jumlah peringatan maksimal: bisukan
ml_in: താക്കീതുകളുടെ എണ്ണം കടന്നാൽ നിശബ്ദമാക്കാൻ തീരുമാനിച്ചു
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: mod silențios
sr_sp: Нова акција за максималан број упозоравања, добиja: утишавање
uk_ua: Нова дія по досягненню максимуму попереджень: тиша
ur_in: نئی کاروائی جب صارف تنبیہات کی آخری حد کو پہنچ جائے: خاموش

source: New action on max number of warns received: kick
de_de: Aktion die durchgeführt wird wenn die maximale Anzahl von Verwarnungen erreicht wird: Kick
he_il: פעולה חדשה במקרה של מספר מרבי של אזהרות שהתקבלו: הרחקה
id_id: Tindakan baru jika seorang pengguna menerima jumlah peringatan maksimal: tendang
it: Nuova azione: kick
ml_in: താക്കീതുകളുടെ എണ്ണം കടന്നാൽ പുറത്താക്കാൻ തീരുമാനിച്ചു
pt_br: Nova ação ao atingir o número máximo de advertências: kick
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: excludere
ru: Бот будет кикать при достижении максимума предупреждений
sr_sp: Нова акција за максималан број упозоравања, добиja: избацивање
uk_ua: Бот буде виганяти при досягненні максимуму попереджень
ur_in: جب صارف تنبیہات کی آخری حد کو پہنچ جائے تو کیا ایکشن لیا جائے: باہر

source: Action -> kick
de_de: Aktion -> kick
he_il: פעולה -> הרחק
id_id: Tindakan -> tendang
ml_in: Action -> പുറത്താക്കുക
ro_ro: Acțiune -> excludere
sr_sp: Акција -> избацивање
uk_ua: Дія -> вигнання
ur_in: کارروائی -> باہر بھیجنا

source: Action -> ban
de_de: Aktion -> ban
he_il: פעולה -> חסום
id_id: Tindakan -> blokir
ml_in: Action -> ബാൻ
ro_ro: Acțiune -> interdicție
sr_sp: Акција -> бан
uk_ua: Дія -> бан
ur_in: کارروائی -> مسدود کیجیے

source: Action -> mute
de_de: Aktion -> stummschalten
he_il: פעולה -> השתק
id_id: Tindakan -> bisukan
ml_in: Action -> നിശബ്ദമാക്കുക
ro_ro: Acțiune -> mod silențios
sr_sp: Акција -> утишавање
uk_ua: Дія -> тиша
ur_in: ایکشن -> خاموش

source: Allowed ✅
de_de: Erlaubt ✅
he_il: מותר ✅
id_id: Diizinkan ✅
ml_in: അനുവദിച്ചു ✅
ro_ro: Permis ✅
sr_sp: Дозвољено ✅
uk_ua: Дозволено ✅
ur_in: اجازت ✅

source: Welcome
de_de: Willkommen
he_il: קבלת פנים
id_id: Selamat Datang
it: Messaggio di benvenuto
ml_in: സ്വാഗതം
pt_br: Bem-vindo
ro_ro: Bine ai venit
ru: Приветствие
sr_sp: Добродошли
uk_ua: Привітання
ur_in: خوش آمدید

source: Goodbye
de: Auf Wiedersehen
de_de: Auf Wiedersehen
he_il: הודעת עזיבה
id_id: Selamat tinggal
it: Messaggio di addio
ml_in: ശുഭം
pt_br: Despedida
ro_ro: La revedere
ru: Прощание
sr_sp: Збогом
uk_ua: Прощання
ur_in: الوداع

source: Extra
he_il: תוספים
id_id: Ekstra
ml_in: എക്സ്ട്രാ
ru: Доп. команды
sr_sp: Додаци
uk_ua: Додаткові команди
ur_in: اضافی

source: Anti-flood
he_il: מונע הצפה
ml_in: ആന്റി ഫ്ലഡ്
ro_ro: Anti-inundație
ru: Антифлуд
sr_sp: Анти-поплављивање
uk_ua: Антифлуд
ur_in: مانع تکرار

source: Silent mode
de: Stiller Modus
de_de: Stummer Modus
he_il: מצב שקט
id_id: Mode hening
it: Modalità silenziosa
ml_in: സൈലൻറ് മോഡ്
pt_br: Modo silencioso
ro_ro: Mod silențios
ru: Тихий режим
sr_sp: Нечујни режим
uk_ua: Тихий режим
ur_in: خاموش موڈ

source: Arab
de_de: Arabisch
he_il: ערבית
id_id: Teks Arab
it: Arabo
ml_in: അറബി
pt_br: Árabe
ru: Арабский
sr_sp: Арапски
uk_ua: Арабська
ur_in: عربی

source: RTL
de_de: RTL (Rechts-nach-Links)
he_il: שפות RTL
sr_sp: Од десно на лево
uk_ua: Справа наліво
ur_in: دائیں سے بائیں

source: Ban bots
de: Banne bots
de_de: Bots bannen
he_il: חסום בוטים
id_id: Anti bot
it: Banna i bot
ml_in: ബോട്ടുകളെ ബാൻ ചെയ്യുക
pt_br: Banir bots
ro_ro: Interzis boți
ru: Банить ботов
sr_sp: Ботови забране
uk_ua: Банити ботів
ur_in: بوٹ پر پابندی

source: Reports
de: Reports/Meldungen
de_de: Reports/Meldungen
he_il: דיווחים
id_id: Laporan
it: Segnalazioni
ml_in: റിപ്പോർട്ടുകൾ
pt_br: Reportes
ro_ro: Rapoarte
ru: Жалобы
sr_sp: Извештаји
uk_ua: Скарги
ur_in: رپورٹ

source: Delete last welcome message
de_de: Letzte Wilkommensnachricht löschen
he_il: מחק את הודעת קבלת הפנים האחרונה
id_id: Hapus pesan selamat datang terakhir
ml_in: അവസാനത്തെ സ്വാഗത സന്ദേശം ഡിലീറ്റ് ചെയ്യുക
ro_ro: Șterge ultimul mesaj de bun venit
sr_sp: Уклонити последњу добродошлицу
uk_ua: Видаляти останнє привітальне повідомлення
ur_in: آخری استقبالیہ پیغام حذف کریں

source: Welcome + rules button
de_de: Willkommen + "Regeln" taste
he_il: לחצן קבלת פנים + חוקים
id_id: Welcome + tombol rules
it: Benvenuto + pulsante regole
ml_in: സ്വാഗതം + നിയമങ്ങൾ ബട്ടൺ
pt_br: Botão Bem vindo + regras
ro_ro: Buton bine ai venit + reguli
ru: Приветствие + правила
sr_sp: Добродошлица + дугме правила
uk_ua: Привітання + кнопка правил
ur_in: استقبالیہ + قوانین بٹن

source: Clean Service Messages
de_de: Dienstnachrichten Entfernen
he_il: נקה הודעות מערכת
id_id: Bersihkan pesan layanan.
ml_in: എല്ലാ സർവീസ് സന്ദേശങ്ങളും
ro_ro: Curăță mesajele de serviciu
sr_sp: Очистите сервисне поруке
uk_ua: Видаляти службові повідомлення
ur_in: سروس پیغامات مٹائیں

source: 🔨️ ban
de: 🔨 Bann
de_de: 🔨 Bann
he_il: 🔨️ חסימה
id_id: 🔨️ blokir
ml_in: 🔨️ ബാൻ
ro_ro: 🔨️ interzis
ru: 🔨️ бан
sr_sp: 🔨️ бан
uk_ua: 🔨️ забанити
ur_in: 🔨️ مسدود

source: Warns:
de_de: Verwarnungen:
he_il: אזהרות:
id_id: Peringatan:
it: Warn:
ml_in: താക്കീതുകൾ:
pt_br: Advertências:
ro_ro: Avertismente:
sr_sp: Упозоравања:
uk_ua: Попередження:
ur_in: انتباہات:

source: Action:
de: Aktion:
de_de: Aktion:
he_il: פעולה:
id_id: Tindakan:
it: Azione:
ml_in: നടപടി:
pt_br: Ação:
ro_ro: Acțiune:
ru: Действие:
sr_sp: Акција:
uk_ua: Дія:
ur_in: کارروائی:

source: Manage the settings of the group. Click on the left column to get a small hint
de_de: Verwalte die Einstellungen der Gruppe. Klicke auf die linkte Spalte um einen Hinweis zu erhalten
he_il: נהל את הגדרות הקבוצה, לחץ על העמודה השמאלית בכדי לקבל מושג אודות הפונקציה
id_id: Kelola pengaturan grup. Klik pada kolom kiri untuk mendapatkan petunjuk kecil
it: Gestisci le impostazioni del gruppo. Premi su una voce della colonna di sinistra per ottenere una breve descrizione del tasto
ml_in: ഗ്രൂപ്പിൻറെ സെറ്റിങ്‌സ് ശരിയാക്കുക. ഇടതുവശത്തെ കോളത്തിൽ ക്ലിക്കിയാൽ ഒരു സൂചന ലഭിക്കും
pt_br: Gerencie as configurações do grupo. Clique na coluna esquerda para ver uma dica
ro_ro: Gestionați setările grupului. Faceți clic pe coloana din stânga pentru a obține un mic indiciu
ru: Управляй настройками группы. Нажми на левую колонку, чтобы получить небольшую подсказку
sr_sp: Управљајте подешавањима групе. Кликните на дугме у левој колони, да се добије мали наговештај
uk_ua: Тут ви можете змінити налаштування групи. Натисніть на кнопку в лівій колонці, щоб отримати довідку
ur_in: گروپ کی ترتیبات طے کریں۔ مختصر اشارہ کے لیے بائیں کالم پر کلک کریں

source: %s <b>banned</b> for flood!
de: *gesperrt (bannend)* wegen flutens (flooding)!
de_de: %s <b>gebannt</b> wegen Flooding!
he_il: %s <b>נחסם</b> בגלל הצפה!
id_id: %s <b>terblokir</b> karena membanjiri obrolan!
it: %s <b>bannato</b> per flood!
ml_in: %s നെ ഫ്ലഡ് ചെയ്തതിന് <b>ബാൻ</b> ചെയ്തു
pt_br: %s foi <b>banido</b> por flood!
ro_ro: %s <b>accesul interzis</b> pentru inundație!
ru: %s <b>забанен</b> за флуд
sr_sp: %s <b>банован</b> за поплаве!
uk_ua: %s <b>забанено</b> через флуд!
ur_in: %s تکرار کرنے پر <b>پابند کیے گئے</b>!

source: %s <b>kicked</b> for flood!
de: %s *entfernt (kicked)* wegen flutens (flodding)!
de_de: %s <b>gekickt</b> wegen Flooding!
he_il: %s <b>הורחק מהקבוצה</b> בגלל הצפה!
id_id: %s <b>ditendang</b> karena membanjiri obrolan!
it: %s <b>kickato</b> per flood!
ml_in: %s നെ ഫ്ലഡ് ചെയ്തതിന് <b>പുറത്താക്കി</b>
pt_br: %s foi <b>kickado</b> por flood!
ro_ro: %s <b>exclus</b> pentru inundație!
ru: %s <b>кикнут</b> за флуд
sr_sp: %s <b>избачен</b> за поплаве!
uk_ua: %s <b>викинуто</b> через флуд!
ur_in: %s تکرار کرنے پر <b>باہر کیے گئے</b>!

source: %s <b>muted</b> for flood!
de_de: %s <b>stummgeschaltet</b> wegen Flooding!
he_il: %s <b>הושתק</b> בגלל הצפה!
id_id: %s <b>dibisukan</b> karena membanjiri obrolan!
ml_in: %s നെ ഫ്ലഡ് ചെയ്തതിന് <b>നിശബ്ദമാക്കി</b>
ro_ro: %s <b>pus în surdină</b> pentru inundație!
sr_sp: %s <b>утишан</b> за поплаве!
uk_ua: %s <b>заглушено</b> через флуд!
ur_in: %s تکرار کرنے پر <b>خاموش کیے گئے</b>!

source: %s <b>%s</b>: media sent not allowed! ❗️ <code>%d/%d</code>
de_de: %s <b>%s</b>: Gesendetes Medium nicht erlaubt! ❗️ <code>%d/%d</code>
he_il: %s <b>%s</b>: המדיה שנשלחה לא מורשית! ❗️ <code>%d/%d</code>
id_id: %s <b>%s</b>: media yang dikirim dianulir ❗ <code>%d/%d</code>
ml_in: %s <b>%s</b>: മീഡിയ അയക്കാൻ അനുവാദമില്ല! ❗️ <code>%d/%d</code>
ro_ro: %s <b>%s</b>: trimiterea fișierelor media nu este permisă! ❗️ <code>%d/%d</code>
sr_sp: %s <b>%s</b>: послати медији се не дозвољавају! ❗️ <code>%d/%d</code>
uk_ua: %s <b>%s</b>: відправлення вкладень заборонено! ❗️ <code>%d/%d</code>
ur_in: %s <b>%s</b>: میڈیا بھیجنے کی اجازت نہیں ہے! ❗️ <code>%d/%d</code>

source: %s, this type of media is <b>not allowed</b> in this chat. (<code>%d/%d</code>)
de: %, diese Art von Medien <b>sind nicht erlaubt</b> in diesem Chat (<code>%d/%d</code>)
de_de: %s, diese Art von Medien <b>sind nicht erlaubt</b> in diesem Chat (<code>%d/%d</code>)
he_il: %s, סוג מדיה זה <b>nאינו מורשה</b> בצ'אט זה. (<code>%d/%d</code>)
id_id: %s, jenis media ini <b>dianulir</b> di obrolan ini. (<code>%d/%d</code>)
it: %s, questo tipo di media <b>non è consentito</b> in questo gruppo. (<code>%d/%d</code>)
ml_in: %s, ഈ തരം മീഡിയ ഇവിടെ <b>അനുവദിക്കില്ല</b>. (<code>%d/%d</code>)
pt_br: %s, este tipo de mídia <b>é proibido</b>nesse grupo. (<code>%d/%d</code>)
ro_ro: %s, acest tip de fișier media <b>nu este permis</b> în acest chat. (<code>%d/%d</code>)
ru: %s, этот тип медиа <b>не разрешён</b> в этом чате. (<code>%d / %d</code>)
sr_sp: %s, овај тип медија <b>није дозвољен</b> у овој соби за ћаскање. (<code>%d/%d</code>)
uk_ua: %s, цей тип медіа <b>не дозволений</b> в цьому чаті. (<code>%d/%d</code>)
ur_in: %s، اس گروپ میں اس قسم کی میڈیا کی <b>اجازت نہیں ہے</b>۔ (<code>%d/%d</code>)

source: %s, this type of media is <b>not allowed</b> in this chat. <i>The next time you will be banned/kicked/muted</i>
de_de: %s, diese Art von Medien ist <b>nicht erlaubt</b> in diesen chat. <i>Das nächste wirst du gebannt/gekickt/stummgeschaltet</i>
he_il: %s, סוג מדיה זו <b>אינה מאושרת</b> in this chat. <i>בפעם הבאה אתה תקבל השתקה\הרחקה\חסימה</i>
id_id: %s, penggunaan media jenis ini <b>dianulir</b> di grup ini. <i>Lain waktu saya akan memblokir/menendang/membisukan Anda.</i>
ml_in: %sഈ തരം മീഡിയ ഇവിടെ <b>അനുവദിക്കില്ല</b>. <i>അടുത്ത തവണ നിങ്ങളെ ബാൻ ചെയ്യും/പുറത്താക്കും/നിശബ്ദമാക്കും.</i>
ro_ro: %s, acest tip de fișier media <b>nu este permis</b> în acest chat. <i>Data viitoare vei avea accesul interzis/vei fi exclus/pus în surdină</i>
sr_sp: %s, овај тип медија <b>није дозвољен</b> у овој соби за ћаскање. <i>следећи пут ћете добити бан/избацивање/утишавање</i>
uk_ua: %s, такий тип вкладень <b>заборонений</b> в цьому чаті. <i>Наступного разу ви будете забанені/вигнанні/заглушені</i>
ur_in: %s, اس گروپ میں اس قسم کی میڈیا کی <b>اجازت نہیں ہے</b>۔ <i>اگلی دفعہ آپ کو باہر/خاموش/پابند کر دیا جائے گا</i>

source: %s <b>kicked</b>: RTL character in names/messages are not allowed!
de_de: %s <b>gekickt</b>: RTL-Zeichen in Namen/Nachrichten sind nicht erlaubt!
he_il: %s <b>הורחק</b>: תווים מימין לשמאל בהודעות\שמות משתמשים אסורים!
id_id: %s <b>ditendang</b>: karakter RTL dalam nama/pesan dianulir!
ml_in: %s നെ <b>പുറത്താക്കി</b>: RTL character ഉള്ള പേരുകൾ/മെസ്സേജുകൾ അനുവദിക്കില്ല!
ro_ro: %s <b>exclus</b>: Caracterele RTL "scrise de la dreapta la stânga" în nume/mesaje nu sunt permise!
sr_sp: %s <b>избачен</b>: карактери од десно на лево у имену/поруци нису дозвољени!
uk_ua: %s <b>викинуто</b>: написи справа наліво в ніку/повідомленнях заборонені!
ur_in: %s <b>باہر نکالے گئے</b>: نام یا پیغام میں دائیں سے بائیں عبارت والی حروف کی اجازت نہیں ہے!

source: %s <b>banned</b>: RTL character in names/messages are not allowed!
de_de: %s <b>gebannt</b>: RTL-Zeichen in Namen/Nachrichten sind nicht erlaubt!
he_il: %s <b>נחסם</b>: תווים מימין לשמאל בהודעות\שמות משתמשים אסורים!
id_id: %s <b>terblokir</b>: penggunaa karakter RTL dalam nama/pesan dianulir!
ml_in: %s നെ <b>ബാൻ ചെയ്തു</b>: RTL character ഉള്ള പേരുകൾ/മെസ്സേജുകൾ അനുവദിക്കില്ല!
ro_ro: %s <b>accesul interzis</b>: Caracterele RTL "scrise de la dreapta la stânga" în nume/mesaje nu sunt permise!
sr_sp: %s <b>банован</b>: карактери од десно на лево у имену/поруци нису дозвољени!
uk_ua: %s <b>заблоковано</b>: написи справа наліво в ніку/повідомленнях заборонені!
ur_in: %s <b>پابند کیے گئے</b>: نام یا پیغام میں دائیں سے بائیں عبارت والی حروف کی اجازت نہیں ہے!

source: %s <b>muted</b>: RTL character in names/messages are not allowed!
de_de: %s <b>stummgestellt</b>: RTL-Zeichen in Namen/Nachrichten sind nicht erlaubt!
he_il: %s <b>הושתק</b>: תווים מימין לשמאל בהודעות\שמות משתמשים אסורים!
id_id: %s <b>dibisukan</b>: karakter RTL dalam nama/pesan dianulir!
ml_in: %s നെ <b>നിശബ്ദമാക്കി</b>: RTL character ഉള്ള പേരുകൾ/മെസ്സേജുകൾ അനുവദിക്കില്ല!
ro_ro: %s <b>pus în surdină</b>: Caracterele RTL "scrise de la dreapta la stânga" în nume/mesaje nu sunt permise!
sr_sp: %s <b>утишан</b>: карактери од десно на лево у имену/поруци нису дозвољени!
uk_ua: %s <b>заглушено</b>: написи справа наліво в ніку повідомленнях заборонені!
ur_in: %s <b>خاموش</b>: نام یا پیغام میں دائیں سے بائیں طرف والی عبارت کی اجازت نہیں ہے!

source: %s <b>kicked</b>: arab/persian message detected!
de: %s *entfernt (kicked)*: Nachricht mit arabischen Zeichen entdeckt!
de_de: %s <b>gekicked</b>: Nachricht mit arabischen Zeichen entdeckt!
he_il: %s <b>הורחק מהקבוצה</b> בגלל הודעה עם תוכן בערבית\פרסית!
id_id: %s <b>ditendang</b>: pesan arab/persia terdeteksi!
it: %s <b>kickato</b>: caratteri arabi non consentiti
ml_in: %s നെ <b>പുറത്താക്കി</b>: arab/persian message detected!
pt_br: %s foi <b>kickado</b>: mensagem árabe ou persa detectado!
ro_ro: %s <b>exclus</b>: a fost detectat mesaj arab/persian!
ru: %s <b>кикнут</b>: обнаружены арабские сообщения!
sr_sp: %s <b>избачен</b>: порука арапског/персијског нађена!
uk_ua: %s <b>викинуто</b>: виявлені арабські повідомлення!
ur_in: %s <b>باہر کیے گئے</b>: عربی/فارسی پیغام کا پتہ چلا!

source: %s <b>banned</b>: arab/persian message detected!
de: %s *entfernt (kicked)*: Nachricht mit arabischen Zeichen entdeckt!
de_de: %s <b>gekicked</b>: Nachricht mit arabischen Zeichen entdeckt!
he_il: %s <b>נחסם</b> בגלל הודעה עם תוכן בערבית/פרסית!
id_id: %s <b>di_banned_</b>: pesan arab/persia terdeteksi!
it: %s <b>bannato</b>: caratteri arabi non consentiti
ml_in: അറബി അയച്ചതിനാൽ, %s നെ <b>ബാൻ ചെയ്തു</b>
pt_br: %s foi <b>banido</b>: mensagem árabe ou persa detectado!
ro_ro: %s <b>acces interzis</b>: a fost detectat mesaj arab/persian!
ru: %s <b>забанен</b>: обнаружены арабские сообщения!
sr_sp: %s <b>банован</b>: порука арапског/персијског нађена!
uk_ua: %s <b>заблоковано</b>: виявлені арабські повідомлення!
ur_in: %s <b>مسدود ہوئے</b>: عربی/فارسی پیغام کا پتہ چلا!

source: %s <b>muted</b>: arab/persian message detected!
de_de: %s <b>stummgestellt</b>: Nachricht mit arabischen Zeichen entdeckt!
he_il: %s <b>הושתק</b> בגלל הודעה עם תוכן בערבית/פרסית!
id_id: %s <b>dibisukan</b>: karakter arab/persia yang dianulir terdeteksi!
ml_in: അറബി അയച്ചതിനാൽ, %s നെ <b>നിശബ്ദമാക്കി</b>
ro_ro: %s <b>pus in surdină</b>: a fost detectat mesaj arab/persian!
sr_sp: %s <b>утишан</b>: порука арапског/персијског нађена!
uk_ua: %s <b>заглушено</b>: виявлені арабські повідомлення!
ur_in: %s <b>خاموش کیے گئے</b>: دائیں سے بائیں جانب والی عبارت کی وجہ سے!

source: I couldn't find any message generated by <code>/pin</code>.
de_de: Keine mit <code>/pin</code> generierte Nachricht verfügbar.
he_il: לא הצלחתי למצוא שום הודעה שנוצרה ע"י הפקודה <code>/pin</code>.
id_id: Saya tidak menemukan pesan apapun yang dihasilkan dari perintah <code>/pin</code>.
ro_ro: Nu am putut găsii nici un mesaj generat de <code>/pin</code>.
uk_ua: Я не можу знайти повідомлень, згенерованих <code>/pin</code>.
ur_in: میں <code>/Pin</code> کمانڈ کے ذریعہ بنے کسی پیغام کو تلاش نہیں کر پا رہا ہوں.

source: Last message generated by <code>/pin</code> ^
de_de: Zuletzt mit <code>/pin</code> generierte Nachricht^
he_il: הודעה אחרונה נוצרה ע"י <code>/pin</code> ^
id_id: Pesan terakhir yang dihasilkan dengan `/pin` ^
ro_ro: Ultimul mesaj generat de <code>/pin</code> ^
uk_ua: Останнє повідомлення, згенероване <code>/pin</code> ^
ur_in: آخری پیغام بذریعہ <code>/pin</code> ^ تشکیل دیا گیا

source: The old message generated with <code>/pin</code> does not exist anymore.
de_de: Die zuvor mit <code>/pin</code> generierte Nachricht existiert nicht mehr.
he_il: ההודעה הישנה שנוצרה באמצעות פקודת <code>/pin</code> אינה קיימת יותר.
id_id: Pesan lama yang dihasilkan dengan perintah <code>/pin</code> tidak ditemukan lagi.
ro_ro: Vechiul mesaj generat cu <code>/pin</code> nu mai există.
uk_ua: Старе повідомлення згенероване за допомогою <code>/pin</code> більше не існує.
ur_in: <code>/pin</code> کمانڈ کے ذریعہ تشکیل شدہ کوئی پرانا پیغام اب موجود نہیں.

source: unknown
de_de: unbekannt
he_il: לא ידוע
id_id: tidak diketahui
ro_ro: necunoscut
sr_sp: непознато
uk_ua: невідомо
ur_in: غیر معروف

source: This bot is based on [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, channel: @otouto), a multipurpose Lua bot. Group Butler wouldn't exist without it. You can contact the owners of this bot using the /groups command. Bot version: %s *Some useful links:*
de_de: Dieser Bot basiert auf [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, channel: @otouto), einem multifunktionalen Lua bot. Group Butler würde ohne ihn nicht existieren. Du kannst die Entwickeler des Bots über den /groups Befehl kontaktieren. Bot version: `%s` *Einige hilfreiche Links:*
he_il: בוט זה מבוסס על [otouto](https://github.com/topkecleon/otouto) (הידוע בשמו @mokubot, ערוץ: @otouto), בוט Lua רב שימושי. Group Butler לא היה קיים בלעדיו. באפשרותך ליצור קשר עם בעלי בוט זה באמצעות שימוש בפקודה /groups. גרסת הבוט: %s *קישורים שימושיים:*
id_id: Bot ini berbasis [otouto](https://github.com/topkecleon/otouto) (alias @mokubot, kanal: @otouto), sebuah bot LUA multifungsi. Group Butler tidak akan ada tanpa bot tersebut. Anda bisa menghubungi pemilik bot ini dengan menggunakan perintah `/groups`. Versi bot: %s *Beberapa tautan yang berguna:*
ro_ro: Acest bot este bazat pe [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, canal: @otouto), un Lua bot multifuncțional. Mascota grupului n-ar fi existat fără el. Puteți contacta proprietarii acestui bot folosind comanda `/groups`. Versiunea bot-ului: %s *Unele link-uri utile:*
sr_sp: Этот бот сделан на основе [otouto](https://github.com/topkecleon/otouto) (AKA @mokubot, канал: @otouto), мультизадачный Lua-бот. Group Butler не смог бы появиться без него. Вы можете связаться с владельцами этого бота, используя команду /groups. Версия бота: %s *Полезные ссылки:*
uk_ua: Цей бот заснований на [otouto] (https://github.com/topkecleon/otouto) (AKA @mokubot, канал: @outouto), багатофункціональний бот Lua. Group Butler не існує без нього. Ви можете зв'язатися з власниками цього бота за допомогою команди /groups. Версія боту: %s *Деякі корисні посилання:*
ur_in: یہ بوٹ [otouto] پر مشتمل ہے (https://github.com/topkecleon/otouto) (AKA @mokubot, چینل: @otouto), ایک کثیر المقاصد Lua bot ہے۔ گروپ بٹلر اس کے بغیر وجود نہیں رکھ سکتا۔ آپ اس بوٹ کے مالک سے /groups کمانڈ استعمال کر کے رابطہ کر سکتے ہیں۔ بوٹ ورژن: %s *چند مفید لنکس:*

source: Channel
de: Kanal
de_de: Kanal
he_il: ערוץ
id_id: Kanal
it: Canale
ml_in: ചാനല്‍‍
pt_br: Canal
ro_ro: Canal
ru: Канал
sr_sp: Канал
uk_ua: Канал
ur_in: چینل

source: Rate me!
de: Bewerte mich!
de_de: Bewerte mich!
he_il: דרגו אותי!
id: Beri rate!
id_id: Beri rate!
it: Votami!
ml_in: എന്നെ വിലയിരുത്തുക!
pt_br: Me avalie!
ro_ro: Evaluează-mă!
ru: Оцени меня!
sr_sp: Оцени ме!
uk_ua: Оціни мене!
ur_in: مجھے ریٹنگ دیجیے!

source: 👥 Groups
de: 👥 Gruppen
de_de: 👥 Gruppen
he_il: 👥 קבוצות
id: 👥 Group
id_id: 👥 Grup
it: 👥 Gruppi
ml_in: 👥 ഗ്രൂപ്പുകൾ
pt_br: 👥 Grupos
ro_ro: 👥 Grupuri
ru: 👥 Группы
sr_sp: 👥 Групе
uk_ua: 👥 Групи
ur_in: 👥 گروپس

source: Pong!
he_il: פונג!
ml_in: ആക്രമണം!
pt_br: Você esperava que eu dissesse Pong? Então tá... *Pong!*
ru: Понг!
sr_sp: Понг!
uk_ua: Понг!

source: You can find the list of our support groups in [this channel](%s)
de_de: Du kannst die Liste unserer Supportgruppen in [diesem Kanal](%s) finden
he_il: אתה יכול למצוא את רשימת קבוצות התמיכה שלנו ב- [ערוץ זה](%s)
id_id: Anda dapat menemukan daftar grup dukungan penggunaan [di kanal ini](%s)
it: Puoi trovare la lista dei nostri gruppi in [questo canale](%s)
pt_br: Você pode encontrar a lista dos grupos oficiais de suporte, incluindo em português, [nesse canal](%s)
ro_ro: Puteți găsi lista grupurilor de asistență în [acest canal](%s)
ru: Список наших групп поддержки в [этом канале](%s)
sr_sp: Списак наших група подршке у [том каналу](%s)
uk_ua: Ви можете знайти список наших груп підтримки на [цьому каналі](%s)
ur_in: ہمارے مددگار گروپس کی فہرست آپ [اس چینل](%s) میں تلاش کر سکتے ہیں
