Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: An unknown error has ocurred
de_de: Ein unbekannter Fehler ist aufgetreten
he_il: התרחשה שגיאה לא ידועה
id_id: Sebuah kesalahan aneh telah terjadi.
ml_in: കാരണം അറിയില്ലാത്ത ഒരു പിശക് സംഭവിച്ചു
ro_ro: A intervenit o eroare necunoscută
sr_sp: Произошла неведомая ошибка
uk_ua: Сталася невідома помилка
ur_in: ایک انجان خرابی واقع ہوئی ہے

source: I don't have enough permissions to restrict users
de_de: Ich habe nicht die nötigen Berechtigungen um Nutzer einzuschränken
he_il: אין לי מספיק הרשאות בכדי להגביל משתמשים
id_id: Saya tidak memiliki kuasa untuk membatasi pengguna.
ml_in: എനിക്ക് ആരെയും നിയന്ത്രിക്കാനുള്ള അധികാരമില്ല
ro_ro: Nu am permisiuni suficiente pentru a restricționa utilizatorii
sr_sp: У меня недостаточно прав на ограничение пользователей
uk_ua: У мене немає прав, для того щоб обмежити доступ користувачів
ur_in: مجھے اجازت نہیں دی گئی کہ صارفین کو پابند کروں

source: I'm not an admin, I can't kick people
de: Ich bin kein Administrator, ich kann keine Leute entfernen (kicken)
de_de: Ich bin kein Administrator, ich kann keine Leute kicken
he_il: אני לא מנהל, אני לא יכול להרחיק אנשים
id: Kick tidak berfungsi. Saya bukan admin.
id_id: Saya bukan seorang admin. Saya tidak bisa menendang pengguna.
it: Non sono admin, quindi non posso kickare
ml_in: എനിക്കാരെയും പുറത്താക്കൻ കഴിയില്ല കാരണം ഞാൻ അഡ്മിൻ അല്ല
pt_br: Não sou admin, não posso remover pessoas
ro_ro: Nu sunt administrator, nu pot exclude oameni
ru: Я не администратор и не могу кикать людей
sr_sp: Я не администратор и не могу выгонять людей
uk_ua: Я не адміністратор і не можу виганяти людей
ur_in: میں منتظم نہیں ہوں، میں کسی کو باہر نہیں کر سکتا

source: I can't do that to admins!
de_de: Ich kann dies nicht bei admins machen!
he_il: אני לא יכול לעשות את זה למנהלים!
id_id: Saya tidak dapat melakukan itu kepada para admin!
ml_in: അഡ്മിനോട് അങ്ങനെ ചെയ്യാൻ എനിക്ക് കഴിയില്ല!
ro_ro: Nu pot face asta administratorilor!
sr_sp: Я не могу сделать этого для админов!
uk_ua: Я не можу зробити це з адміністраторами!
ur_in: میں منتظمین کو ایسا نہیں کرسکتا!

source: There is no need to unban in a normal group
de_de: In einer normalen Gruppe besteht keine Notwendigkeit zum entbannen
he_il: אין צורך להסיר חסימה בקבוצה רגילה
id: Unban tidak dibutuhkan grup biasa
id_id: Unblokir tidak dibutuhkan di grup biasa.
it: Non c'è bisogno di unbannare in un gruppo normale
ml_in: സാധാരണ ഗ്രൂപ്പിൽ നിന്നും വിലക്ക് മാറ്റേണ്ടതില്ല
pt_br: Não há necessidade de desbanir num grupo comum
ro_ro: Nu este necesară ridicarea interdicției într-un grup normal
ru: Нет необходимости в разблокировке, это обычная группа
sr_sp: Нет необходимости в разблокировке, это обычная группа
uk_ua: Немає необхідності в розблокуванні, це звичайна група
ur_in: ایک عام گروپ میں غیر پابند کرنے کی ضرورت نہیں

source: This user is not a chat member
de_de: Dieser Benutzer ist kein Mitglied des Chats
he_il: משתמש זה אינו חבר בצ'אט
id: User ini tidak ada di dalam grup
id_id: Pengguna ini bukanlah anggota grup.
it: Questo utente non fa parte del gruppo
ml_in: ഇയാൾ സല്ലപിക്കുന്ന ആളല്ല
pt_br: Este usuário não é um membro do grupo
ro_ro: Acest utilizator nu este membrul chat-ului
ru: Этот пользователь не состоит в чате
sr_sp: Этот пользователь не состоит в чате
uk_ua: Цей користувач не перебуває в чаті
ur_in: یہ صارف اس چیٹ میں شامل نہیں ہے

source: Please input a text
de_de: Bitte gib einen Text ein
he_il: אנא הכנס טקסט
id_id: Mohon masukkan teks.
it: Per favore, inserisci un messaggio
ml_in: എന്തെങ്കിലും ടൈപ്പ് ചെയ്യുക
pt_br: Por favor, adicione um texto
ro_ro: Vă rog, introduceţi un text
ru: Пожалуйста, введи текст
sr_sp: Пожалуйста, введи текст
uk_ua: Будь ласка, введіть текст
ur_in: براہ کرم متن داخل کیجیے

source: This message is too long. Max lenght allowed by Telegram: 4000 characters
de: Die Nachricht ist zu lang! Maximale länge(von Telegram erlaubt) sind 4000 Charaktere.
de_de: Diese Nachricht ist zu lang. Die maximale Länge: 4000 Zeichen
he_il: הודעה זאת ארוכה מדי. האורך המקסימלי המורשה ב- Telegram הוא: 4000 תווים
id_id: Pesan ini terlalu panjang. Panjang pesan maksimal yang diperbolehkan oleh Telegram adalah 4000 karakter.
it: Questo messaggio è troppo lungo. Massima lunghezza consentita da Telegram: poco più di 4000 caratteri
ml_in: ഈ സന്ദേശത്തിന് നീളം കൂടുതലാണ്. ടെലെഗ്രാമിൽ അനുവദിച്ചിട്ടുള്ളത്: 4000 അക്ഷരങ്ങൾ
pt_br: Esta mensagem é muito longa. Número máximo de caracteres permitido pelo Telegram: 4000
ro_ro: Acest mesaj este prea lung. Lungimea maximă permisă de către Telegram: 4000 de caractere
ru: Это сообщение слишком большое. Максимальная длина, разрешённая Telegram: 4000 знаков
sr_sp: Это сообщение слишком большое. Максимальная длина, разрешённая Telegram: 4000 знаков
uk_ua: Це повідомлення занадто довге. Максимальна довжина, дозволена у Telegram: 4000 символів
ur_in: یہ پیغام بہت طویل ہے. ٹیلی گرام پر زیادہ سے زیادہ حروف کی تعداد: 4000 ہے

source: One of the inline buttons you are trying to set is missing the URL
de_de: Fehler beim Erstellen eines Buttons: URL fehlt
he_il: חסרה כתובת אינטרנט באחד מהלחצנים הפנימיים שאתה מנסה להגדיר
id_id: Salah satu tombol inline yang mau ditetapkan tidak memiliki URL.
it: Uno dei tasti inline che stai cercando di impostare non ha un URL
ml_in: നിങ്ങൾ സെറ്റ് ചെയ്യാൻ ഉദ്ദേശിക്കുന്ന ഇൻലൈൻ ബട്ടന് URL മിസ്സിംഗ് ആണ്
pt_br: Um dos botões inline que você está tentando configurar tem um link faltando.
ro_ro: Unuia dintre butoanele în-linie pe care încerci să le setezi, îi lipsește URL-ul
ru: Одна из встроенных кнопок содержит неверный URL
sr_sp: Одна из встроенных кнопок содержит неверный URL
uk_ua: Одна з вбудованих кнопок містить неправильний URL
ur_in: وہ اِن لائن بٹن جسے آپ سیٹ کرنے کی کوشش کر رہے ہیں اس میں URL موجود نہیں ہے

source: Inline link formatted incorrectly. Check the text between brackets -> \[]() %s
de_de: Inline-Link falsch formatiert. Bitte überprüfe den Text zwischen den Klammern -> \[]() %s
he_il: לינק פנימי הוזן בצורה שגויה. בדוק את הטקסט בין הסימונים -> \[]() %s
id_id: Format inline link salah. Mohon periksa kembali penempatan teks serta simbol kurung dan kurung siku » \[]() %s
it: Hyperlink malformattato. Controlla meglio il testo e l'url inserito tra queste parentesi -> \[]() %s
ml_in: ഇൻലൈൻ ലിങ്ക് ഫോർമാറ്റ് ചെയ്തത് തെറ്റായാണ്. ഈ ബ്രാക്കറ്റുകളിൽ ഉള്ള ടെക്സ്റ്റ് പരിശോധിക്കുക -> \[]() %s
pt_br: Link inline formatado incorretamente. Verifique o texto entre as colchetes-> \[]() %s
ro_ro: Link-ul în-linie este formatat incorect. Verifică textul dintre paranteze-> \[]() %s
ru: Ссылка отформатирована некорректно. Проверь текст между скобками → \[]() %s
sr_sp: Ссылка отформатирована некорректно. Проверь текст между скобками → \[]() %s
uk_ua: Посилання відформатоване некоректно. Перевір текст між дужками → \[]() %s
ur_in: ان لائن لنک صحیح طور سے سیٹ نہیں کیا گیا. متن کو قوسین کے درمیان چیک کیجیے \[]() %s

source: More info [here](https://telegram.me/GB_tutorials/12)
de_de: Mehr Infos [hier](https://telegram.me/GB_tutorials/12)
he_il: מידע נוסף [כאן](https://telegram.me/GB_tutorials/12)
id_id: Mohon baca info lebih lanjut [disini](https://telegram.me/GB_tutorials/12).
it: Tutorial [qui](https://telegram.me/GB_tutorials/12)
ml_in: കൂടുതൽ വിവരങ്ങൾക്ക് [here](https://telegram.me/GB_tutorials/12)
pt_br: Mais informações [aqui](https://telegram.me/GB_tutorials/12) *(em inglês)*
ro_ro: Mai multe informații [aici](https://telegram.me/GB_tutorials/12)
ru: Больше инфы [здесь](https://telegram.me/GB_tutorials/12)
sr_sp: Больше инфы [здесь](https://telegram.me/GB_tutorials/12)
uk_ua: Більше інформації [тут](https://telegram.me/GB_tutorials/12)
ur_in: مزید معلومات [یہاں](https://telegram.me/GB_tutorials/12)

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).
de_de: Dieser text ist ungültiges markdown. Mehr Infos über eine die richtige Verwendung von Markdown [hier](https://telegram.me/GB_tutorials/10) und [hier](https://telegram.me/GB_tutorials/12).
he_il: טקסט זה שובר את הסימון. מידע נוסף על שימוש נכון בפקודה [כאן](https://telegram.me/GB_tutorials/10) ו- [כאן](https://telegram.me/GB_tutorials/12).
id_id: Format markdown salah. Baca informasi lebih lanjut mengenai penggunaan markdown yang tepat [disini](https://telegram.me/GB_tutorials/10) dan [disini](https://telegram.me/GB_tutorials/12).
it: Questo messaggio impedisce il markdown. Controlla quante volte hai usato asterischi oppure underscores. Più info [qui](https://telegram.me/GB_tutorials/10) e [qui](https://telegram.me/GB_tutorials/12).
ml_in: ഈ ടെക്സ്റ്റ് മാർക്ടൗണിനെ ബ്രേക്ക് ചെയ്യുന്നു. മാർക്ക്ഡൌൺ എങ്ങനെ ഉപയോഗിക്കണമെന്നതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക് [here](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).
pt_br: Este texto quebra a formatação markdown. Mais informações sobre o uso correto de formatação markdown [aqui](https://telegram.me/GB_tutorials/10) e [aqui](https://telegram.me/GB_tutorials/12) *(em inglês)*.
ro_ro: Acest text întrerupe marcajul. Mai multe informații despre utilizarea corectă a marcajului [aici] (https://telegram.me/GB_tutorials/10) și [aici] (https://telegram.me/GB_tutorials/12).
ru: Этот текст содержит ошибку в markdown. Больше инфы о правильном использовании markdown см. [здесь](https://telegram.me/GroupButler_ru/8), [здесь](https://telegram.me/GB_tutorials/10) и [здесь](https://telegram.me/GB_tutorials/12).
sr_sp: Этот текст содержит ошибку в markdown. Больше инфы о правильном использовании markdown см. [здесь](https://telegram.me/GroupButler_ru/8), [здесь](https://telegram.me/GB_tutorials/10) и [здесь](https://telegram.me/GB_tutorials/12).
uk_ua: Цей текст містить помилку в розмітці. Більше інформації про правильне використання розмітки див. [тут](https://telegram.me/GB_tutorials/10) та [тут](https://telegram.me/GB_tutorials/12).
ur_in: یہ متن مارک ڈاؤن کو توڑ دیتا ہے۔ مارک ڈاؤن کے صحیح استعمال کے بارے میں مزید معلومات حاصل کرنے کیلیے کلک کیجیے [یہاں](https://telegram.me/GB_tutorials/10) اور [یہاں](https://telegram.me/GB_tutorials/12).

source: One of the URLs that should be placed in an inline button seems to be invalid (not an URL). Please check it
de_de: Eine der URLs des Buttons scheint ungültig zu sein. Bitte prüfe die URL
he_il: אחד מהקישורים שאמור להיות ממוקם בלחצן פנימי נראה לא תקין (אינו כתובת אינטרנט). אנא בדוק את השגיאה
id_id: Salah satu URL yang harus ditempatkan dalam sebuah tombol inline tampaknya tidak valid (bukan URL). Mohon diperiksa kembali.
it: Uno degli URL che stai cercando di inserire in un tasto inline sembra essere non valido (non un URL). Per favore, controlla nuovamente
ml_in: ഒരു ഇൻലൈൻ ബട്ടണിൽ കൊടുക്കേണ്ട ഒരു URL തെറ്റായി കാണുന്നു (not an URL). ദയവായി പരിശോധിക്കുക
pt_br: Um dos links que deveria estar no botão inline parece ser invalido (não é um link). Por favor, cheque isso
ro_ro: Unul dintre URL-urile care ar trebui plasat într-un buton (în-linie) pare a fi invalid. Vă rog verificați
ru: Кажется, одна из ссылок во встроенных кнопках некорректна (не URL). Проверь её
sr_sp: Кажется, одна из ссылок во встроенных кнопках некорректна (не URL). Проверь её
uk_ua: Здається, одне з посилань у вбудованих кнопках некоректне (не URL). Перевір його
ur_in: URLs میں سے ایک، جسے ان لائن بٹن میں رکھنا ضروری ہے، غلط لگتا ہے (URL نہیں ہے)۔ براہ کرم اسے چیک کریں

source: One of the inline buttons you are trying to set doesn't have a name
de_de: Einer der Buttons, die du zu erstellen versuchst, hat keinen Namen
he_il: חסר שם באחד מהלחצנים הפנימיים שאתה מנסה להגדיר
id_id: Salah satu tombol inline yang ingin ditetapkan tidak memiliki nama.
it: Uno dei tasti inline che stai cercando di impostare non ha un nome
ml_in: നിങ്ങൾ സെറ്റ് ചെയ്യാൻ ശ്രമിക്കുന്ന ഇൻലൈൻ ബട്ടണ് ഒരു പേര് കൊടുക്കാൻ ശ്രദ്ധിക്കുക
pt_br: Um dos botões inline que você está tentando configurar não tem um nome
ro_ro: Unul dintre butoanele în-linie pe care încerci să-l setezi nu are un nume
ru: Одна из встроенных кнопок содержит неверное название
sr_sp: Одна из встроенных кнопок содержит неверное название
uk_ua: Одна з вбудованих кнопок містить неправильну назву
ur_in: وہ اِن لائن بٹن جسے آپ سیٹ کرنے کی کوشش کر رہے ہیں اس کا کوئی نام نہیں ہے

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work. Unfortunately I can't work in normal groups. If you need me, please ask the creator to convert this group to a supergroup and then add me again.
de_de: Hallo alle zusammen! Mein Name ist %s, ich bin ein Bot, gemacht um die Administratoren bei ihrer harten Arbeit zu unterstützen. Leider funktioniere ich nicht in normalen Gruppen. Solltet ihr mich brauchen, fragt doch bitte den Ersteller der Gruppe diese in eine Supergruppe zu ändern und fügt mich hinzu.
he_il: שלום לכולם! שמי הוא %s, ונוצרתי בכדי לעזור למנהלי הקבוצה בעבודתם הקשה. לצערי אני לא יכול לפעול בקבוצות רגילות. אם אתה צריך אותי בקש מהיוצר לשנות קבוצה זו לסופר קבוצה ואז תוסיף אותי שוב.
id_id: Halo semuanya! Nama saya %s, sebuah bot yang dibuat untuk membantu para administrator dalam mengerjakan pekerjaan keras mereka. Sayangnya, saya tidak dapat bekerja pada grup normal. Jika Anda butuh bantuan saya, silakan tanya pembuat grup untuk meningkatkan grup ini menjadi supergroup kemudian tambahkan saya kembali.
ml_in: ഹലോ ! ഞാൻ %s, ഗ്രൂപ്പ് അഡ്മിന്മാരെ സഹായിക്കാൻ വേണ്ടിയാണ് എന്നെ ഉണ്ടാക്കിയിരിക്കുന്നത്. പക്ഷേ എനിക്ക് ഈ ഗ്രൂപ്പിൽ വർക്ക് ചെയ്യാൻ കഴിയില്ല. നിങ്ങൾക്ക് എന്നെ ആവശ്യമുണ്ടെങ്കിൽ, നിങ്ങളുടെ അഡ്മിനോട് ഇതൊരു സൂപ്പർഗ്രൂപ് ആക്കാൻ പറഞ്ഞതിനുശേഷം എന്നെ വീണ്ടും ആഡ് ചെയ്യുക.
ro_ro: Salutare tuturor! Numele meu este %s, sunt un bot creat pentru a ajuta administratorii în munca lor dificilă. Din păcate nu pot lucra în grupuri normale. Dacă ai nevoie de mine, te rog spune-i creatorului să convertească acest grup într-un super-grup, iar apoi să mă adauge din nou.
sr_sp: Привет! Меня зовут %s, и я был создан для помощи администраторам групп. К сожалению, я не могу работать в обычных группах. Если я вам нужен, попросите создателя перевести эту группу в супергруппу и добавьте меня.
uk_ua: Всім привіт! Мене звуть %s, я бот для допомоги адміністраторам в їх нелегкій роботі. На жаль, я не можу працювати в звичайних групах. Будь ласка, попросіть творця перетворити її в супергрупу і потім додайте мене знову.
ur_in: اھلا و سھلا! میرا نام %s، ہے میں ایک بوٹ جو مشکل میں منتظمین کی مدد کے لیے بنایا گیا ہوں۔ درحقیقت میں عام گروپ میں کام نہیں کر سکتا۔ اگر آپ کو میری ضرورت ہے تو موجد کو کہیں کہ اس گروپ کو سوپر گروپ میں تبدیل کریں اور پھر مجھے شامل کریں۔.

source: 🐞 Sorry, a *bug* occurred
de_de: 🐞 Leider ist ein *Fehler* aufgetreten
he_il: 🐞 סליחה, *תקלה* התרחשה
id_id: 🐞 Maaf, sedang terjadi *bug*.
it: 🐛 Ci dispiace, si è verificato un *bug*
ml_in: ക്ഷമിക്കണം, ഒരു *ബഗ്* സംഭവിച്ചിരിക്കുന്നു
pt_br: 🐞 Desculpe, ocorreu um *bug*
ro_ro: 🐞 Scuze, *m-am* încurcat
ru: 🐞 Извини, произошла *ошибка*
sr_sp: 🐞 Извините, произошла *ошибка*
uk_ua: 🐞 Вибач, сталася *помилка*
ur_in: 🐞 معذرت، ایک *خرابی* آ گئئ

source: Reply to a user or mention them
de_de: Antworte auf oder erwähne einen Nutzer
he_il: השב למשתמש על הודעה או הזכר אותם
id_id: Reply ke seseorang atau mention orangnya.
ml_in: യൂസറിന് റിപ്ലൈ ചെയ്യുക അല്ലെങ്കിൽ അവരെ മെൻഷൻ ചെയ്യുക
ro_ro: Răspunde unui utilizator sau menționează-l
sr_sp: Одговори кориснику или помена о њима
uk_ua: Відповідь користувачу або згадка його
ur_in: صارف کو جواب دیجیے یا مینشن کیجیے

source: I've never seen this user before. This command works by reply, username, user ID or text mention. If you're using it by username and want to teach me who the user is, forward me one of their messages
de_de: Ich kenne diesen Nutzer nicht. Dieser Befehl funktioniert im Zusammenhang mit einer Antwort, einem Benutzernamen, Benutzer-ID oder einer Erwähnung. Falls du es mit einem Benutzernamen benutzt und mir beibringen willst wer es ist, leite mir eine Nachricht der Person weiter
he_il: מעולם לא ראיתי את משתמש זה לפני. פקודה זאת עובדת ע"י הגבת שם משתמש, מזהה (ID) או אזכור טקסט. אם אתה משתמש בשם משתמש וברצונך ללמד אותי מי המשתמש, העבר אליי אחת מהודעותיו
id_id: Saya belum mengenali pengguna ini sebelumnya. Perintah ini cuma bekerja dengan reply, username, ID pengguna atau teks mention. Jika anda menggunakannya dengan username dan ingin memberitahu siapa user tersebut, forward salah satu pesannya ke private message saya.
ro_ro: Nu am mai văzut niciodată acest utilizator. Această comandă funcționează prin rescrierea numelui de utilizator, ID-ului de utilizator sau textului menționat. Dacă o folosești cu un nume de utilizator și vrei să mă înveți cine este utilizatorul, trimite-mi unul din mesajele sale
sr_sp: Я никогда раньше не видел этого пользователя. Эта команда работает по ответу, текстовому упоминанию, имени пользователя или его ID. Если вы используете её по имени пользователя, можете показать мне, кто он, переслав мне одно из его сообщений
uk_ua: Я ніколи раніше не бачив цього користувача. Ця команда працює з відповіді, текстовій згадці, імені користувача або його ID. Якщо ви використовуєте її на ім'я користувача, можете показати мені, хто він, переславши мені одне з його повідомлень
ur_in: اس صارف کو اس سے پہلے نہیں دیکھا. یہ کمانڈ بذریعہ جواب، یوزرنیم، یوزر آئی ڈی یا مینشن کام کرے گی اگر آپ اسے بذریعہ یوزر نیم استعمال کریں اور مجھے سکھانا چاہیں کہ یہ صارف کون ہے تو صارف کا کوئی پیغام مجھے فارورڈ کیجیے

source: banned
de_de: gebannt
he_il: נחסם
id_id: diblokir
it: ha bannato
ml_in: ബാൻ ചെയ്തു
pt_br: banido
ro_ro: accesul interzis
ru: забанен
sr_sp: забанен
uk_ua: забанено
ur_in: پابند کیا گیا

source: kicked
de: %s entfernt %s! (Aber es ist dem Nutzer (user) noch immer möglich zurückzukommen (rejoin))
de_de: gekickt
he_il: הורחק
id_id: ditendang
it: ha kickato
ml_in: പുറത്താക്കി
pt_br: kickado
ro_ro: exclus
ru: кикнут
sr_sp: выгнан
uk_ua: виключено
ur_in: باہر کیا گیا

source: muted
de_de: stumm geschaltet
he_il: הושתק
id_id: dibisukan
ml_in: നിശബ്ദമാക്കി
ro_ro: amuțit
sr_sp: утишан
uk_ua: заглушений
ur_in: خاموش کیا گیا

source: telegram.me links
he_il: קישורי Telegram
id: Link telegram.me
id_id: tautan telegram.me
it: Link telegram.me
ml_in: telegram.me ലിങ്കുകൾ
pt_br: links telegram.me
ro_ro: link-uri telegram.me
ru: Ссылки telegram.me
sr_sp: telegram.me линкови
uk_ua: telegram.me посилання
ur_in: telegram.me کی لنکس

source: Channels messages
de_de: Kanal Nachrichten
he_il: הודעות מערוצים
id_id: pesan kanal
it: Messaggi da canali
ml_in: ചാനലിലെ സന്ദേശങ്ങൾ
pt_br: Mensagens de canais
ro_ro: Mesajele din alte canale
ru: Сообщения из каналов
sr_sp: Поруке канала
uk_ua: Повідомлення з каналів
ur_in: چینل کے پیغامات

source: %s %s for <b>spam</b>! (%d/%d)
de: %s %s für <b>Spam</b>! (%d/%d)
de_de: %s %s für <b>Spam</b>! (%d/%d)
he_il: %s %s for <b>ספאם</b>! (%d/%d)
id_id: %s di%s karena <b>spam</b>! (%d/%d)
it: %s %s per <b>spam</b>! (%d/%d)
ml_in: %s %s for <b>അനാവശ്യമായവ</b>! (%d/%d)
pt_br: %s %s para <b>spam</b>! (%d/%d)
ro_ro: %s %s pentru <b>spam</b>! (%d/%d)
ru: %s %s за <b>спам</b>! (%d / %d)
sr_sp: %s %s за <b>спам</b>! (%d/%d)
uk_ua: %s %s за <b>спам</b>! (%d / %d)
ur_in: %s <b>اسپیم</b>! کی وجہ سے%s (%d/%d)

source: %s, spam is not allowed here. The next time you will be restricted
de_de: %s, Spam ist hier nicht erlaubt. Das nächste Mal wirst du eingeschränkt
he_il: %s, ספאם אינו מורשה כאן. בפעם הבאה תוגבל/י
id_id: %s, jangan spam disini. Selanjutnya izin akses Anda akan saya batasi.
ml_in: %s, അനാവശ്യമായവ ഇവിടെ അനുവദനീയമല്ല. ഇനി ആവർത്തിച്ചാൽ നിങ്ങളിൽ നിയന്ത്രണം ഏർപെടുത്തും
ro_ro: %s, spam-ul nu este permis aici. Data viitoare o să fi restricționat
sr_sp: %s, спам је овда забрањен. Следећи пут ћете добити ограничења
uk_ua: %s, тут не можна спамити. Наступного разу на вас будуть накладені обмеження
ur_in: %s، فضول کاری کی یہاں اجازت نہیں ہے، آئندہ ایسا کرنے پر آپ مسدود کر دیے جائیں گے

source: %s, this kind of message is not allowed in this chat (<b>%d/%d</b>)
de_de: %s, diese Art von Nachrichten ist in diesem Chat nicht erlaubt (Warnung <b>%d/%d</b>)
he_il: %s, הודעה מסוג זה לא מותרת בקבוצה הזו (<b>%d/%d</b>)
id_id: %s, penggunaan pesan ini tidak diizinkan di obrolan ini (<b>%d/%d</b>).
ml_in: %s, ഇത്തരത്തിലുള്ള മെസ്സേജ് ഒക്കെ ഇവിടെ ഇട്ടാൽ ചവിട്ടി വെളിയിൽ കളയും (<b>%d/%d</b>)
ro_ro: %s, acest tip de mesaj nu este permis în acest chat (<b>%d/%d</b>)
uk_ua: %s, повідомлення такого роду заборонені в чаті (<b>%d/%d</b>)
ur_in: %s, گروپ میں اس قسم کے پیغام ممنوع ہیں (<b>%d/%d</b>)

source: telegram.me link
he_il: קישור Telegram
id_id: tautan telegram.me
it: Link telegram.me
ml_in: telegram.me ലിങ്ക്
pt_br: link telegram.me
ro_ro: link telegram.me
ru: ссылка telegram.me
sr_sp: telegram.me линк
uk_ua: telegram.me посилання
ur_in: telegram.me لنک

source: message from a channel
de: Nachricht von einem Channel
de_de: Nachricht von einem Kanal
he_il: הודעה מערוץ
id_id: pesan dari kanal
it: messaggio inoltrato da un canale
ml_in: ചാനലിൽ നിന്നുള്ള സന്ദേശം
pt_br: mensagem de um canal
ro_ro: mesaj din partea unui canal
ru: сообщение из канала
sr_sp: порука од канала
uk_ua: повідомлення з каналу
ur_in: چینل کی طرف سے میسج

source: forwards are allowed
de_de: Weiterleitungen sind erlaubt
he_il: העברת הודעות מותרת
id_id: pesan terusan diperbolehkan
ml_in: ഫോർവേഡ് അനുവദനീയമാണ്
ro_ro: redirecționările sunt permise
sr_sp: прослеђивања су дозвољена
uk_ua: пересилання дозволене
ur_in: فارورڈ کرنے کی اجازت ہے

source: warn for forwards
de_de: Verwarnung für Weiterleitungen
he_il: אזהרה על העברת הודעות
id_id: beri peringatan untuk pesan yang diteruskan dari kanal
ml_in: ഫോർവേഡ് ചെയ്തതിന്നുള്ള താക്കിത്
ro_ro: avertizare pentru redirecționări
sr_sp: упозори за прослеђивања
uk_ua: попереджати за пересилку
ur_in: فارورڈ کرنے پر انتباہ

source: forwards will be deleted
de_de: Weiterleitungen werden gelöscht
he_il: הודעות מועברות ימחקו
id_id: pesan terusan akan dihapus
ml_in: ഫോർവേഡ് ചെയ്തവ ഡിലീറ്റ് ചെയ്യപ്പെടും
ro_ro: redirecționările vor fi șterse
sr_sp: прослеђивања ће бити обрисана
uk_ua: пересилання буде видалятися
ur_in: فارورڈ کیا ہوا ڈیلیٹ کردیا جائے گا

source: links are allowed
de_de: Links sind erlaubt
he_il: קישורים מורשים כעת
id_id: tautan telegram.me diizinkan
ml_in: ലിങ്കുകള്‍ അനുവദനീയമല്ല
ro_ro: link-urile sunt permise
sr_sp: линкови су дозвољени
uk_ua: посилання дозволені
ur_in: لنکس کی اجازت ہے

source: warn for links
de_de: Verwarnung für Links
he_il: הזהר על קישורים
id_id: beri peringatan untuk tautan telegram.me
ml_in: ലിങ്കിനുള്ള താക്കീത്
ro_ro: avertizare pentru link-uri
sr_sp: упозори за линкове
uk_ua: попередження за посилання
ur_in: انتباہ برائے لنکس

source: links will be deleted
de_de: Links werden gelöscht
he_il: קישורים ימחקו
id_id: tautan akan dihapus
ml_in: ലിങ്ക് എടുത്ത് കളയും
ro_ro: link-urile vor fi șterse
sr_sp: линкови ће бити обрисани
uk_ua: посилання будуть видалятися
ur_in: لنکس حذف کر دیے جائیں گے

source: You can't go lower
de: du kannst nicht weiter runter gehen
de_de: du kannst nicht weiter runter gehen
he_il: זהו הערך הנמוך ביותר
id_id: Nilai terlalu rendah
it: Limite minimo raggiunto
ml_in: നിങ്ങൾക്ക് ഇതിലും താഴെ പോകാൻ പറ്റില്ല
pt_br: Você não pode diminuir
ro_ro: Nu puteți merge mai jos
ru: Нельзя уменьшить
sr_sp: Ви не можете ићи испод
uk_ua: Не можна зменшити
ur_in: اس سے نیچے آپ نہیں جا سکتے

source: You can't go higher
de: Du kannst nicht höher gehen
de_de: Du kannst nicht höher gehen
he_il: זהו הערך הגבוה ביותר
id_id: Nilai terlalu tinggi
it: Limite massimo raggiunto
ml_in: നിങ്ങൾക്ക് ഇതിലും മുകളിൽ പോകാൻ പറ്റില്ല
pt_br: Você não pode aumentar
ro_ro: Nu puteți merge mai sus
ru: Нельзя увеличить
sr_sp: Ви не можете ићи горе
uk_ua: Не можна збільшити
ur_in: اس سے اوپر آپ نہیں جاسکتے

source: New value: %d
de: Neuer wert: %d
de_de: Neuer Wert: %d
he_il: ערך חדש: %d
id_id: Nilai baru: %d
it: Nuovo valore :%d
ml_in: പുതിയ വാല്യൂ: %d
pt_br: Novo valor: %d
ro_ro: Valoare nouă: %d
ru: Новое значение: %d
sr_sp: Нова вредност: %d
uk_ua: Нове значення: %d
ur_in: نئی قیمت: %d
