Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: can't change the chat title/description/icon
de_de: kann Chat Titel/Beschreibung/Symbol nicht ändern
he_il: לא מורשה לשנות את שם/תיאור/תמונת הקבוצה
id_id: tidak dapat mengubah judul/deskripsi/icon obrolan
ml_in: ചാറ്റിന്റെ title/description/icon തിരുത്താൻ കഴിയില്ല
ro_ro: nu pot schimba titlul/descrierea/pictograma conversației
sr_sp: нельзя изменять название/описание/иконку чата
uk_ua: не можна змінювати назву/опис/іконку чату
ur_in: گروپ کے نام/ کوائف/ آئکن کو تبدیل نہیں کر سکتے

source: can't send messages
de_de: Kann keine Nachrichten senden
he_il: לא מורשה לשלוח הודעות
id_id: tidak dapat mengirim pesan
ml_in: സന്ദേശം അയയ്ക്കാൻ കഴിയില്ല
ro_ro: nu pot trimite mesaje
sr_sp: нельзя посылать сообщения
uk_ua: не можна посилати повідомлення
ur_in: پیغامات نہیں بھیج سکتا

source: can't delete messages
de_de: Kann keine Nachrichten löschen
he_il: לא מורשה למחוק הודעות
id_id: tidak dapat menghapus pesan
ml_in: സന്ദേശം ഡിലീറ്റ് ചെയ്യാൻ കഴിയില്ല
ro_ro: nu pot șterge mesaje
sr_sp: нельзя удалять сообщения
uk_ua: не можна видаляти повідомлення
ur_in: پیغامات حذف نہیں کر سکتے

source: can't invite users/generate a link
de_de: Kann keine Nutzer einladen/keinen Link erstellen
he_il: לא מורשה להזמין משתמשים/ליצור קישור
id_id: tidak dapat mengundang pengguna/menghasilkan link
ml_in: യൂസേഴ്‌സിനെ ക്ഷണിക്കാനോ ലിങ്ക് എടുക്കാനോ കഴിയില്ല
ro_ro: nu pot să invit utilizatori/să generez un link
sr_sp: нельзя приглашать пользователей/генерировать ссылку
uk_ua: не можна запрошувати користувачів/генерувати посилання
ur_in: صارفین کو مدعو/لنک نہیں بنا سکتے

source: can't restrict members
de_de: Kann keine Mitglieder einschränken
he_il: לא מורשה להגביל משתמשים
id_id: tidak bisa merestrict member
ml_in: അംഗങ്ങളെ നിയന്ത്രിക്കാൻ കഴിയില്ല
ro_ro: nu pot să restricționez membrii
sr_sp: нельзя ограничивать права пользователей
uk_ua: не можна обмежувати права користувачів
ur_in: صارفین کو پابند نہیں کر سکتے

source: can't pin messages
de_de: Kann keine Nachrichten anpinnen
he_il: לא מורשה לנעוץ הודעות
id_id: tidak bisa menyematkan pesan
ml_in: സന്ദേശം തൂക്കിയിടാൻ കഴിയില്ല
ro_ro: nu pot fixa mesaje
sr_sp: нельзя закреплять сообщения
uk_ua: не можна закріплювати повідомлення
ur_in: پیغامات پن نہیں کر سکتے

source: can't promote new admins
de_de: Kann keine neuen Admins befördern
he_il: לא מורשה לקדם מנהלים חדשים
id_id: tidak dapat mempromosikan admin baru
ml_in: പുതിയ അഡ്മിനെ ഉണ്ടാക്കാൻ കഴിയില്ല
ro_ro: nu pot promova administratori noi
sr_sp: нельзя добавлять новых админов
uk_ua: не можна додавати нових адміністраторів
ur_in: نئے ایڈمن کو فروغ نہیں دے سکتے

source: can't send photos/videos/documents/audios/voice messages/video messages
de_de: Kann keine Fotos/Videos/Dokumente/Audios/Sprachnachrichten/Videonachrichten senden
he_il: אינו מורשה לשלוח תמונות\סרטונים\מסמכים\קבצי שמע\הודעות קוליות\הודעות וידאו
id_id: tidak bisa mengirim foto/video/dokumen/audio/pesan suara/pesan video
ml_in: photos/videos/documents/audios/voice messages/video messages അയക്കാൻ കഴിയില്ല
ro_ro: nu pot trimite poze/videoclipuri/documente/fișiere audio/mesaje vocale/mesaje video
sr_sp: нельзя посылать фото/видео/документы/аудио/голосовые и видео сообщения
uk_ua: не можна посилати фото/відео/документи/аудіо/голосові і відео повідомлення
ur_in: تصاویر/ویڈیوز/دستاویزات/آڈیو/صوتی پیغامات/ ویڈیو پیغامات نہیں بھیج سکتے

source: can't send stickers/GIFs/games/use inline bots
de_de: Kann keine Sticker/GIFs/Spiele senden oder Inline Bots benutzen
he_il: אין אפשרות לשלוח מדבקות\הנפשות\משחקים השתמש בבוטים פנימיים
id_id: tidak dapat mengirim stiker/Gif/permainan/menggunakan inline bot
ml_in: stickers/GIFs/games എന്നിവ അയക്കാനോ, inline bots നെ ഉപയോഗിക്കാനോ കഴിയില്ല
ro_ro: nu pot trimite autocolante/GIF-uri/jocuri/folosi boți în-linie
sr_sp: нельзя отправлять стикеры/гифки/игры/использовать встроенных ботов
uk_ua: не можна відправляти стікери/гіфки/ігри/використовувати вбудованих ботів
ur_in: اسٹیکرز/ GIFs/گیمز/ اِن لائن بوٹس پیغامات نہیں بھیج سکتے

source: can't show link previews
de_de: Kann keine Linkvorschau anzeigen
he_il: לא מורשה להראות תצוגת קישורים מקדימה
id_id: tidak bisa menampilkan pratinjau dari sebuah tauan
ml_in: ലിങ്ക് കാണാൻ കഴിയില്ല
ro_ro: nu pot arăta previzualizarea link-urilor
sr_sp: нельзя прикреплять превью ссылок
uk_ua: не можна прикріплювати передогляд посилань
ur_in: لنک کا پیش منظر نہیں دکھا سکتے

source: 🔄️ Refresh cache
de: 🔄 Erneuere Chache
de_de: 🔄 Zwischenspeicher Auffrischen
he_il: 🔄️ רענון מטמון
id_id: 🔄️ Segarkan cache
it: 🔄️ Aggiorna cache
ml_in: 🔄️ Cache പുതുക്കുക
pt_br: 🔄️ Atualizar cache
ro_ro: 🔄️ Reîmprospătați memoria cache
ru: 🔄️ Обновить кэш
sr_sp: 🔄️ Обновить кэш
uk_ua: 🔄️ Оновити кеш
ur_in: 🔄️ کیشے ریفریش کریں

source: Remove warnings
de: Entferne die Warnungen
de_de: Entferne die Warnungen
he_il: הסר אזהרות
id: Hapus warn
id_id: Hapus peringatan
it: Azzera i warns
ml_in: താക്കീതുകൾ നീക്കം ചെയ്യുക
pt_br: Remover advertências
ro_ro: Elimină avertismente
ru: Сбросить предупреждения
sr_sp: Сбросить предупреждения
uk_ua: Скинути попередження
ur_in: انتباہات مٹائیں

source: *User ID*: `%d` `Warnings`: *%d* `Media warnings`: *%d* `Spam warnings`: *%d*
de_de: *Benutzer-ID*: `%d` `Warnungen`: *%d* `Medien-Warnungen`: *%d* `Spam-Warnungen`: *%d*
he_il: *מזהה משתמש (ID)*: `%d` `אזהרות`: *%d* `אזהרות מדיה`: *%d* `אזהרות ספאם`: *%d*
id_id: *User ID*: `%d` `Peringatan`: *%d* `Peringatan media`: *%d* `Peringatan spam`: *%d*
it: *ID utente*: `%d` `Warn normali`: *%d* `Warn per media`: *%d* `Warn per spam`: *%d*
ml_in: *User ID*: `%d` `മുന്നറിയിപ്പുകൾ`: *%d* `മീഡിയ മുന്നറിയിപ്പുകൾ`: *%d* `സ്പാം മുന്നറിയിപ്പുകൾ`: *%d*
ro_ro: *ID-ul de utilizator*: `%d` `Avertismente`: *%d* `Avertismente pentru media: *%d* `Avertismente pentru spam: *%d*
sr_sp: *ID пользователя*: `%d` `Предупреждений`: *%d* `Медиа предупреждений`: *%d* `Спам предупреждений`: *%d*
uk_ua: *ID користувача*: `%d` `Попереджень`: *%d* `Медіа попереджень`: *%d* `Спам попереджень`: *%d*
ur_in: *یوزر آئی ڈی*: `%d` `انتباہات`: *%d* `میڈیا انتباہات`: *%d* `اسپیم انتباہات`: *%d*

source: Your ID is `%d`
de_de: Deine ID ist `%d`
he_il: המספר המזהה (ID) שלך הוא `%d`
id_id: Nomor ID anda adalah `%d`
ro_ro: ID-ul tău este `%d`
uk_ua: Ваш ID: `%d`
ur_in: آپ کی آئی ڈی `%d` ہے

source: %s is banned from this group
de: %s ist Gebannt in dieser Gruppe
de_de: %s ist Gebannt in dieser Gruppe
he_il: %s נחסם מהקבוצה
id: %s di ban dari grup
id_id: Status %s: terblokir di grup ini.
it: %s è bannato da questo gruppo
ml_in: %s നെ ഇവിടുന്ന് ബാൻ ചെയ്തു
pt_br: %s está banido desse grupo
ro_ro: %s are accesul interzis în acest grup
ru: %s забанен в этой группе
sr_sp: %s је банован у тој групи
uk_ua: %s забанений в цій групі
ur_in: %s اس گروپ سے پابند کیے گئے

source: %s left the group or has been kicked and unbanned
de: %s hat die Gruppe verlassen oder wurde entfernt und entbannt
de_de: %s hat die Gruppe verlassen oder wurde entfernt und entbannt
he_il: %s עזב את הקבוצה או הורחק ממנה ובוטלה לו החסימה
id: %s saat ini meninggalkan grup ( dikeluarkan/tidak diban)
id_id: Status %s: meninggalkan grup, atau (telah ditendang / tidak sedang diblokir).
it: %s ha lasciato il gruppo, o è stato kickato e unbannato
ml_in: %s പുറത്തു പോയി അല്ലെങ്കിൽ ബാൻ നീക്കി പുറത്താക്കി
pt_br: %s abandonou o grupo ou foi kickado e desbanido
ro_ro: %s a părăsit grupul sau a fost exclus și interdicția ștearsă
ru: %s покинул группу или был кикнут и разбанен
sr_sp: %s покинул группу или был выгнан и разбанен
uk_ua: %s покинув групу або був вигнаний і розбанений
ur_in: %s نے گروپ چھوڑ دیا ہے یا گروپ سے اخراج کیے گئے ہیں

source: %s is an admin
de: %s ist ein Admin
de_de: %s ist ein Admin
he_il: %s הוא מנהל
id: %s : admin grup
id_id: %s adalah admin grup
it: %s è un Admin
ml_in: %s ഇപ്പോൾ അഡ്മിനാണ്
pt_br: %s é um administrador
ro_ro: %s este un administrator
ru: %s администратор
sr_sp: %s је администратор
uk_ua: %s адміністратор
ur_in: %s ایک منتظم ہیں

source: %s is the group creator
de: %s ist der Gruppen Ersteller
de_de: %s hat die Gruppe erstellt
he_il: %s הוא יוצר הקבוצה
id: %s : creator grup
id_id: %s adalah pendiri grup
it: %s è il creatore del gruppo
ml_in: %s ആണ് ഗ്രൂപ്പിൻറെ പടച്ചോൻ
pt_br: %s é o criador do grupo
ro_ro: %s este Creatorul Grupului
ru: %s создатель группы
sr_sp: %s создатель группы
uk_ua: %s творець групи
ur_in: %s گروپ کے بانی ہیں

source: %s has nothing to do with this chat
de_de: %s hat nichts zu tun mit diesem chat
he_il: %s אינו קשור לקבוצה זו
id: %s tidak memiliki aktifitas di grup ini
id_id: %s tidak memiliki aktifitas di obrolan ini
it: %s non ha nulla a che fare con questo gruppo
ml_in: %s ഇവിടൊന്നും ചെയ്യാനില്ല
pt_br: %s não tem nada a ver com esse grupo
ro_ro: %s nu are nimic de-a face cu acest chat
ru: %s не имеет отношения к этому чату
sr_sp: %s не имеет отношения к этому чату
uk_ua: %s не має відношення до цього чату
ur_in: %s کو اس چیٹ کے ساتھ کوئی تعلق نہیں ہے

source: %s is a chat member
de: %s ist ein Chat User
de_de: %s ist ein Chatmitglied
he_il: %s הוא חבר בקבוצה
id: %s ada di grup member
id_id: %s ada di anggota obrolan
it: %s è un membro del gruppo
ml_in: %s ഇപ്പോൾ ഒരു ചാറ്റ് അംഗമാണ്
pt_br: %s é um membro do grupo
ro_ro: %s este un membru al conversației
ru: %s участник чата
sr_sp: %s участник чата
uk_ua: %s учасник чату
ur_in: %s اس گروپ کے ممبر ہیں

source: %s is a restricted
de_de: %s ist eingeschränkt
he_il: %s הוא משתמש עם הגבלות
ml_in: %s നിയന്ത്രിതമാണ്
ro_ro: %s este restricționat
sr_sp: %s запрещено
uk_ua: %s заборонено
ur_in: %s کے اختیارات محدود ہیں

source: Restrictions: <i>%s</i>
de_de: Einschränkungen: <i>%s</i>
he_il: הגבלות: <i>%s</i>
ml_in: നിയന്ത്രണങ്ങൾ:<i>%s</i>
ro_ro: Restricții: <i>%s</i>
sr_sp: Наказания: <i>%s</i>
uk_ua: Покарання: <i>%s</i>
ur_in: پابندیاں: <i>%s</i>

source: Reply to a user or mention them by username or numerical ID
de_de: Antworte auf einen Benutzer oder erwähne einen Benutzernamen oder Benutzer ID
he_il: השב להודעת משתמש או הזכר אותם בשם המשתמש או מספר המזהה (ID) שלהם
id_id: Balas ke pesan pengguna atau mention mereka dengan nama, username, atau ID.
ml_in: യൂസറിനോട് റിപ്ലൈ ചെയ്യുക, അല്ലെങ്കിൽ, അവരെ username ഓ numerical ID ഓ ഉപയോഗിച്ച് മെൻഷൻ ചെയ്യുക
ro_ro: Răspunde unui utilizator sau menționează-l folosind numele de utilizator sau ID-ul numeric al acestuia
sr_sp: Одговори кориснику или поменути их у име корисника или нумерички идентификатор
uk_ua: Відповідь користувачу або згадка його за допомогою логіна або цифрового ID
ur_in: صارف کو جواب دیں یا صارفی نام یا عددی شناخت کے ذریعہ ان کا ذکر کریں

source: 👥 Admins cached: <code>%d</code>
de_de: 👥 Gespeicherte Admins: <code>%d</code>
ro_ro: Administratori sub observație: <code>%d</code>
uk_ua: 👥 Кешовано адмінів: <code>%d</code>
ur_in: منتظمین کی نئی فہرست: <code>%d</code>

source: Message N° %d
de: Nachricht N° %d
de_de: Nachricht N° %d
he_il: הודעה מס' %d
id_id: Pesan ke° %d
it: Messagio N° %d
pt_br: Mensagem N° %d
ro_ro: Mesaj N° %d
ru: Сообщение №%d
sr_sp: Сообщение №%d
uk_ua: Повідомлення № %d
ur_in: پیغام Nº %d

source: You are not allowed to use this button
de_de: Du darfst diese Taste nicht benutzen
he_il: אין לך הרשאה להשתמש בלחצן זה
id_id: Anda tidak diizinkan menggunakan tombol ini
it: Non ti è permesso usare questo tasto
ml_in: നിങ്ങൾക്ക് ഈ ബട്ടൺ ഉപയോഗിക്കാൻ അനുവാദമില്ല
pt_br: Você não tem permissão para usar esse botão
ro_ro: Nu ai permisiunea să folosești acest buton
ru: Тебе запрещено использовать эту кнопку
sr_sp: Тебе запрещено использовать эту кнопку
uk_ua: Тобі заборонено використовувати цю кнопку
ur_in: آپ کو اس بٹن کے استعمال کی اجازت نہیں ہے

source: The number of warnings received by this user has been <b>reset</b>, by %s
de: Die Anzahl der Warnungen des Nutzers wurde auf den Ausgangszustand zurückgesetzt (<b>reset</b>) von %s
de_de: Die Anzahl der Warnungen des Nutzers wurde <b>zurückgesetzt</b> von %s
he_il: כל האזהרות למשתמש זה <b>אופסו</b> על ידי %s
id_id: Jumlah peringatan yang diterima pengguna ini telah <b>direset</b>, oleh %s
it: Il numero di ammonizioni ricevute da questo utente è stato <b>azzerato</b>, da %s)
ml_in: ഈ യൂസറിന് കിട്ടിയ താക്കീതുകൾ %s <b>പുനഃക്രമീകരിച്ചു</b>
pt_br: O número de advertências desse usuário foi <b>resetado</b>, por %s
ro_ro: Numărul de avertismente primite de către acest utilizator a fost <b>resetat</b>, de %s
ru: Количество предупреждений, полученных этим пользователем <b>сброшено</b> админом %s
sr_sp: Количество предупреждений, полученных этим пользователем <b>сброшено</b> админом %s
uk_ua: Кількість попереджень, отриманих цим користувачем <b>скинуто</b> адміном %s
ur_in: اس صارف کو موصول ہوئے انتباہات کی تعداد %s کے ذریعہ <b>ری سیٹ</b> کیا گیا

source: ✅ The admin list will be updated soon
de_de: ✅ Die Adminliste wird in Kürze aktualisiert
ro_ro: ✅ Lista administratorilor va fi reactualizată în curând
uk_ua: ✅ Список адміністраторів буде оновлено найближчим часом
ur_in: ✅ منتظمین کی فہرست جلد ہی اپ ڈیٹ ہو جائے گی

source: Remove warn
de: Entferne diese Warnung
de_de: Entferne diese Warnung
he_il: הסר אזהרה
id: Hapus warn
id_id: Hapus peringatan
it: Azzera i warns
ml_in: താക്കീതുകൾ നീക്കം ചെയ്യുക
pt_br: Remover advertência
ro_ro: Elimină avertismentul
ru: Убрать предупреждение
sr_sp: Убрать предупреждение
uk_ua: Прибрати попередження
ur_in: تنبیہ ختم کیجیے

source: Max number of warnings changed (media).
de_de: Maximale Anzahl von Verwarnungen geändert (Medien).
he_il: מספר אזהרות מקסימלי השתנה (מדיה).
id: Jumlah warn maksimal (media) telah diubah.
id_id: Jumlah peringatan maksimal (media) telah diubah.
it: Numero massimo di waning per i media aggiornato.
ml_in: താക്കീതുകളുടെ പരമാവധി എണ്ണം തിരുത്തി (media).
pt_br: O número máximo de advertências por mídia mudou.
ro_ro: Numărul maxim de avertismente schimbat (fișiere media).
ru: Максимальное количество предупреждений изменено (медиа).
sr_sp: Максимальное количество предупреждений изменено (медиа).
uk_ua: Максимальна кількість попереджень змінено (медіа).
ur_in: تنبیہات کی آخری حد تبدیل ہوگئی (برائے میڈیا).

source: Max number of warnings changed.
de_de: Maximale Anzahl von Verwarnungen geändert.
he_il: מספר התראות מקסימלי השתנה.
id: Jumlah warn maksimal telah diubah.
id_id: Jumlah maksimal peringatan telah diubah.
it: Numero massimo di waning aggiornato.
ml_in: താക്കീതുകളുടെ പരമാവധി എണ്ണം തിരുത്തി.
pt_br: O número máximo de advertências mudou.
ro_ro: Numărul maxim de avertismente schimbat.
ru: Максимальное количество предупреждений изменено.
sr_sp: Максимальное количество предупреждений изменено.
uk_ua: Максимальну кількість попереджень змінено.
ur_in: تنبیہات کی آخری حد تبدیل ہوگئی.

source: *Old* value was %d *New* max is %d
de: *Alter* Wert war %s *Neues* maximum ist %d
de_de: *Alter* Wert war %s *Neues* maximum ist %d
he_il: ערך *ישן* היה %d *הערך *החדש* הוא %d
id: Nilai *sebelumnya*: %d Nilai *sekarang*: %d
id_id: Nilai *sebelumnya*: %d Nilai *sekarang*: %d
it: Da %d a %d
pt_br: A *quantidade* antiga era %d O *novo* é %d
ro_ro: *Vechi* valoarea a fost %d *Nou* maxim este %d
ru: *Старое* значение было %d *Новый* максимум — %d
sr_sp: *Старое* значение было %d *Новый* максимум — %d
uk_ua: *Старе* значення було %d *Нове* максимум — %d
ur_in: سابق*ویلیو* تھی%d موجودہ *ویلیو* ہے %d

source: Yes
de_de: Ja
he_il: כן
id_id: Ya
it: Si
ml_in: അതെ
pt_br: Sim
ro_ro: Da
ru: Да
sr_sp: Да
uk_ua: Так
ur_in: ہاں

source: No
de_de: Nein
he_il: לא
id_id: Tidak
ml_in: അല്ല
pt_br: Não
ro_ro: Nu
ru: Нет
sr_sp: Не
uk_ua: Ні
ur_in: نہیں

source: Do you want to continue and reset *all* the warnings received by *all* the users of the group?
de_de: Möchtest du wirklich fortfahren und *alle* Verwarnungen von *allen* Nutzern aus der Gruppe löschen?
he_il: האם אתה רוצה להמשיך ולאפס את *כל* האזהרות שהתקבלו עבור *כל* המשתמשים של הקבוצה?
id_id: Apakah anda ingin melanjutkan dan me-reset *semua* peringatan yang diterima oleh *semua* pengguna di grup?
it: Vuoi davvero resettare *tutti* i warn ricevuti da *tutti* gli utenti di questo gruppo?
ml_in: ഈ ഗ്രൂപ്പിലെ *എല്ലാ* അംഗങ്ങളുടെയും *എല്ലാ* താക്കീതുകളും പുനഃക്രമീകരിക്കട്ടെ?
pt_br: Você quer continuar e resetar *TODAS* as advertências recebidas por *TODOS* os usuários do grupo?
ro_ro: Vreți să continuați și să resetați *toate* avertismentele primite de către *toți* utilizatorii grupului?
ru: Удалить *все* предупреждения у *всех* пользователей в этой группе?
sr_sp: Удалить *все* предупреждения у *всех* пользователей в этой группе?
uk_ua: Видалити *усі* попередження у *всіх* користувачів в цій групі?
ur_in: کیا آپ جاری رکھنا اور دوبارہ سیٹ کرنا چاہتے ہیں ان *تمام* تبنیہات کو جو مختص ہیں *سبھی* اراکین گروپ کے ساتھ؟

source: Done! %s has been forgiven.
de_de: Fertig! %s wurde vergeben.
he_il: בוצע! %s נסלחו.
id_id: Selesai! %s telah diampuni.
ro_ro: Gata! %s sa iertat.
uk_ua: Готово! %s амністований.
ur_in: ہو گیا! %s کو معاف کردیا گیا.

source: %s <b>%s</b>: reached the max number of warnings (<code>%d/%d</code>)
de_de: %s <b>%s</b>: erreichte die maximale Anzahl von Warnungen (<code>%d/%d</code>)
he_il: %s <b>%s</b>: הגיע למספר האזהרות המקסימלי (<code>%d/%d</code>)
id_id: %s <b>%s</b>: mencapai jumlah peringatan maksimal (<code>%d/%d</code>)
ml_in: %s <b>%s</b>: പരമാവധി താക്കീതുകളുടെ എണ്ണം കഴിഞ്ഞു (<code>%d/%d</code>)
ro_ro: %s <b>%s</b>: a ajuns la numărul maxim de avertismente (<code>%d/%d</code>)
sr_sp: %s <b>%s</b>: достиг максимального количества предупреждений (<code>%d/%d</code>)
uk_ua: %s <b>%s</b>: досяг максимальної кількості попереджень (<code>%d/%d</code>)
ur_in: %s <b>%s</b>: تنبیہات کی آخری حد کو پہنچ گئے (<code>%d/%d</code>)

source: %s <b>has been warned</b> (<code>%d/%d</code>)
de: %s <b>Wurde gewarnt</b> (<code>%d/%d</code>)
de_de: %s <b>Wurde gewarnt</b> (<code>%d/%d</code>)
he_il: %s <b>קיבל אזהרה</b> (<code>%d/%d</code>)
id_id: %s <b>telah diberi peringatan</b> (<code>%d/%d</code>)
it: %s <b>ha ricevuto un'ammonizione</b> (<code>%d/%d</code>)
ml_in: %s നെ <b>താക്കീത് ചെയ്തു</b> (<code>%d/%d</code>)
pt_br: %s <b>foi advertido</b> (<code>%d/%d</code>)
ro_ro: %s <b>a fost avertizat</b> (<code>%d/%d</code>)
ru: %s <b>предупреждён</b> (<code>%d / %d</code>)
sr_sp: %s <b>предупреждён</b> (<code>%d / %d</code>)
uk_ua: %s <b>був попереджений</b> (<code>%d/%d</code>)
ur_in: %s <b> ان کو متنبہ کردیا گیا</b> (<code>%d/%d</code>)

source: The number of warnings received by this user is already <i>zero</i>
de_de: Die Anzahl der Warnungen des Nutzers ist bereits <i>null</i>
he_il: מספר האזהרות שקיבל משתמש זה כבר מוגדר ל<i>אפס</i>
id_id: Jumlah peringatan yang diterima pengguna ini sudah <i>nol</i>
it: Il numero di warning ricevuti da questo utente è già <i>zero</i>
ml_in: ഈ യൂസറിന് കിട്ടിയ താക്കീതുകളുടെ എണ്ണം <i>zero</i>
pt_br: O número de advertências deste usuário já é <i>zero</i>
ro_ro: Numărul de avertismente primite de către acest utilizator este deja <i>zero</i>
ru: Количество предупреждений, полученных этим пользователем, уже <i>нулевое</i>
sr_sp: Количество предупреждений, полученных этим пользователем, уже <i>нулевое</i>
uk_ua: Кількість попереджень, отриманих цим користувачем, вже <i>нульове</i>
ur_in: موصول شدہ تنبیہات کی تعداد اس صارف کی پہلے سے ہی <i>صفر</i> ہے

source: <b>Warn removed!</b> (%d/%d)
de: <Warnung entfernt!</b> (%d/%d)
de_de: <b>Warnung entfernt!</b> (%d/%d)
he_il: <b>אזהרה נמחקה!</b> (%d/%d)
id_id: <b>Warn dihapus!</b> (%d/%d)
it: <b>Warn rimosso!</b> (%d/%d)
ml_in: <b>താക്കീത് നീക്കം ചെയ്തു!</b> (%d/%d)
pt_br: <b>Advertência removida!</b> (%d/%d)
ro_ro: <b>Avertisment eliminat!</b> (%d/%d)
ru: <b>Предупреждение удалено!</b> (%d / %d)
sr_sp: <b>Предупреждение удалено!</b> (%d / %d)
uk_ua: <b>Попередження видалено!</b> (%d/%d)
ur_in: <b> تنبیہ حذف کی گئی</b> (%d/%d)

source: (Admin: %s)
he_il: (מנהל: %s)
pt_br: (Administrador: %s)
ro_ro: (Administrator: %s)
ru: (Админ: %s)
sr_sp: (Админ: %s)
uk_ua: (Адмін: %s)
ur_in: (منتظم: %s)

source: Done. All the warnings of this group have been erased by %s
de_de: Fertig. Alle Warnungen in dieser Gruppe wurden von %s gelöscht
he_il: בוצע. כל האזהרות של קבוצה זאת אופסו ע"י %s
id_id: Selesai. Semua peringatan dari grup ini telah dihapus oleh %s
it: Fatto. Tutti i /warn ricevuti dagli utenti di questo gruppo sono stati eliminati da %s
ml_in: %s ഈ ഗ്രൂപ്പിലെ എല്ലാ താക്കീതുകളും നീക്കം ചെയ്തു
pt_br: Feito. Todas as advertêncais desse grupo foram resetadas por %s
ro_ro: Gata. Toate avertismentele acestui grup au fost șterse de către %s
ru: Готово. %s сбросил все предупреждения в этой группе
sr_sp: Готово. %s сбросил все предупреждения в этой группе
uk_ua: Готово. Всі попередження цієї групи були стерті %s
ur_in: ہوگیا. اس گروپ کی تمام تنبیہات %s کے ذریعہ مٹا دی گئیں

source: _Action aborted_
de: _Aktion abgebrochen_
de_de: _Aktion abgebrochen_
he_il: _הפעולה בוטלה_
id_id: _Tindakan dibatalkan_
it: _Azione annullata_
pt_br: _Ação abortada_
ro_ro: _Acțiune anulată_
ru: _Действие отменено_
sr_sp: _Действие отменено_
uk_ua: _Дію скасовано_
ur_in: _کارروائی منسوخ ہوئی_

source: Read the rules
de: Lies die Regeln
de_de: Lies die Regeln
he_il: קרא את חוקי הקבוצה
id_id: Baca rules
it: Leggi le regole
ml_in: നിയമാവലികൾ വായിക്കുക
pt_br: Leia as regras
ro_ro: Citește regulile
ru: Прочти правила
sr_sp: Прочти правила
uk_ua: Прочитай правила
ur_in: قوانین پڑھیں

source: Hi $name!
de_de: Hallo $name!
he_il: היי $name!
id_id: Hai $name!
ml_in: ഹാലോ $name $surname!
ro_ro: Salut $name!
sr_sp: Привет, $name!
uk_ua: Привіт, $name!
ur_in: خوش آمدید $name!

source: Welcome and...?
de_de: Willkommen und...?
he_il: ברוך הבא ו...?
id: Welcome dan...?
id_id: Welcome dan...?
it: Welcome e...?
ml_in: സ്വാഗതം ..?
pt_br: Bem-vindo e...?
ro_ro: Bine ai venit și...?
ru: Привет и ...?
sr_sp: Привет и...?
uk_ua: Ласкаво прошу і...?
ur_in: خوش آمدید اور...؟

source: A form of media has been set as the welcome message: `%s`
de: Neuer Medientyp als Willkommensnachricht gesetzt: `%s`
de_de: Neuer Medientyp als Willkommensnachricht gesetzt: `%s`
he_il: צורת מדיה הוגדרה כהודעת הפתיחה: `%s`
id: Media telah di set sebagai welcome message: `%s`
id_id: Media telah di set sebagai welcome message: `%s`
it: Media impostato come messaggio di benvenuto: `%s`
ml_in: മീഡിയ സ്വാഗത സന്ദേശമായി സെറ്റ് ചെയ്തു: `%s`
pt_br: Um tipo de mídia foi definido como a mensagem de boas-vindas: `%s`
ro_ro: O formă a unui fișier media a fost setată ca mesaj de bun venit: '%s'
ru: Медиа установлена в качестве приветствия: `%s`
sr_sp: Медиа установлена в качестве приветствия: `%s`
uk_ua: Медіа встановлено ​​в якості привітання: `%s`
ur_in: یہ میڈیا بطور استقبالیہ پیغام سیٹ کیا گیا: `%s`

source: Reply to a `sticker` or a `gif` to set them as the *welcome message*
de_de: Antworte auf einen `Sticker` oder ein `GIF`um es als *Willkommensnachricht* zu setzen
he_il: הגב ל`מדבקה` או `הנפשה` על מנת להגדיר אותם כ- *הודעת קבלת הפנים*
id: Reply ke `stiker` atau `gif` untuk membuatnya sebagai *welcome message*
id_id: Balas ke `stiker` atau `gif` untuk membuatnya sebagai *pesan selamat datang*
it: Rispondi ad uno `sticker` a ad una `gif` per usarli come *messaggio di benvenuto*
ml_in: ഒരു `sticker` അല്ലെങ്കിൽ `gif` നെ *സ്വാഗത സന്ദേശ*മാക്കാൻ, അതിനോട് റിപ്ലൈ ചെയ്യുക
pt_br: Responda a um `sticker` ou um `gif` para escolhê-los como *mensagem de boas-vindas*
ro_ro: Răspunde la un 'autocolant' sau un 'Gif' pentru a le seta ca *mesaj de bun venit*
ru: Ответь на `стикер` или `GIF`, чтобы установить их в качестве *приветствия*
sr_sp: Ответь на `стикер` или `Gif`, чтобы установить их в качестве *приветствия*
uk_ua: Відповідай на `стікер` або `Gif`, щоб встановити їх в якості *привітання*
ur_in: `اسٹیکر` یا ایک `جیف` کو بطور *استقبالیہ پیغام* طے کرنے کے لیے جواب دیں
