Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Custom welcome message saved!*
de: *Benutzerdefinierte Willkommensnachricht gespeichert*
de_de: *Benutzerdefinierte Willkommensnachricht gespeichert*
he_il: *הודעת קבלת פנים נשמרה!*
id: *Custom welcome message tersimpan*
id_id: *Pesan selamat datang kustom telah disimpan*
it: *Messaggio di benvenuto personalizzato salvato!*
ml_in: *കസ്റ്റം സ്വാഗത സന്ദേശം സെറ്റ് ചെയ്തു!*
pt_br: *Mensagem de boas-vindas personalizada salva!*
ro_ro: *Mesaj personalizat de bun venit, salvat!*
ru: *Пользовательское приветствие установлено!*
sr_sp: *Пользовательское приветствие установлено!*
uk_ua: *Користувацьке привітання встановлено!*
ur_in: *استقبالیہ پیغام محفوظ کیا گیا!*

source: -*empty*-
de_de: -*leer*-
he_il: _*ריק*_
id_id: -*kosong*-
it: -*vuoto*-!
ml_in: -*ശൂന്യം*-
pt_br: -*vazio*-
ro_ro: -*gol*-
ru: -*пусто*-
sr_sp: -*пусто*-
uk_ua: -*порожньо*-
ur_in: -*خالی*-

source: <b>👤 Creator</b> └ %s <b>👥 Admins</b> (%d) %s
de_de: <b>👤 Ersteller </b> └ %s <b>👥 Admins</b> (%d) %s
he_il: <b>👤 יוצר</b> └ %s <b>👥 מנהלים</b> (%d) %s
id_id: <b>👤 Creator</b> └ %s <b>👥 Admin</b> (%d) %s
it: <b>👤 Creatore</b> └ %s <b>👥 Admin</b> (%d) %s
ml_in: <b>👤 പടച്ചോൻ</b> └ %s <b>👥 അഡ്മിന്മാർ</b> (%d) %s
pt_br: <b>👤 Criador</b> └ %s <b>👥 Administradores</b> (%d) %s
ro_ro: <b>👤 Creator</b> └ %s <b>👥 Administratori</b> (%d) %s
sr_sp: <b>👤 Создатель</b> └ %s <b>👥 Админы</b> (%d) %s
uk_ua: <b>👤 Творець</b> └ %s <b>👥 Адміни</b> (%d) %s
ur_in: <b>👤 تشکیل کنندہ</b> └ %s <b>👥 ایڈمنز/ > (%d) %s

source: No commands set
de_de: Keine Befehle gesetzt
he_il: טרם הוגדרו פקודות
id: Belum ada command yang dibuat!
id_id: Belum ada perintah yang dibuat
it: Nessun comando impostato!
ml_in: ഒരു കമാൻഡും ഇല്ല
pt_br: Sem comandos configurados
ro_ro: Nu au fost setate comenzi
ru: Нет команд
sr_sp: Нет команд
uk_ua: Команди не задані
ur_in: کوئی کمانڈ سیٹ نہیں

source: List of custom commands:
de_de: Liste der benutzerdefinierten Befehle:
he_il: רשימת פקודות מותאמות אישית:
id_id: Daftar custom commands:
ml_in: കസ്റ്റം കമാൻഡുകളുടെ ലിസ്റ്റ്:
ro_ro: Lista de comenzi personalizate:
sr_sp: Список дополнительных команд:
uk_ua: Список користувацьких команд:
ur_in: مختص کمانڈس کی فہرست:

source: Current settings for *the group*:
de_de: Aktuellen Einstellungen *der Gruppe*:
he_il: הגדרות נוכחיות עבור *הקבוצה*:
id: *Pengaturan grup* saat ini:
id_id: *Pengaturan grup* saat ini:
it: Impostazioni correnti per *il gruppo*:
ml_in: *ഗ്രൂപ്പിൻറെ* ഇപ്പോഴത്തെ സെറ്റിങ്‌സ്:
pt_br: Configurações atuais para *o grupo*:
ro_ro: Setările curente pentru *grup*:
ru: Текущие настройки *группы*:
sr_sp: Текущие настройки *группы*:
uk_ua: Поточні налаштування для *групи*:
ur_in: موجودہ سیٹنگ *برائے گروپ*:

source: *Language*: %s
de: *Folgende Sprache wurde eingestellt:* %s
de_de: *Folgende Sprache wurde eingestellt:* %s
he_il: *שפה*: %s
id: *Bahasa*: `%s`
id_id: *Bahasa*: %s
it: *Lingua impostata:* `%s`
ml_in: *ഭാഷ*: %s
pt_br: *Idioma*: %s
ro_ro: *Limba*: %s
ru: *Язык*: %s
sr_sp: *Язык*: %s
uk_ua: *Мова*: %s
ur_in: *زبان*: %s

source: Welcome message
de_de: Willkommensnachricht
he_il: הודעת קבלת פנים
id_id: Pesan selamat datang
it: Messaggio di benvenuto
ml_in: സ്വാഗത സന്ദേശം
pt_br: Mensagem de boas-vindas
ro_ro: Mesaj de bun venit
ru: Приветственное сообщение
sr_sp: Приветственное сообщение
uk_ua: Вітальне повідомлення
ur_in: استقبالیہ پیغام

source: Goodbye message
de_de: Abschieds-Nachricht
he_il: הודעת עזיבה
id_id: Pesan goodbye
it: Messaggio di addio
ml_in: യാത്ര അയപ്പ് സന്ദേശം
pt_br: Mensagem de despedida
ro_ro: Mesaj de la revedere
ru: Прощальное сообщение
sr_sp: Прощальное сообщение
uk_ua: Прощальне повідомлення
ur_in: الوادعی پیغام

source: Welcome button
de_de: Willkommens-Taste
he_il: לחצן קבלת פנים
id_id: Tombol welcome
it: Benvenuto + pulsante regole
ml_in: സ്വാഗത ബട്ടൺ
pt_br: Botão de Boas-Vindas
ro_ro: Buton de bun venit
ru: Кнопка в приветствии
sr_sp: Кнопка в приветствии
uk_ua: Кнопка привітання
ur_in: استقبالیہ بٹن

source: Unknown
de_de: Unbekannt
he_il: לא ידוע
id_id: Tidak diketahui
ro_ro: Necunoscut
uk_ua: Невідомо
ur_in: غیر معروف

source: *Welcome type*: `GIF / sticker`
de_de: *Wilkommens-Typ*: `GIF / Sticker`
he_il: *סוג קבלת פנים*: `(הנפשה) GIF / מדבקה`
id: *Jenis welcome*: `Gif / sticker`
id_id: *Jenis pesan selamat datang*: `Gif / stiker`
it: *Tipo di benvenuto*: `gif/sticker`
ml_in: *സ്വാഗത രീതി*: `GIF / sticker`
pt_br: *Tipo de boas-vindas*: `GIF / sticker`
ro_ro: *Tipul mesajului de bun venit*: `GIF / autocolant`
ru: *Приветствие*: `GIF / стикер`
sr_sp: *Приветствие*: `GIF / стикер`
uk_ua: *Тип привітання*: `GIF / наліпка`
ur_in: *استقبال کی نوعیت*: `جیف/اسٹیکر`

source: *Welcome type*: `custom message`
de_de: *Wilkommens-Typ*: `benutzerdefinierte Nachricht`
he_il: *סוג קבלת פנים*: `הודעה מותאמת אישית`
id: *Jenis welcome*: `custom`
id_id: *Jenis pesan selamat datang*: `kustom`
it: *Tipo di benvenuto*: `messaggio personalizzato`
ml_in: *സ്വാഗത രീതി*: `custom message`
pt_br: *Tipo de boas-vindas*: `mensagem personalizada`
ro_ro: *Tipul mesajului de bun venit*: `mesaj personalizat`
ru: *Приветствие*: `пользовательское`
sr_sp: *Приветствие*: `пользовательское`
uk_ua: *Тип привітання*: `користувацьке повідомлення`
ur_in: *استقبال کی نوعیت*: `مخصوص پیغام`

source: *Welcome type*: `default message`
de_de: *Wilkommens-Typ*: `Standard-Nachricht`
he_il: *סוג קבלת פנים*: `הודעת ברירת מחדל`
id: *Jenis welcome*: `pesan default`
id_id: *Jenis pesan selamat datang*: `pesan default`
it: *Tipo di benvenuto*: `predefinito`
ml_in: *സ്വാഗത രീതി*: `default message`
pt_br: *Tipo de boas-vindas*: `mensagem padrão`
ro_ro: *Tipul mesajului de bun venit*: `mesaj implicit`
ru: *Приветствие*: `стандартное`
sr_sp: *Приветствие*: `стандартное`
uk_ua: *Тип привітання*: `звичайне повідомлення`
ur_in: *استقبال کی نوعیت*: `طے شدہ پیغام

source: Warns (`standard`): *%s*
de: Warnungen (`Standart`): *%s*
de_de: Warnungen (`Standart`): *%s*
he_il: אזהרות (`מקובל`): *%s*
id_id: Peringatan (`standard`): *%s*
ml_in: താക്കീതുകൾ (`standard`): *%s*
pt_br: Advertências (`padrão`): *%s*
ro_ro: Avertismente ("standard"): *%s*
ru: Предупреждений (`стандартных`): *%s*
sr_sp: Предупреждений (`стандартных`): *%s*
uk_ua: Попереджень (`стандартних`): *%s*
ur_in: تنبیہات (`معیار`): *%s*

source: Warns (`media`): *%s*
de: Warnungen (Medien): *%s*
de_de: Warnungen (Medien): *%s*
he_il: אזהרות (`מדיה`): *%s*
id_id: Peringatan (`media`): *%s*
ml_in: താക്കീതുകൾ (`മീഡിയ`): *%s*
pt_br: Advertências (`mídia`): *%s*
ro_ro: Avertismente (`fișiere media`): *%s*
ru: Предупреждений (`медиа`): *%s*
sr_sp: Предупреждений (`медиа`): *%s*
uk_ua: Попереджень (`медіа`): *%s*
ur_in: تنبیہات (`میڈیا`): *%s*

source: ✅ = _enabled / allowed_
de: ✅ = Aktiviert / Erlaubt_
de_de: ✅ = _Aktiviert / Erlaubt_
he_il: ✅ = _הופעל / מורשה_
id: ✅ = _aktif / (tidak terdeteksi: untuk antiflood)_
id_id: ✅ = _aktif / (tidak terdeteksi: untuk antiflood)_
it: ✅ = _abilitato / permesso_
ml_in: ✅ = _ഓൺ / അനുവദനീയം_
pt_br: ✅ = _habilitado / permitido_
ro_ro: ✅ = _activat / permis_
ru: ✅ = _включено / разрешено_
sr_sp: ✅ = _включено / разрешено_
uk_ua: ✅ = _увімкнено / дозволено_
ur_in: ✅ = _فعال / اجازت_

source: 🚫 = _disabled / not allowed_
de: 🚫 = Deaktiviert / Nicht erlaubt_
de_de: 🚫 = Deaktiviert / Nicht erlaubt_
he_il: 🚫 = _מבוטל / לא מורשה_
id: 🚫 = _tidak aktif / (tidak terdeteksi : untuk antiflood)_
id_id: 🚫 = _tidak aktif / (terdeteksi: untuk antiflood)_
it: 🚫 = _disabilitato / non permesso_
ml_in: 🚫 = _ഓഫ് / അനുവദിച്ചിട്ടില്ല_
pt_br: 🚫 = _desativado / proibido_
ro_ro: 🚫 = _dezactivat / interzis_
ru: 🚫 = _выключено / запрещено_
sr_sp: 🚫 = _выключено / запрещено_
uk_ua: 🚫 = _вимкнено / заборонено_
ur_in: 🚫 = _غیر فعال/ اجازت نہیں_

source: 👥 = _sent in group (always for admins)_
de: 👥 = Sende in die Gruppe (immer für Admins)_
de_de: 👥 = _sende in die Gruppe (immer für Admins)_
he_il: 👥 = _נשלח בקבוצה (תמיד עבור מנהלים)_
id: 👥 = _dikirim di grup (always for admins)_
id_id: 👥 = _dikirim di grup (selalu jika admin)_
it: 👥 = _inviato nel gruppo (sempre, per gli admin)_
pt_br: 👥 = _enviado em grupo (sempre para admins)_
ro_ro: 👥 = _trimis în grup (întotdeauna pentru administratori)_
ru: 👥 = _отправляется в группу (всегда для админов)_
sr_sp: 👥 = _отправляется в группу (всегда для админов)_
uk_ua: 👥 = _відправляється в групу (завжди для адмінів)_
ur_in: 👥 =_گروپ میں ارسال کیا گیا(ہمیشہ ایڈمنز کیلیے)_

source: 👤 = _sent in private_
de: 👤 = Sende in Pivat
de_de: 👤 = Sende in Pivat
he_il: 👤 = _נשלח בפרטי_
id: 👤 = _dikirim melalui pm_
id_id: 👤 = _dikirim melalui pm_
it: 👤 = _inviato in privato_
pt_br: 👤 = _Enviados em privado_
ro_ro: 👤 = _trimis în privat_
ru: 👤 = _отправляется в ЛС_
sr_sp: 👤 = _отправляется в Лс_
uk_ua: 👤 = _відправити в особисті повідомлення_
ur_in: 👤 = _پرسنل میں بھیجا گیا_

source: @admin command disabled
de_de: @admin Befehl deaktiviert
he_il: פקודת @admin כובתה
id_id: Perintah @admin dinonaktifkan
it: Comando @admin disabilitato
ml_in: @admin കമാൻഡ് ഓഫ് ആണ്
pt_br: Comando @admin desativado
ro_ro: comanda @admin dezactivată
ru: Команда @admin выключена
sr_sp: Команда @admin выключена
uk_ua: Команда @admin вимкнена
ur_in: کمانڈ@admin غیر فعال

source: Welcome message won't be displayed from now
de_de: Die Willkommensnachricht wird nun nicht mehr angezeigt
he_il: הודעת קבלת הפנים לא תוצג מעתה והלאה
id: Welcome message tidak akan ditampilkan
id_id: Pesan selamat datang tidak akan ditampilkan mulai sekarang
it: Il messaggio di benvenuto non verrà mostrato da ora
ml_in: ഇനിമുതൽ സ്വാഗത സന്ദേശം കാണിക്കുകയില്ല.
pt_br: A mensagem de boas-vindas não será mostrada a partir de agora
ro_ro: Mesajul de bun venit nu va mai fi afișat de acum
ru: Приветствие больше не будет отправляться
sr_sp: Приветствие больше не будет отправляться
uk_ua: Привітання більше не буде відправлятися
ur_in: استقبالیہ پیغام اب سے ظاہر نہیں ہوگا

source: Goodbye message won't be displayed from now
de: Die Verabschiedungsnachricht wird nun nicht mehr angezeigt
de_de: Die Verabschiedungsnachricht wird nun nicht mehr angezeigt
he_il: הודעת "עזיבה" לא תוצג מעתה והלאה
id_id: Pesan goodbye tidak akan ditampilkan mulai sekarang
it: Il messaggio di addio non verrà mostrato da ora
ml_in: ഇനിമുതൽ Goodbye സന്ദേശം കാണിക്കുകയില്ല.
pt_br: A mensagem de despedida não será mostrada a partir de agora
ro_ro: Mesajul de la revedere nu va mai fi afișat de acum
ru: Прощание больше не будет отправляться
sr_sp: Прощание больше не будет отправляться
uk_ua: Прощання більше не буде відправлятися
ur_in: الوداعی پیغام اب سے ظاہر نہیں ہوگا

source: #extra commands are now available only for administrators
de_de: #extra Befehle sind nun nur noch für Admins verfügbar
he_il: פקודות #extra זמינות כעת אך ורק למנהלים
id_id: Perintah #extra untuk saat ini hanya bisa digunakan oleh administrator
ml_in: #extra commands അഡ്മിന് മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ
ro_ro: comenzile #extra sunt acum disponibile numai pentru administratori
sr_sp: #дополнительные команды теперь доступны только админам
uk_ua: #додаткові команди тепер доступні тільки адмінам
ur_in: کمانڈس "#extra" اب ایڈمنز کیلیے دستیاب ہیں

source: Anti-flood is now off
de_de: Anti-Flood ist nun aus
he_il: המנגנון למניעת הצפה כבוי
id: Anti-flood tidak aktif
id_id: Anti-flood tidak aktif
it: L'anti-flood è ora off
ml_in: Anti-flood ഓഫ് ആണ്
pt_br: O sistema Anti-flood agora está desativado
ro_ro: Sistemul Anti-Inundație este acum oprit
ru: Антифлуд фильтр выключен
sr_sp: Антифлуд фильтр выключен
uk_ua: Антифлуд фільтр вимкнено
ur_in: مانع تکرار بند ہے

source: /rules will reply in private (for users)
de: /rules werden im Privat Chat wiedergegeben (für User)
de_de: /rules werden im Privat Chat wiedergegeben (für User)
he_il: /rules יחזיר תשובה בפרטי (עבור משתמשים)
id_id: /rules akan dibalas ke pesan pribadi (untuk pengguna)
it: /rules risponderà in privato (con utenti normali)
ml_in: /rules യൂസറിന് പ്രൈവറ്റിൽ റിപ്ലൈ ചെയ്യും
pt_br: O comando /rules responderá em privado (para usuários)
ro_ro: /rules vor fi trimise în privat (pentru utilizatori)
ru: Правила будут отправляться в ЛС (пользователям)
sr_sp: Правила будут отправляться в Лс (пользователям)
uk_ua: Правила будуть відправлятися в особисті повідомлення (користувачам)
ur_in: /rules پرسنل میں جواب دیں گے (برائے اراکین)

source: Silent mode is now off
de_de: Der Stille Modus ist nun deaktiviert
he_il: מצב שקט כבוי
id_id: Silent mode sekarang off
it: Modalità silenziosa off
ml_in: സൈലന്റ് മോഡ് ഇപ്പോൾ ഓഫ് ആണ്.
pt_br: Modo silencioso agora está desativado
ro_ro: Modul silențios este oprit
sr_sp: Тихий режим выключен
uk_ua: Тихий режим вимкнено
ur_in: خاموش موڈ اب بند ہے

source: Links preview disabled
de_de: Linkvorschau deaktiviert
he_il: תצוגה מקדימה של קישורים כבויה
id_id: Pratinjau tautan dinonaktifkan
it: Anteprima link disabilitata
ml_in: ലിങ്ക് പ്രീവ്യൂ ഓഫ് ആണ്
pt_br: Pré-visualização de links desativado
ro_ro: Previzualizarea link-urilor este dezactivată
sr_sp: Предпросмотр ссылок выключен
uk_ua: Передогляд посилань вимкнено
ur_in: نمائشِ روابط اب بند ہے

source: Welcome message without a button for the rules
de_de: Die Willkommens-Nachricht ohne eine Taste für die Regeln
he_il: הודעת קבלת פנים ללא לחצן עבור חוקים
id_id: Pesan selamat datang tanpa tombol rules
it: Il benvenuto non avrà il pulsante per le regole
ml_in: നിയമങ്ങൾക്ക് ബട്ടൺ ഇല്ലാത്ത സ്വാഗത സന്ദേശം
pt_br: Mensagem de boas-vindas sem um botão para as regras
ro_ro: Mesajul de Bun Venit fără buton pentru reguli
ru: Приветствие будет без кнопки с правилами
sr_sp: Приветствие будет без кнопки с правилами
uk_ua: Привітання буде без кнопки з правилами
ur_in: قوانین کے بٹن کے بغیر استقبالیہ پیغام

source: @admin command enabled
de: @admin Kommand aktiviert
de_de: @admin Befehl aktiviert
he_il: פקודת @admin הופעלה
id_id: Perintah @admin diaktifkan
it: Comando @admin abilitato
ml_in: @admin കമാൻഡ് ഓൺ ആണ്
pt_br: O comando @admin está ativado
ro_ro: comanda @admin este activată
ru: Команда @admin включена
sr_sp: Команда @admin включена
uk_ua: Команда @admin увімкнена
ur_in: کمانڈ @admin فعال ہے

source: Welcome message will be displayed
de_de: Die Wilkommensnachricht wird nun angezeigt
he_il: הודעת קבלת הפנים תוצג
id: Welcome message akan ditampilkan
id_id: Pesan selamat datang akan ditampilkan
it: Il messaggio di benvenuto da ora verrà mostrato
ml_in: സ്വാഗത സന്ദേശം കാണിക്കും
pt_br: A mensagem de boas-vindas será mostrada
ro_ro: Mesajul de Bun Venit va fi afișat
ru: Приветствие будет отправляться
sr_sp: Приветствие будет отправляться
uk_ua: Привітання відправлятиметься
ur_in: استقبالیہ پیغام ظاہر ہوگا

source: Goodbye message will be displayed
de: Die Verabschiedungsnachricht wird von nun an angezeigt
de_de: Die Verabschiedungsnachricht wird von nun an angezeigt
he_il: הודעת "עזיבה" תוצג
id_id: Pesan goodbye akan ditampilkan
it: Il messaggio d'addio da ora verrà mostrato
ml_in: Goodbye സന്ദേശം കാണിക്കും
pt_br: A mensagem de despedida será mostrada
ro_ro: Mesajul de La Revedere va fi afișat
ru: Прощание будет отправляться
sr_sp: Прощание будет отправляться
uk_ua: Прощання відправлятиметься
ur_in: الوداعی پیغام ظاہر ہوگا

source: #extra commands are now available for all
de_de: #extra-Befehle sind jetzt für alle verfügbar
he_il: פקודות #extra זמינות כעת לכולם
id: #extra command dapat digunakan semua user
id_id: Sekarang perintah #extra dapat digunakan oleh semua anggota grup
it: I comandi #extra sono già disponibili per tutti
ml_in: #extra commands ഇപ്പോൾ എല്ലാവർക്കും ഉപയോഗിക്കാം
pt_br: Os comandos #extra agora estão disponíveis para todos
ro_ro: comenzile #extra sunt acum disponibile pentru toți
ru: Теперь доп. команды доступны всем
sr_sp: Теперь доп. команды доступны всем
uk_ua: Тепер додаткові команди доступні всім
ur_in: #ایکسٹرا کمانڈس اب سب کیلیے دستیاب ہیں

source: Anti-flood is now on
de_de: Anti-Flood ist nun an
he_il: המנגנון למניעת הצפה הופעל
id: Anti-flood aktif
id_id: Anti-flood sekarang aktif
it: L'anti-flood è ora on
ml_in: Anti-flood ഓൺ ആണ്
pt_br: O sistema Anti-flood agora está ativo
ro_ro: Sistemul Anti-Inundație este acum pornit
ru: Антифлуд фильтр включён
sr_sp: Антифлуд фильтр включён
uk_ua: Антифлуд фільтр увімкнено
ur_in: مانع تکرار اب فعال ہے

source: /rules will reply in the group (with everyone)
de: /rules werden in der Gruppe wiedergegeben (bei jedem)
de_de: /rules werden in der Gruppe wiedergegeben (bei jedem)
he_il: /rules ישיב בקבוצה (עבור כולם)
id_id: /rules akan dibalas di grup (untuk semua)
it: `/rules` risponderà nel gruppo (con tutti)
ml_in: /rules ഗ്രൂപ്പിൽ എല്ലാവർക്കും റിപ്ലൈ തരും
pt_br: O comando /rules será respondido no grupo (para todos)
ro_ro: /rules vor fi afișate în grup (pentru toată lumea)
ru: Правила будут отправляться в группу (для всех)
sr_sp: Правила будут отправляться в группу (для всех)
uk_ua: Правила будуть відправлятися в групу (для всіх)
ur_in: /rules گروپ میں جواب دیں گے (سب کے ساتھ)

source: Silent mode is now on
de_de: Der Stille Modus ist nun aktiviert
he_il: מצב שקט הופעל
id_id: Silent mode sekarang on
it: Modalità silenziosa on
ml_in: സൈലന്റ് മോഡ് ഇപ്പോൾ ഓൺ ആണ്.
pt_br: Modo silencioso agora está ativado
ro_ro: Modul silențios este pornit
sr_sp: Тихий режим включен
uk_ua: Тихий режим увімкнено
ur_in: خاموش موڈ اب فعال ہے

source: Links preview enabled
de_de: Linkvorschau aktiviert
he_il: תצוגה מקדימה של קישורים הופעלה
id_id: Pratinjau tautan diaktifkan
it: Anteprima link abilitata
ml_in: ലിങ്ക് പ്രീവ്യൂ ഓൺ ആണ്
pt_br: Pré-visualização de links ativado
ro_ro: Previzualizarea link-urilor este activată
sr_sp: Предпросмотр ссылок включён
uk_ua: Передогляд посилань увімкнено
ur_in: نمائشِ روابط فعال ہے

source: The welcome message will have a button for the rules
de_de: Die Willkommens-Nachricht hat nun eine Taste für die Regeln
he_il: להודעת קבלת הפנים יתווסף לחצן לחוקי הקבוצה
id_id: Pesan selamat datang akan memiliki tombol rules
it: Il benvenuto avrà un messaggio per le regole
ml_in: നിയമങ്ങൾക്ക് ബട്ടൺ ഉള്ള സ്വാഗത സന്ദേശം
pt_br: A mensagem de boas-vindas terá um botão para as regras
ro_ro: Mesajul de bun venit va avea un buton pentru reguli
ru: В приветствии будет кнопка с правилами
sr_sp: В приветствии будет кнопка с правилами
uk_ua: У привітанні буде кнопка з правилами
ur_in: استقبالیہ پیغام قوانین پیش کرنے کیلیے ایک بٹن پر مشتمل ہوگا

source: This setting is enabled, but the goodbye message won't be displayed in large groups, because I can't see service messages about left members
de_de: Wenn diese Einstellung aktiv ist, aber die Verabschiedungsnachricht trotzdem nicht in großen Gruppen angezeigt wird, dann liegt das daran das ich keine Servicenachrichten von Nutzern sehe die die Gruppe verlassen
he_il: הגדרה זו מופעלת, אך הודעת עזיבה לא תוצג בקבוצות גדולות, זאת בגלל שאיני יכול לקבל הודעות שירות עבור משתמשים שעזבו את הקבוצה
id_id: Pengaturan ini telah aktif, namun pesan goodbye tidak akan tampil di grup yang besar, karena saya tidak dapat melihat pesan anggota yang meninggalkan obrolan
it: L'impostazione è abilitata, ma il messaggio di addio non verrà mostrato in gruppi con molti membri. Purtroppo in questi gruppi non posso sapere quando la gente abbandona
pt_br: Esta definição está ativada, mas a mensagem de despedida não será apresentada em grupos grandes, porque não consigo ver mensagens de serviço sobre membros que abandonaram o grupo
ro_ro: Această setare este activată, dar mesajul de la revedere nu va fi afișat în grupuri mari, pentru că eu nu pot vedea mesaje de serviciu despre membrii care au Ieșit
ru: Эта настройка включена, но прощальное сообщение не будет отображаться в больших группах, потому что я не могу видеть сообщений об ушедших участниках
sr_sp: Эта настройка включена, но прощальное сообщение не будет отображаться в больших группах, потому что я не могу видеть сообщений об ушедших участниках
uk_ua: Це налаштування увімкнено, але прощальне повідомлення не буде відображатися у великих групах, тому що я не можу бачити повідомлень про колишніх учасників
ur_in: یہ سیٹنگ فعال ہے، مگر الوداعی پیغام ظاہر نہیں ہونگے کیونکہ بڑے گروپ میں اراکین کے گروپ چھوڑنے کے تعلق سے مختص سروس پیغامات میں دیکھ نہیں سکتا

source: Start me
de: Starte mich
de_de: Starte mich
he_il: התחל אותי
id_id: Mulai bot
it: Avviami
pt_br: Inicie me
ro_ro: Pornește-mă
ru: Запусти меня
sr_sp: Запусти меня
uk_ua: Запусти мене
ur_in: مجھے شروع کریں

source: _Please message me first so I can message you_
de_de: _Bitte schreib mich zuerst an, damit ich dir eine Nachricht schreiben kann_
he_il: _אנא שלח לי הודעה קודם על מנת שאוכל לשלוח לך_
id: _Kirimkan saya pesan terlebih dahulu_
id_id: _Kirimkan saya pesan terlebih dahulu agar saya bisa mengirimkan pesan ke Anda_
it: _Per favore, avviami cosicchè io possa risponderti_
ml_in: _ആദ്യം എനിക്ക് മെസ്സേജ് ചെയ്യുക എന്നാലേ എനിക്ക് നിങ്ങളെ മെസ്സേജ് ചെയ്യാൻ കഴിയൂ_
pt_br: _Por favor, me envie uma mensagem para que eu possa te enviar mensagens futuramente_
ro_ro: _Vă rog, întâi trimiteți-mi un mesaj, pentru a vă putea trimite eu un mesaj_
ru: _Сначала напиши мне, потом я смогу писать тебе_
sr_sp: _Сначала напиши мне, потом я смогу писать тебе_
uk_ua: _Спочатку напиши мені, потім я зможу писати тобі_
ur_in: _براہ کرم پہلے مجھے پیغام ارسال کیجیے تاکہ میں آپ کو پیغام ارسال کرسکوں_

source: <b>Chat</b>: %s [#chat%d]
he_il: <b>צ'אט</b>: %s [#chat%d]
id_id: <b>Obrolan</b>: %s [#chat%d]
it: <b>Gruppo</b>: %s [#chat%d]
pt_br: <b>Grupo</b>: %s [#chat%d]
ru: <b>Чат</b>: %s [#chat%d]
sr_sp: <b>Чат</b>: %s [#chat%d]
uk_ua: <b>Чат</b>: %s [#chat%d]
ur_in: <b>گفتگو</b>: %s [#گفتگو%d]

source: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>User</b>: %s
de_de: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>Nutzer</b>: %s
he_il: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>משתמש</b>: %s
id_id: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>Pengguna</b>: %s
ro_ro: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>Utilizator</b>: %s
uk_ua: #%s (<code>%d/%d</code>), <i>%s</i> • %s • <b>Користувач</b>: %s
ur_in: #%s (<code>%d/%d</code>)، <i>%s</i> • %s • <b>صارف</b>: %s

source: #%s • %s • <b>User</b>: %s
de_de: #%s • %s • <b>Benutzer</b>: %s
he_il: #%s • %s • <b>משתמש</b>: %s
id_id: #%s • %s • <b>Pengguna</b>: %s
ro_ro: #%s • %s • <b>Utilizator</b>: %s
sr_sp: #%s • %s • <b>Пользователь</b>: %s
uk_ua: #%s • %s • <b>Користувач</b>: %s
ur_in: #%s • %s • <b>صارف</b>: %s

source: %s • %s • <b>By</b>: %s
de_de: %s • %s • <b>Von</b>: %s
he_il: %s • %s • <b>על ידי</b>: %s
id_id: %s • %s • <b>Oleh</b>: %s
it: %s • %s • <b>Da</b>: %s
pt_br: %s • %s • <b>Por</b>: %s
ro_ro: %s • %s • <b>De către</b>: %s
ru: %s • %s • <b>Кем</b>: %s
sr_sp: %s • %s • <b>Кем</b>: %s
uk_ua: %s • %s • <b>Від</b>: %s
ur_in: %s • %s • <b>بذریعہ</b>: %s

source: Get the new photo
de: Erhalte das neue Foto
de_de: Erhalte das neue Foto
he_il: קבל את התמונה החדשה
id_id: Memperoleh foto baru
it: Vedi la nuova foto
ml_in: പുതിയ ഫോട്ടോ എടുക്കുക
pt_br: Obter o novo ícone
ro_ro: Obțineți noua fotografie
ru: Получить новое фото
sr_sp: Получить новое фото
uk_ua: Отримати нове фото
ur_in: نئی تصویر لیں

source: %s • %s • <b>By</b>: %s • <i>Reported to %d admin(s)</i>
de_de: %s • %s • <b>Von</b>: %s • <i>Gemeldet an %d Admin(s)</i>
he_il: %s • %s • <b>By</b>: %s • <i>דווח ל- %d מנהלים(s)</i>
id_id: %s • %s • <b>Oleh</b>: %s • <i>Dilaporkan ke %d admin(s)</i>
it: %s • %s • <b>By</b>: %s • <i>Segnalato a %d admin</i>
pt_br: %s • %s • <b>Por</b>: %s • <i>Reportado para %d admin(s)</i>
ro_ro: %s • %s • <b>De către</b>: %s • <i>Raportat la %d administrator(i)</i>
ru: %s • %s • <b>Кем</b>: %s • <i>Сообщено %d админам</i>
sr_sp: %s • %s • <b>Кем</b>: %s • <i>Сообщено %d админам</i>
uk_ua: %s • %s • <b>Ким</b>: %s • <i>Повідомлено %d адміну(ам)</i>
ur_in: %s • %s • <b>بذریعہ</b>: %s • <i> %d کے منتظمین کو رپورٹ کیا گیا</i>

source: #%s • %s • <b>User</b>: %s [#id%d]
de_de: #%s • %s • <b>Nutzer</b>: %s [#id%d]
he_il: #%s • %s • <b>משתמש</b>: %s [#id%d]
id_id: #%s • %s • <b>Pengguna</b>: %s [#id%d]
ro_ro: #%s • %s • <b>Utilizator</b>: %s [#id%d]
uk_ua: #%s • %s • <b>Користувач</b>: %s [#id%d]
ur_in: #%s • %s • <b>صارف</b>: %s [#id%d]
