Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Pinning messages* The "48 hours limit" to edit your own messages doesn't apply to bots. This command was born from the necessity of editing the pinned message without sending it again, maybe just to change few things. So with `/pin` you can generate a message to pin, and edit it how many times you want. • `/pin [text]`: the bot will send you back the text you used as argument, with markdown. You can pin the message and use `/pin [text]` again to edit it • `/pin`: the bot will find the latest message generate by `/pin`, if it still exists • `/newpin [text]`: forces the bot to send another message that will be saved as new target for `/pin` *Note*: `/pin` supports markdown, but only `$rules` and `$title` placeholders
de_de: *Angeheftete Nachrichten* Das "48-Stunden-Limit" zum Bearbeiten von Nachrichten gilt nicht für bots. Dieser Befehl erlaubt das Bearbeiten der angehefteten Nachricht ohne eine neue zu senden zu müssen, selbst wenn es nur eine kleine Veränderung ist. Mit `/pin " kann eine Nachricht zum Anheften erstellt und so oft wie gewollt bearbeitet werden. • `/pin [text]`: der Bot sendet den Text, formatiert mit markdown. Zum bearbeiten, `/pin [text]` erneut Senden • `/pin`: der bot findet die neueste Nachricht, die durch `/pin`, erstellt wurde • `/newpin [text]`: Erzwingt das erstellen einer neuen `/pin` Nachricht *Hinweis*: `/pin` unterstützt markdown, aber nur die "$rules` und `$title` Platzhalter
he_il: *נעיצת הודעות* "מגבלת 48 השעות" לעריכת ההודעות שלך אינה חלה על בוטים. פקודה זו נולדה מתוך הצורך לערוך את ההודעה הנעוצה מבלי לשלוח אותה שוב, אולי רק כדי לשנות כמה דברים. אז עם `/pin` תוכל ליצור הודעה כדי לנעוץ, ולערוך אותה כמה פעמים שנדרש. • `/PIN [טקסט]`: הבוט ישלח לך בחזרה את הטקסט שבו השתמשת אחרי הפקודה, עם Markdown. תוכל להצמיד את ההודעה ולהשתמש ב - /PIN [טקסט] שוב כדי לערוך אותה • `/pin`: הבוט ימצא את ההודעה האחרונה שנוצרה על ידי` /PIN`, אם היא עדיין קיימת • `/Newpin [טקסט]`: מאלץ את הבוט לשלוח הודעה נוספת שתישמר כיעד חדש עבור `/PIN` *הערה*: `/pin` תומך ב- markdown, אך רק '$rules` ו-`$title` כמשתנים מותאמים
id_id: *Penyematan pesan* Fitur ini berfungsi untuk menghasilkan pesan, yang nantinya akan disematkan (dipinned) oleh admin. Seringkali pesan tersebut ingin disunting, tapi telegram membatasi hal ini selama 48 jam, lebih dari itu, Anda tidak bisa menyunting pesan di telegram. Hal ini tidak berlaku dengan bot, karena bot akan selalu bisa menyunting pesan tanpa batasan waktu. • `/pin [teks]`: bot akan mengirimkan kembali pesan tersebut dengan format markdown. Anda bisa menyematkannya, kemudian gunakan `/pin [teks]` untuk menyuntingnya kembali. • `/pin`: bot akan menemukan pesan terakhir yang dihasilkan dengan `/pin`, jika masih ada. • `/newpin [text]`: memaksa bot untuk mengirimkan pesan lain, sebagai target baru dari `/pin`. *Catatan*: `/pin` mendukung format markdown, juga placeholder (hanya `$rules` dan `$title` saja)
ml_in: *മെസ്സേജുകൾ പിൻ ചെയ്യുക* `/pin` ഉപയോഗിച്ച് ഏതെങ്കിലും മെസ്സേജിന് റിപ്ലൈ ചെയ്‌താൽ ബോട്ട് അതിനെ പിൻ ചെയ്യും. • `/pin [text]`: the bot will send you back the text you used as argument, with markdown. You can pin the message and use `/pin [text]` again to edit it • `/pin`: the bot will find the latest message generate by `/pin`, if it still exists • `/newpin [text]`: forces the bot to send another message that will be saved as new target for `/pin` *Note*: `/pin` supports markdown, but only `$rules` and `$title` placeholders
ro_ro: *Fixarea mesajelor* Limita de "48 de ore" pentru a edita propriile mesaje nu se aplică la boți. Această comandă s-a născut din necesitatea editării mesajului fixat fără a mai fi retrimis, poate doar pentru a schimba câteva lucruri. Deci, cu comanda `/pin` puteți genera un mesaj pentru fixare și-l puteți edita de câte ori doriți. • `/pin [text]": botul vă va trimite înapoi textul pe care l-ați folosit ca argument, cu marcaj. Puteți să fixați mesajul și să utilizați din nou comanda `/pin [text]` pentru al reedita • `/pin`: botul va găsi cel mai recent mesaj generat de comanda `/pin`, dacă încă există • `/newpin [text]`: forțează botul să trimită un alt mesaj care va fi salvat ca țintă nouă pentru `/pin` *Notă*: comanda `/pin` suportă marcajul, dar doar pentru înlocuitorii `$rules` și `$title`
uk_ua: *Закріплення повідомлень* Користувачі не можуть редагувати повідомлення, які були відправлені більше двох днів назад. Боти можуть. Команда з'явилася через постійну необхідність в зміні закріпленого повідомлення без його повторного відправлення. Командою `/pin` ви можете згенерувати закріплене повідомлення і редагувати його скільки вам завгодно. • `/pin [text]`: бот відповість вам повідомленням, яке ви відправили з обробленим Markdown. Можете закріпити отримане повідомлення і редагувати його за допомогою /pin [text]. • `/pin`: використовуйте, щоб знайти останні повідомлення, згенероване командою `/pin`. • `/newpin [text]`: використовуйте, щоб створити нове закріплене повідомлення, буде відправлено знову. *Замітка*: `/pin` підтримує Mardown, але тільки заголовки `$rules` та`$title`
ur_in: *پیغام کو آویزاں کرنا* پیغام کی اصلاح کرنے کی "48 گھنٹوں والی حد" کا بوٹ پر اطلاق نہیں ہوتا۔ یہ کمانڈ پنڈ میسیج کی تصحیح کیلیے تشکیل دی گئی تھی، تاکہ دوبارہ ارسال کیے بغیر ضروری چیزیں پنڈ میسیج میں تبدیل کی جا سکیں. پس `/pin`سے پیغام کو پن اپ بھی کیا جاسکتا ہے اور جتنی بار چاہیں اتنی بار ایڈٹ بھی. ٭ `/pin [text]`: بوٹ آپ کو مارک ڈاؤن کی مدد سے پیغام ارسال کرے گا جسے آپ پن اپ بھی کر سکتے ہیں اور `/pin [text]` سے اصلاح بھی کر سکتے ہیں. ٭ `/pin`: بوٹ اُس آخری پیغام کو تلاش کرے گا جسے بذریعہ `/pin`, تشکیل دیا گیا ہو، اگر وہ پیغام اس وقت تک موجود ہو تو ٭ `/newpin [text]`: بوٹ پیغام ارسال کرے گا تاکہ اسے پن اپ کیا جا سکے بذریعہ `/pin` *نوٹ*: `/pin` مارک ڈاؤن کو سپورٹ کرتی ہے، مگر صرف `$rules` اور `$title`کیلیے

source: *Group language* • `/lang`: change the bot language (works on groups and private chats) *Note*: the translators are volunteers, so neither the correctness nor completeness of localizations can be guaranteed. You can help improve translations on our [Crowdin Project](https://crowdin.com/project/group-butler). *Special characters* • `/config` command, then `menu` button: you will receive in private the menu keyboard. Here you will find two particular options: _Arab and RTL_. *Arab*: when Arab is not allowed (🚫), people who write Arab characters will be kicked from the group. *Rtl*: stands for 'Right To Left' character, is the cause of weird service messages written in the opposite direction. When Rtl is not allowed (🚫), people who write Rtl characters (or have it in their names) will be kicked.
de_de: *Gruppensprache*" • `/lang`: Wähle die Sprache der Gruppe aus *Hinweis*: die übersetzer sind freiwillige (Danke!), die Aktualität, Vollständigkeit oder Richtigkeit der Übersetzungen kann also nicht garantiert werden. Wer die Übersetzungen verbessern will, kann dies auf [crowdin](https://crowdin.com/project/group-butler) tun (Danke!). *Sonderzeichen* • `/config " - Befehl, dann `Menü` - Taste: erhalte die private Menü Tastatur. Hier sind zwei Besondere Optionen: _Arabisch und RTL_. *Arabisch*: Wenn nicht erlaubt (🚫), Werden Benutzer die auf arabisch schreiben entfernt. *Rtl*: das Rechts-nach-Links Zeichen lässt Nachrichten falsch herum erscheinen. Wenn es nicht erlaubt (🚫) ist werden Benutzer die es im Namen oder in Nachrichten benutzen entfernt.
he_il: *שפת הקבוצה* • `/lang`: פקודה לשינוי שפת הבוט (פועלת בקבוצות ובצ'אטים פרטיים) * הערה *: המתרגמים הם מתנדבים, ולכן לא ניתן להבטיח את הדייקנות והדקדקנות של התרגומים השונים. אתה יכול לעזור לשפר את התרגומים ב- [פרויקט Crowdin שלנו] (https://crowdin.com/project/group-butler). *תווים מיוחדים* • פקודת `/config`, ולאחר מכן 'תפריט': תקבל בהודעה פרטית את מקלדת התפריט. כאן תוכלו למצוא שתי אפשרויות מיוחדות: _ערבית ו- RTL_. *ערבית*: כאשר ערבית אינה מורשית (🚫), אנשים שכותבים תווים ערביים יורחקו מהקבוצה. *RTL*: מייצג כל שפה עם תווים 'מימין לשמאל', הוא הגורם להודעות שירות מוזרות שנכתבו בכיוון ההפוך. כאשר Rtl אסור (🚫), אנשים שכותבים תווי Rtl (או יש את זה בשמם) יורחקו מהקבוצה.
id_id: *Bahasa grup* • `/lang`: mengganti bahasa grup (bisa digunakan di pesan pribadi juga di dalam grup). *Catatan*: penerjemah bersifat relawan, hal ini memungkinan ada beberapa translasi yang kurang tepat atau belum sempurna. Anda bisa berkontribusi atas hal ini di [Project Cowdin kami](https://crowdin.com/project/group-butler). *Karakter spesial* • `/config` kemudian tombol 'menu': Anda akan menerima keyboard di private message. Disini ada 2 opsi karakter: _Arab dan RTL_. *Arab*: jika dianulir(🚫), pengirim karakter Arab akan ditendang dari grup. *Rtl*: singkatan dari 'Right To Left' karakter, efeknya, pesan bisa tampil secara terbalik dan menyebalkan. Jika penggunaan RTL dianulir (🚫), pengirim karakter RTL (atau memiliki karakter RTL di namanya) akan ditendang dari grup.
ml_in: *ഗ്രൂപ്പിൻറെ ഭാഷ* • `/lang`: ഉപയോഗിച്ച് ഗ്രൂപ്പിലും പ്രൈവറ്റിലും ബോട്ടിൻറെ ഭാഷ മാറ്റാം. നിങ്ങൾക്ക് ഞങ്ങളുടെ [Crowdin Project](https://crowdin.com/project/group-butler) ൽ വന്നാൽ പരിഭാഷകൾ മെച്ചപ്പെടുത്താം. മലയാളം പരിഭാഷ ചെയ്തത്: *@anzilr* എൻറെ ചാനലിൽ അംഗമാവുക: _t.me/techexch_ *Special characters* • `/config` കാമാൻഡിലെ `menu` ബട്ടണിലുള്ള രണ്ട് ഓപ്ഷനുകളാണ് _Arab and RTL_. *Arab*: അറബി ഗ്രൂപ്പിൽ അനുവദിച്ചിട്ടില്ലെങ്കിൽ (🚫), ആരെങ്കിലും അറബി അക്ഷരങ്ങൾ അയച്ചാൽ അയാളെ പുറത്താക്കും. *Rtl*: എന്നുവച്ചാൽ, 'Right To Left' character. ചില സർവീസ് മെസ്സേജുകൾ ഇങ്ങനെയാണ് വരുന്നത്. ഇത് ഗ്രൂപ്പിൽ അനുവദിച്ചിട്ടില്ലെങ്കിൽ (🚫), ആരെങ്കിലും ഇത് അയക്കുകയോ, അവരുടെ പേരിൽ ഇത് ഉണ്ടാവുകയോ ചെയ്താൽ, പുറത്താക്കും.
ro_ro: *Limba Grupului* • `/lang`: Schimbă limba bot-ului (funcționează în grupuri și în chat-urile private). *Notă*: traducătorii sunt voluntari, deci nici corectitudinea, nici completitudinea traducerilor nu pot fi garantate. Puteți contribuii la îmbunătățirea traducerilor în [Proiectul Crowdin](https://crowdin.com/project/group-butler). *Caractere speciale* •Comanda `/config`, apoi butonul `meniu`: veți primi în privat tastatura meniului. Aici veți găsi două opțiuni speciale: _Arab și RTL_. *Arab*: atunci când araba nu este permisă (🚫), persoanele care scriu caractere arabe vor fi excluse din grup. *RTL*: reprezintă "Right to Left", "scrisul de la dreapta la stânga" și este cauza mesajelor de serviciu ciudate, scrise în direcția opusă.. Atunci când RTL nu este permis (🚫), persoanele care scriu caractere RTL (sau îl au în conținutul numelui lor) vor fi excluse.
uk_ua: *Мова групи* • `/lang`: використовуйте, щоб змінити мову бота (працює і в групі, і в приватних повідомленнях) *Замітка*: перекладом і локалізацією займаються волонтери, так що гарантії в правильності перекладів немає. Ви можете допомогти нам з перекладом [тут](https://crowdin.com/project/group-butler). *Спец. символи* • `/config` -> Кнопка `«Меню»`: в самому низу є дві опції: «Арабська» і «Справа наліво». *Арабська*: якщо стоїть покарання (🚫), то користувачі, які пишуть на арабському в групі, будуть покарані. *Справа наліво*: є символ, який змушує повідомлення виглядати так, як ніби вони написані справа наліво. Якщо стоїть покарання (🚫), то користувачі, що використовують цей символ (в своїх повідомленнях або нікнеймі), будуть покарані.
ur_in: *گروپ کی زبانیں* ٭ `/lang`: بوٹ کی زبان تبدیل کیجیے(گروپ اور پرسنل دونوں جگہ کام کرتی ہے) *نوٹ*: ترجمہ کرنے والے حضرات رضاکار ہیں، اس وجہ سے ترجمہ کی صحت و کاملیت کی گارنٹی نہیں لی جا سکتی. ترجمہ کی اصلاح کیلیے آپ ہمارے پروجیکٹ میں مدد کر سکتے ہیں [Crowdin Project] (https://crowdin.com/project/group-butler). *مخصوص کلمات* ٭ `/config` کمانڈ, پھر `فہرست` بٹن: پرسنل میں آپ کو فہرست پر مشتمل کیبورڈ ملے گا. یہاں آپ کو دو آپشنز نظر آئیں گے: _عربی اور دائیں سے بائیں لکھی جانے والی زبان_. *عربی*: جس وقت عربی لکھنے کی اجازت نہیں ہوگی (🚫), تو اس وقت عربی حروف لکھنے والے گروپ بدر کر دیے جائیں گے. *دائیں سے بائیں لکھی جانے والی زبان*: جس وقت دائیں سے بائیں لکھی جانے والی زبان کی اجازت نہیں ہوگی (🚫), تو اس وقت ایسی زبان لکھنے والے (یا جن کے نام میں ایسی زبان کے حروف ہونگے) وہ گروپ بدر کر دیے جائیں گے.

source: *General group settings* `/config` or `/settings`: manage the group settings in private from an inline keyboard. The inline keyboard has six sub-menus: *Menu*: manage the most important group settings *Antiflood*: turn on or off the antiflood, set its sensitivity and choose some media to ignore, if you want *Media*: choose which media to forbid in your group, and set the number of times that a user will be warned before being kicked/banned *Antispam*: choose which kind of message you want to forbid (e.g. telegram.me links, forwarded messages from channels) *Log channel*: choose which updates should be logged *Bonus commands*: `/reportflood [number of messages]/[timeframe]`: set how many times users can use the @admin command within a certain timeframe. `/leave`: the bot will leave the group without deleting its data. Use this command only if you are going to add the bot to the group again `/snap`: generate a backup file that can be restored with `/import` (send the file in the group and reply to it). `/snap` can be used once every three days
de_de: *Allgemeine Gruppeneinstellungen* `/config` oder `/settings`: Einstellungen des Chats ändern Das Menü hat sechs Unterpunkte: *Menü*: verwalten der wichtigsten Einstellungen der Gruppe *Antiflood*: aktivieren oder deaktivieren von Antiflood. Einstellung der Empfindlichkeit und Definition von Ausnahmen *Medien*: Auswahl der verbotenen Medien verbieten und Anzahl der Verwarnungen bis zu einem Kick/Ban festlegen *Antispam*: definiert welche Art von Nachricht verboten sein soll (Beispiel: Telegram.me links, weitergeleitete Nachrichten von Kanälen) *Log-Kanal**: Auswahl der Aktivitäten, die protokolliert werden sollen *Bonus-Befehle*: `/reportflood [Anzahl der Nachrichten]/[Zeitpunkt]`: festlegen, wie häufig Benutzer den @admin Befehl verwenden können `/leave`: der Bot verlässt die Gruppe, ohne die Einstellungen der Gruppe zu löschen `/snap`: erzeugt eine backup-Datei, die mit `/import` wiederhergestellt werden kann. Dazu die Datei in die Gruppe senden und mit `/import` antworten. `/snap` kann höchstens alle drei Tage verwendet werden
he_il: *הגדרות קבוצה כלליות* `/config` או `/settings`: נהל את הגדרות הקבוצה באופן פרטי באמצעות מקלדת מוטמעת. בלוח המקשים יש שישה תפריטי משנה: *תפריט*: נהל את הגדרות הקבוצה החשובות ביותר *מנגנון למניעת הצפה*: הפעל או בטל את המנגנון, הגדר את הרגישות ובחר סוג הודעות מדיה מותרות, אם יש צורך *מדיה*: בחר איזה הודעות מדיה לאסור בקבוצה שלך, והגדר את מספר הפעמים שהמשתמש יוזהר לפני שיורחק/ ייחסם *אנטי ספאם*: בחר איזה סוג של הודעות ברצונך לאסור (למשל קישורי telegram.me, העברת הודעות מערוצים) *יומן רישום*: בחר אילו עדכונים יתועדו ביומן * פקודות בונוס *: `/ reportflood [מספר הודעות] / [timeframe]`: הגדר כמה פעמים משתמשים יכולים להשתמש בפקודה @admin בפרק זמן מסוים. `/leave`: הבוט יעזוב את הקבוצה מבלי למחוק את הנתונים שלה. השתמש בפקודה זו רק אם אתה מתכוון להוסיף את הבוט לקבוצה שוב `/snap`: ליצור קובץ גיבוי שניתן לשחזר עם` /import` (שלח את הקובץ בהודעה בקבוצה והשב לה על מנת לשחזר). ניתן להשתמש ב `/ snap` פעם בשלושה ימים
id_id: *Pengaturan umum grup* `/config` atau `/settings`: mengelola pengaturan grup di pesan pribadi menggunakan tombol inline. Terdapat 6 buah submenu pengaturan: *Menu*: berisi pengaturan-pengaturan penting *Antiflood*: mengaktifkan/menonaktifkan "anti banjir", mengatur sensitifitasnya, dan menentukan jenis pesan/media yang dideteksi *Media*: memilih jenis media yang dianulir di grup dan menentukan jumlah peringatan yang diterima pengirim hingga mereka ditendang/diblokir dari grup *Antisampah*: memilih jenis sampah yang dianulir (contoh: tautan telegram.me, pesan yang diteruskan dari kanal) *Kanal catatan*: menentukan jenis peristiwa di grup yang akan dicatat di kanal *Perintah bonus*: `/reportflood [jumlah pesan]/[jangka waktu]`: menentukan berapa kali pengguna bisa menggunakan perintah `@admin`, dan berapa lama jangka waktunya. `/leave`: bot akan meninggalkan grup, tanpa menghapus data. Gunakan perintah ini jika kemungkinan Anda akan menggunakan bot ini kembali. `/snap`: menghasilkan berkas cadangan yang bisa dipulihkan dengan perintah `/import` (kirim ke grup dan balas perintah ke berkas tersebut). Perintah`/snap` hanya bisa digunakan satu kali selama 3 hari
ml_in: *ഗ്രൂപ്പിൻറെ പൊതു സെറ്റിങ്‌സ്* `/config` or `/settings`: ഗ്രൂപ്പിൻറെ സെറ്റിങ്‌സ് ആറ് ഇൻലൈൻ മെനു കീബോർഡുകളിലൂടെ സെറ്റ് ചെയ്യാം. *മെനു*: പ്രധാനപ്പെട്ട ഗ്രൂപ്പ് സെറ്റിങ്‌സ്. *Antiflood*: ആന്റി ഫ്ലഡ് ഓൺ അല്ലെങ്കിൽ ഓഫ് ചെയ്യാൻ. *മീഡിയ*: ഏത് തരം മീഡിയ ആണ് ഗ്രൂപ്പിൽ അനുവദിച്ചിട്ടുള്ളതെന്ന് സെറ്റ് ചെയ്യാൻ. *ആന്റി സ്പാം*: ഏത് തരം മെസ്സേജുകളാണ് ഗ്രൂപ്പിൽ അനുവദിച്ചിട്ടുള്ളതെന്ന് സെറ്റ് ചെയ്യാൻ. *ചാനൽ ലോഗുകൾ*: എന്തൊക്കെയാണ് ലോഗ് ചെയ്യേണ്ടതെന്ന് സെറ്റ് ചെയ്യാൻ. *Bonus commands*: `/reportflood [number of messages]/[timeframe]`: ഒരു നിശ്ചിത സമയത്തിൽ എത്ര തവണ @admin command ഉപയോഗിക്കാം എന്ന് സെറ്റ് ചെയ്യാൻ. `/leave`: ബോട്ട് ഗ്രൂപ്പിൽ നിന്നും പുറത്തുപോകും. `/snap`: ഒരു ബാക്കപ്പ് ഫയൽ ഉണ്ടാക്കാൻ ഇത് ഉപയോഗിക്കാം. `/import` ഉപയോഗിച്ച് അത് restore ചെയ്യാം. മൂന്ന് ദിവസത്തിൽ ഒരിക്കലേ `/snap`ഉപയോഗിക്കാവൂ. ബാക്കപ്പ് ഫയൽ അപ്‌ലോഡ് ചെയ്തിട്ട് `/import` ഉപയോഗിച്ച് റിപ്ലൈ ചെയ്യുക.
ro_ro: *Configurări generale de grup* `/config` sau `/settings`: gestionează configuările grupului în privat de la o tastatură prestabilită. Tastatura prestabilită are șase submeniuri: *Meniu*: gestionați cele mai importante configurări ale grupului *Anti-inundație*: activați sau dezactivați sistemul anti-inundație, îi configurați sensibilitatea și stabiliți preferințele fișierelor media, dacă doriți *Media*: alegeți ce fișiere media interziceți în grupul dvs. și configurați de câte ori un utilizator va fi avertizat înainte de a fi exclus/interzis *Anti-spam*: alegeți ce fel de mesaje doriți să interziceți (de exemplu: link-uri telegram.me, mesaje redirecționate din alte canale) *Jurnalul canalului*: alegeți ce actualizări ar trebui înregistrate in jurnal *Comenzi bonus*: `/reportflood [numărul de mesaje]/[intervalul de timp]`: configurați de câte ori utilizatorii pot folosi comanda `/@admin` într-un anumit interval de timp. `/leave`: botul va părăsi grupul fără a-și șterge datele. Utilizați această comandă numai dacă doriți să readăugați bot-ul în grup `/snap`: generați un fișier de rezervă care poate fi restabilit cu `/import` (trimiteți fișierul în grup și răspundeți la acesta). Comanda `/snap` poate fi folosită o dată la trei zile
uk_ua: *Загальні налаштування групи* `/config` або `/settings`: керувати налаштуваннями груп в приватному порядку з вбудованої клавіатури. Вбудована клавіатура має шість підменю: *Меню*: керування найважливішими налаштуваннями групи *Антифлуд*: увімкнення або вимкнення антифлуду, встановлення його чутливості та вибір деяких медіа для ігнорування, якщо ви цього хочете *Медіа*: вкажіть, які медіа будуть заборонені у вашій групі, і встановіть, скільки разів користувач буде попереджений перед тим, як бути вигнаним/забаненим *Антиспам*: вкажіть, який тип повідомлення потрібно заборонити (наприклад, посилання telegram.me, переадресовані повідомлення з каналів) *Журнал каналу*: вкажіть, які оновлення слід реєструвати *Бонусні команди*: `/reportflood [кількість повідомлень]/[timeframe]`: вкажіть, скільки разів користувачі можуть використовувати команду @admin протягом певного періоду часу. `/leave`: бот залишить групу без видалення даних. Використовуйте цю команду, тільки якщо ви збираєтеся додати бота до групи знову `/snap`: створити файл резервної копії, який можна відновити за допомогою `/import` (надіслати файл у групі та відповісти на нього). `/snap` можна використовувати раз на три дні
ur_in: *جنرل گروپ سیٹنگ* ٭`/config` یا `/settings`: اِن لائن کیبورڈ کی مدد سے گروپ کی سیٹنگ کو پرسنل میں ترتیب دینے کیلیے اِن لائن کیبورڈ میں چھ ذیلی فہرستیں ہیں: *مرکزی فہرست*: گروپ کی اہم ترین سیٹنگس ترتیب دینے کیلیے *مانعِ تکرار*: مانع تکرار کو فعال یا غیر فعال کیجیے، اس کی حساسیت کو سیٹ کر منتخب کیجیے کہ آپ کس قسم کے میڈیا کو نظر انداز کرنا چاہتے ہیں، اگر ضرورت پڑی تو *میڈیا*: منتخب کیجیے کہ کس قسم کے میڈیا کی اجازت آپ کے گروپ میں ہو، نیز صارف کو باہر کیے جانے، مسدود کیے جانے یا خاموش کیے جانے سے پہلے کتنی مرتبہ تنبیہات جاری کی جائیں *مانع فضول کاری*: منتخب کیجیے کہ آپ کس قسم کی فضول کاری کی اجازت دینا چاہتے ہیں(مثلا: telegram.me لنک یا چینل سے فارورڈ کیے جانے والے پیغامات) *چینل ریکارڈ*: منتخب کیجیے کہ کن اپ ڈیٹس کا ریکارڈ رکھا جائے *دیگر کمانڈس* ٭`/reportflood[تعدادِ پیغامات]/[timeframe]`: منتخب کیجیے کہ متعینہ سمے سیما کے دوران میں صارفین کتنی مرتبہ @admin کمانڈ استعمال کر سکتے ہیں ٭`/leave`: بوٹ گروپ کا ڈیٹا ڈیلیٹ کیے بغیر گروپ چھوڑے گا، اس کمانڈ کا استعمال صرف اس وقت کریں جب آپ بوٹ کو گروپ میں دوبارہ شامل کرنا چاہتے ہوں ٭`/snap`: بیک اپ فائل تشکیل دیجیے جسے ٭`/import`کمانڈ کی مدد سے ری اسٹور کیا جا سکتا ہے (فائل کو گروپ میں ارسال کر اس پر رپلائی کیجیے) یہ کام تین دن میں ایک بار کیا جا سکتا ہے
