Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: You can't set a lower value
de_de: Du kannst keinen niedrigeren Wert einstellen
he_il: לא ניתן להגדיר ערך נמוך יותר
id_id: Anda tidak bisa menetapkan nilai yang lebih rendah.
ml_in: ഒരു ലോവർ വാല്യൂ സെറ്റ് ചെയ്യാൻ സാധിക്കില്ല
ro_ro: Nu poți seta o valoare mai mică
sr_sp: Ви не можете да подесити нижу вредност
uk_ua: Ви не можете встановити нижче значення
ur_in: آپ کم سے کم قیمت سیٹ نہیں کرسکتے

source: Stop!!!
he_il: עצור!!!
ml_in: നിർത്തൂ!!!
sr_sp: Стоп!!!
uk_ua: Зупиніться!!!
ur_in: موقوف!!!

source: hours
de_de: Stunden
he_il: שעות
id_id: jam
ml_in: മണിക്കൂറുകൾ
ro_ro: ore
sr_sp: сати
uk_ua: години
ur_in: گھنٹے

source: days
de_de: Tage
he_il: ימים
id_id: hari
ml_in: ദിവസങ്ങൾ
ro_ro: zile
sr_sp: дана
uk_ua: дні
ur_in: دن

source: minutes
de_de: Minuten
he_il: דקות
id_id: menit
ml_in: നിമിഷങ്ങൾ
ro_ro: minute
sr_sp: минута
uk_ua: хвилини
ur_in: منٹ

source: User banned for %d %s
de_de: Nutzer gebannt für %d %s
he_il: המשתמש נחסם ל%d %s
id_id: Pengguna terblokir selama %d %s.
ml_in: ആളെ ഇതിനാൽ %d %s തടഞ്ഞിരിക്കുന്നു
ro_ro: Utilizatorul are interdicție pentru %d %s
sr_sp: Корисник је банован за %d %s
uk_ua: Користувача заблоковано на %d %s
ur_in: صارف مسدود کیا گیا %d %s کیلیے

source: 🛠 Menu
de_de: 🛠️ Menü
he_il: 🛠 תפריט
ml_in: 🛠മെനു
ro_ro: 🛠 Meniu
ru: 🛠 Меню
sr_sp: 🛠 Мени
uk_ua: 🛠 Меню
ur_in: 🛠 فہرست

source: ⚡️ Antiflood
de: ⚡️ Antispam
he_il: ⚡️ מונע הצפה
ml_in: ⚡️ ഫ്ലഡ് തടയുക
ro_ro: ⚡️ Anti-inundație
ru: ⚡️ Антифлуд
sr_sp: ⚡️ Систем «Антифлуд»
uk_ua: ⚡️ Система «Антифлуд»
ur_in: ⚡️ مانع تکرار

source: 🌈 Media
de: 🌈 Medien
de_de: 🌈 Medien
he_il: 🌈 מדיה
ml_in: 🌈 മീഡിയ
pt_br: 🌈 Midia
ru: 🌈 Медиа
sr_sp: 🌈 Медији
uk_ua: 🌈 Медіа
ur_in: 🌈 میڈیا

source: 🚫 Antispam
he_il: 🚫 חוסם ספאם
ml_in: 🚫 സ്പാം തടയുക
ru: 🚫 Антиспам
sr_sp: 🚫 Антиспам
uk_ua: 🚫 Антиспам
ur_in: 🚫 فضول کاری مخالف

source: 📥 Log channel
de_de: 📥 Log-Kanal
he_il: 📥 ערוץ יומן הרישום
id_id: 📥 Kanal catatan
it: 📥 Canale log
ml_in: 📥 ചാനൽ ലോഗുകൾ
pt_br: 📥 Canal de Log
ro_ro: 📥 Jurnalul canalului
ru: 📥 Канал с журналом
sr_sp: 📥 Дневник дела
uk_ua: 📥 Журнал
ur_in: 📥 چینل کا ریکارڈ

source: ⛔️ Default permissions
de_de: ⛔️ Standardberechtigungen
he_il: הרשאות ברירת מחדל
id_id: ⛔️ Izin default
ml_in: ⛔️ പൊതുവായുള്ള അനുമതികൾ
ro_ro: ⛔️ Permisiuni implicite
sr_sp: ⛔️ Подразумевана права
uk_ua: ⛔️ Дозволи за замовчуванням
ur_in: ⛔️ طے شدہ اجازتیں

source: <i>Change the settings of your group</i>
de_de: <i>Ändere die Einstellungen deiner Gruppe</i>
he_il: <i>שנה את הגדרות הקבוצה שלך</i>
id_id: <i>Ubah pengaturan untuk grup Anda</i>
ml_in: <i>നിങ്ങളുടെ ഗ്രൂപ്പിൻറെ സെറ്റിങ്‌സ് ചേഞ്ച് ചെയ്യുക</i>
ro_ro: <i>Modificați setările grupului</i>
sr_sp: <i>Промените подешавања Ваше групе</i>
uk_ua: <i>Тут ви можете змінити налаштування групи</i>
ur_in: <i>اپنے گروپ کی سیٹنگ تبدیل کیجیے</i>

source: _I've sent you the keyboard via private message_
de_de: _Ich hab dir die Tastatur via Privatnachricht geschickt_
he_il: _שלחתי לך מקלדת בהודעה פרטית_
id: _Keyboard telah dikirim via pm_
id_id: _Saya telah mengirim keyboard ke pesan pribadi Anda_
it: _Ti ho inviato la tastiera in privato_
ml_in: _നിങ്ങൾക്ക് പ്രൈവറ്റ് ആയി ഞാൻ കീബോർഡ് അയച്ചിട്ടുണ്ട്_
pt_br: _Enviei para vocês os botões de configurações no privado_
ro_ro: _Ți-am trimis tastatura printr-un mesaj privat_
ru: _Я отправил тебе клавиатуру личным сообщением_
sr_sp: _Послао сам Вам тастатуру личном поруком_
uk_ua: _Я відправив тобі клавіатуру особистим повідомленням_
ur_in: _میں نے آپ کو نجی پیغام میں کیبورڈ بھیجا ہے_

source: ✅ | ON
de: ✅ | AN
de_de: ✅ | AN
he_il: ✅ | פעיל
id: ✅ | AKTIF
id_id: ✅ | AKTIF
ml_in: ✅ | ഓൺ
pt_br: ✅ | LIGADO
ro_ro: ✅ | PORNIT
ru: ✅ | ВКЛ
sr_sp: ✅ | УКЉ.
uk_ua: ✅ | УВІМК.
ur_in: ✅ | فعال

source: ❌ | OFF
de: ❌ | AUS
de_de: ❌ | AUS
he_il: ❌ | כבוי
id: ❌ | TIDAK AKTIF
id_id: ❌ | TIDAK AKTIF
ml_in: ❌ | ഓഫ്
pt_br: ❌ | DESLIGADO
ro_ro: ❌ | OPRIT
ru: ❌ | ВЫКЛ
sr_sp: ❌ | ИСКЉ.
uk_ua: ❌ | ВИМК.
ur_in: ❌ | بند

source: 👞 kick
de_de: 👞 kicken
he_il: 👞 הרחקה
id_id: 👞 tendang
ml_in: 👞പുറത്താക്കുക
ro_ro: 👞 exclus
ru: 👞 кик
sr_sp: 👞 избацивање
uk_ua: 👞 кік
ur_in: 👞 باہر

source: 🔨 ban
de_de: 🔨 bann
he_il: 🔨 חסימה
id_id: 🔨 blokir
ml_in: 🔨 ബാൻ
ro_ro: 🔨 interzis
sr_sp: 🔨 бан
uk_ua: 🔨 забанити
ur_in: 🔨 مسدود

source: 👁 mute
de_de: 👁 stummschalten
he_il: 👁 השתקה
id_id: 👁 bisukan
ml_in: 👁നിശബ്ദമാക്കുക
ro_ro: 👁 amuțit
sr_sp: 👁 утишавање
uk_ua: 👁 заткнути
ur_in: 👁 خاموش

source: Texts
de: Texte
de_de: Texte
he_il: הודעות טקסט
id: Teks
id_id: Teks
it: Messaggi normali
ml_in: എഴുത്തുകൾ
pt_br: Textos
ro_ro: Texte
ru: Текст
sr_sp: Текстови
uk_ua: Тексти
ur_in: تحریر

source: Forwards
de: Antworten
de_de: Weitergeleitete Nachrichten
he_il: הודעות מועברות
id_id: Pesan terusan
it: Messaggi inoltrati
ml_in: കൈമാറിയവ
pt_br: Encaminhamentos
ro_ro: Redirecţionări
ru: Пересылка
sr_sp: Прослеђивања
uk_ua: Переслані
ur_in: فارورڈس

source: Stickers
de_de: Sticker
he_il: מדבקות
id: Stiker
id_id: Stiker
it: Sticker
ml_in: സ്റ്റിക്കറുകൾ
ro_ro: Autocolante
ru: Стикеры
sr_sp: Налепнице
uk_ua: Стікери
ur_in: اسٹیکرز

source: Images
de: Bilder
de_de: Bilder
he_il: תמונות
id: Gambar
id_id: Gambar
it: Immagini
ml_in: ചിത്രങ്ങൾ
pt_br: Imagens
ro_ro: Imagini
ru: Изображения
sr_sp: Слике
uk_ua: Зображення
ur_in: تصاویر

source: GIFs
de: Animierte Bilder (GIFs)
he_il: הנפשות
id_id: GIF
it: GIF
ml_in: ജിഫുകൾ
ro_ro: GIF-uri
ru: GIF
sr_sp: GIF-ови
uk_ua: GIF
ur_in: جیف

source: Videos
he_il: סרטונים
id: Video
id_id: Video
it: Video
ml_in: വീഡിയോകൾ
pt_br: Vídeos
ro_ro: Videoclipuri
ru: Видео
sr_sp: Видео снимци
uk_ua: Відео
ur_in: ویڈیوز

source: - *Status*: `%s`
he_il: - *סטטוס*: `%s`
it: - *Stato*: `%s`
ro_ro: - *Statut*: `%s`
ru: - *Состояние*: `%s`
sr_sp: - *Статус*: `%s`
uk_ua: - *Стан*: `%s`
ur_in: - *سٹیٹس*: `%s`

source: - *Action* to perform when a user floods: `%s`
de_de: - *Aktion* wenn ein Benutzer spammt: `%s`
he_il: - *פעולה* לביצוע כאשר משתמש מציף: `%s`
id_id: - *Tindakan* yang dilakukan ketika ada pengguna yang membanjiri obrolan: `%s`
ro_ro: - *Acțiunea* de executat atunci când un utilizator inundă: `%s`
sr_sp: - *Акција* за обављање када корисник преплави:`%s`
uk_ua: *Дія* для виконання, коли користувач флудить: `%s`
ur_in: - *کارروائی*جس وقت صارف پیغامات کی تکرار کرے`%s`

source: - Number of messages allowed *every 5 seconds*: `%d`
de: - Anzahl von Nachrichten die erlaubt sind *alle 5 Sekunden*: `%d`
de_de: - Anzahl von Nachrichten die erlaubt sind *alle 5 Sekunden*: `%d`
he_il: - מספר ההודעות המותר *כל 5 שניות*: `%d`
id: - Jumlah pesan yg diperbolehkan *setiap 5 detik* adalah: `%d`
id_id: - Jumlah pesan yang diizinkan *setiap 5 detik*: `%d`
it: - Numero di messaggi consentiti *ogni 5 secondi*: `%d`
ml_in: - അനുവദിച്ചിരിക്കുന്ന മെസ്സേജുകളുടെ എണ്ണം *every 5 seconds*: `%d`
pt_br: - Número de mensagens permitidas *a cada 5 segundos*: `%d`
ro_ro: - Numărul mesajelor permise *la fiecare 5 secunde*: `%d`
ru: - Количество сообщений, разрешённых *за 5 секунд*: `%d`
sr_sp: - Број порука дозвољених *сваких 5 секунди*: `%d`
uk_ua: - Кількість дозволених повідомлень *кожні 5 секунд*: `%d`
ur_in: _ اجازت دئے ہوئے پیغامات کی تعداد *ہر 5 سیکنڈ کے دوران*: `%d`

source: - *Ignored media*: %s
de: -*Ingorierte Medien*: %s
de_de: -*Ingorierte Medien*: %s
he_il: - *התעלם מהמדיה*: %s
id: - *Media yang diabaikan*: %s
id_id: - *Media yang diabaikan*: %s
it: - *Media ignorati*: %s
ml_in: - *ഒഴിവാക്കിയ മീഡിയ*: %s
pt_br: - *Mídia ignorada*: %s
ro_ro: - *Media ignorat*: %s
ru: - *Игнорируемые медиа*: %s
sr_sp: - *Игнорисани медији*: %s
uk_ua: - *Ігноровані медіа*: %s
ur_in: - *نظر انداز کی ہوئی میڈیا*: %s

source: Settings
de_de: Einstellungen
he_il: הגדרות
id: Pengaturan
id_id: Pengaturan
it: Impostazioni
ml_in: സെറ്റിങ്‌സ്
pt_br: Configurações
ro_ro: Configurări
ru: Настройки
sr_sp: Подешавања
uk_ua: Налаштування
ur_in: سیٹنگ

source: Admins
de_de: Administratoren
he_il: מנהלים
id: Admin
id_id: Admin
it: Admin
ml_in: അഡ്മിന്മാർ
pt_br: Administradores
ro_ro: Administratori
ru: Администрация
sr_sp: Администратори
uk_ua: Адміни
ur_in: منتظمین

source: Rules
de_de: Regeln
he_il: חוקים
id_id: Aturan
it: Regole
ml_in: നിയമങ്ങൾ
pt_br: Regras
ro_ro: Reguli
ru: Правила
sr_sp: Правила
uk_ua: Правила
ur_in: قوانین

source: Extra commands
de_de: Extra Befehle
he_il: פקודות נוספות
id_id: Perintah ekstra
it: Comandi extra
ml_in: കൂടുതൽ കമാൻഡുകൾ
pt_br: Comandos Extra
ro_ro: Comenzi Extra
ru: Доп. команды
sr_sp: Додатне команде
uk_ua: Додаткові команди
ur_in: اکسٹرا کمانڈس

source: Flood settings
de_de: Flood-Einstellungen
he_il: הגדרות הצפה
id: Pengaturan flood
id_id: Pengaturan flood
it: Impostazioni Anti-flood
ml_in: ഫ്ലഡ് സെറ്റിങ്‌സ്
pt_br: Flood
ro_ro: Setări de inundație
ru: Настройки антифлуда
sr_sp: Подешавања преплаве
uk_ua: Налаштування антифлуду
ur_in: تکرار سیٹنگ

source: Media settings
de_de: Medien-Einstellungen
he_il: הגדרות מדיה
id: Pengaturan media
id_id: Pengaturan media
it: Impostazioni dei media
ml_in: മീഡിയ സെറ്റിങ്‌സ്
pt_br: Mídia
ro_ro: Configurări Media
ru: Настройки медиа
sr_sp: Параметри медија
uk_ua: Налаштування медіа
ur_in: میڈیا سیٹنگ

source: Navigate this message to see *all the info* about this group!
de: Navigiere diese Nachricht um *alle Infos* über diese Gruppe zu sehen
de_de: Navigiere diese Nachricht um *alle Infos* über diese Gruppe zu sehen!
he_il: נווט בהודעה זו כדי לראות *את כל המידע* על קבוצה זו!
id: Navigasikan pesan dibawah untuk melihat *semua informasi* tentang grup!
id_id: Navigasikan pesan dibawah untuk melihat *semua informasi* tentang grup!
it: Naviga questo messaggio tramite i tasti per consultare *tutte le info* sul gruppo!
ml_in: ഈ ഗ്രൂപ്പിനെക്കുറിച്ചുള്ള *എല്ലാ വിവരങ്ങളും* കാണാൻ ഈ മെസ്സേജിൽ പോവുക!
pt_br: Navegue por esta mensagem para ver *todas as informações* sobre este grupo!
ro_ro: Citiți acest mesaj pentru a vedea *toate informațiile* despre acest grup!
ru: Перемещайся по этому сообщению, чтобы увидеть *всю информацию* о группе
sr_sp: Пронађите поруку, да видите *све информације* о овој групи!
uk_ua: Перейдіть по цьому повідомленню щоб побачити *всю інформацію* про цю групу!
ur_in: گروپ کے متعلق *مکمل معلومات* دیکھنے کیلیے اس پیغام کو حرکت دیجیے!

source: _I've sent you the group dashboard via private message_
de_de: _Ich hab dir das Gruppen Dashboard via Privatnachricht geschickt_
he_il: _שלחתי לך את פאנל המידע של הקבוצה בהודעה פרטית_
id: _Cek pm. Saya telah mengirim dashboard grup untukmu_
id_id: _Saya telah mengirim dasbor grup ke pesan pribadi Anda_
it: _Ti ho inviato la scheda del gruppo in privato_
ml_in: _ഗ്രൂപ്പ് ഡാഷ്ബോർഡ് ഞാൻ നിങ്ങൾക്ക് പ്രൈവറ്റ് ആയി അയച്ചിട്ടുണ്ട്_
pt_br: _Enviei para você o painel do grupo no privado_
ro_ro: _Ți-am trimis tabloul de bord al grupului prin mesaj privat_
ru: _Я отправил тебе панель личным сообщением_
sr_sp: _Послао сам Вам мониторинг личном поруком_
uk_ua: _Я відправив тобі панель особистим повідомленням_
ur_in: _ گروپ کا ڈیش بورڈ بذریعہ نجی پیغام آپ کو ارسال کردیا گیا ہے_

source: 🚷 You are not a member of the chat. You can't see the settings of a private group.
de: 🚷 Du bist kein Member in diesem Chat. Su kannst nicht due einstellungen einer Privaten Gruppe sehen.
de_de: 🚷 Du bist kein Mitglied in diesem Chat. Du kannst die Einstellungen einer Privaten Gruppe nicht sehen.
he_il: 🚷 אינך חבר בצ'אט. לא ניתן לראות את ההגדרות של קבוצה פרטית.
id_id: 🚷 Anda bukan anggota grup. Anda tidak bisa melihat pengaturan _private group_.
it: 🚷 Non sei un membro di questo gruppo. Non puoi vedere le impostazioni di un gruppo privato.
ml_in: 🚷നിങ്ങൾ ഈ ചാറ്റിൽ അംഗമല്ല. പ്രൈവറ്റ് ഗ്രൂപ്പിന്റെ സെറ്റിംഗ്സ് നിങ്ങൾക്ക് കാണാൻ സാധിക്കുകയില്ല.
pt_br: 🚷 Você não é um membro do grupo. Você não pode ver as configurações de um grupo privado em que não faz parte.
ro_ro: 🚷 Nu sunteți membrul conversației. Nu puteți vedea setările unui grup privat.
ru: 🚷 Ты не участник чата и не можешь смотреть настройки приватной группы.
sr_sp: 🚷 Нисте члан ћаскања. Нећете бити у могућности да видите опције сопствене групе.
uk_ua: 🚷 Ви не є членом групи. Ви не можете бачити налаштування приватної групи.
ur_in: 🚷 آپ اس گروپ کے رکن نہیں ہیں. آپ نجی گروپ کی سیٹنگ نہیں دیکھ سکتے.

source: ℹ️ Group ► Settings
de: ℹ️ Gruppe ► Einstellungen
de_de: ℹ️ Gruppe ► Einstellungen
he_il: ℹ️ קבוצה ◀ הגדרות
id: ℹ️ Grup ► Pengaturan
id_id: ℹ️ Grup ► Pengaturan
it: ℹ️ Gruppo ► Impostazioni
ml_in: ℹ️ ഗ്രൂപ്പ് ► സെറ്റിങ്‌സ്
pt_br: ℹ️ Grupo ► Configurações
ro_ro: ℹ️ Grup ► Configurări
ru: ℹ️ Группа ► Настройки
sr_sp: ℹ️ Група ► Параметри
uk_ua: ℹ️ Група ► Налаштування
ur_in: ℹ️ گروپ ⇚ سیٹنگ

source: ℹ️ Group ► Rules
de: ℹ️ Gruppe ► Regeln
de_de: ℹ️ Gruppe ► Regeln
he_il: ℹ️ קבוצה ◀ חוקים
id: ℹ️ Grup ► Rules
id_id: ℹ️ Grup ► Rules
it: ℹ️ Gruppo ► Regole
ml_in: ℹ️ ഗ്രൂപ്പ് ► നിയമങ്ങൾ
pt_br: ℹ️ Grupo ► Regras
ro_ro: ℹ️ Grup ► Reguli
ru: ℹ️ Группа ► Правила
sr_sp: ℹ️ Група ► Правила
uk_ua: ℹ️ Група ► Правила
ur_in: ℹ️ گروپ ⇚ قوانین

source: I got kicked out of this group 😓
de: Ich wurde aus der Gruppe entfernt 😓
de_de: Ich wurde aus der Gruppe entfernt 😓
he_il: לצערי הורחקתי מקבוצה זו 😓
id_id: Saya ditendang dari grup ini 😓
it: Sono stato rimosso da questo gruppo
ml_in: എന്നെ ഗ്രൂപ്പിൽ നിന്നും പുറത്താക്കി 😓
pt_br: Eu fui kickado desse grupo 😓
ro_ro: Am fost exclus din acest grup 😓
ru: Я был кикнут из этой группы 😓
sr_sp: Био сам избачен из ове групе 😓
uk_ua: Я був вигнаний з цієї групи 😓
ur_in: مجھے اس گروپ سے نکال دیا گیا 😓

source: ℹ️ Group ► Admin list
de: ℹ️ Gruppe ► Admin Liste
de_de: ℹ️ Gruppe ► Admin Liste
he_il: ℹ️ קבוצה ◀ רשימת מנהלים
id: ℹ️ Grup ► Daftar admin
id_id: ℹ️ Grup ► Daftar admin
it: ℹ️ Gruppo ► Lista degli admin
ml_in: ℹ️ ഗ്രൂപ്പ് ► അഡ്മിന്മാരുടെ ലിസ്റ്റ്
pt_br: ℹ️ Grupo ► Lista de Administradores
ro_ro: ℹ️ Grup ► Lista Administratorilor
ru: ℹ️ Группа ► Список админов
sr_sp: ℹ️ Група ► Списак администратора
uk_ua: ℹ️ Група ► Список адмінів
ur_in: ℹ️ گروپ ⇚ فہرستِ منتظمین

source: ℹ️ Group ► Extra
de: ℹ️ Gruppe ► Extra
de_de: ℹ️ Gruppe ► Extra
he_il: ℹ️ קבוצה ◀ תוספות
id: ℹ️ Grup ► Extra
id_id: ℹ️ Grup ► Ekstra
it: ℹ️ Gruppo ► Extra
ml_in: ℹ️ Group ► എക്സ്ട്രാ
pt_br: ℹ️ Grupo ► Extra
ro_ro: ℹ️ Grup ► Extra
ru: ℹ️ Группа ► Доп. команды
sr_sp: ℹ️ Група ► Додатне команде
uk_ua: ℹ️ Група ► Дод. команди
ur_in: ℹ️ گروپ ⇚ اضافی

source: ℹ️ Group ► Flood
de: ℹ️ Gruppe ► Flood
de_de: ℹ️ Gruppe ► Flood
he_il: ℹ️ קבוצה ◀ הצפה
id: ℹ️ Grup ► Flood
id_id: ℹ️ Grup ► Flood
it: ℹ️ Gruppo ► Flood
ml_in: ℹ️ ഗ്രൂപ്പ് ► മെസ്സേജ് ഫ്ലഡ്
pt_br: ℹ️ Grupo ► Flood
ro_ro: ℹ️ Grup ► Inundație
ru: ℹ️ Группа ► Флуд
sr_sp: ℹ️ Група ► Поплављивање
uk_ua: ℹ️ Група ► Флуд
ur_in: ℹ️ گروپ ⇚ پیغام کی تکرار

source: Documents
de: Dokumente
de_de: Dokumente
he_il: מסמכים
id_id: Dokumen
it: File
ml_in: ഡോകുമെന്റുകൾ
pt_br: Documentos
ro_ro: Documente
ru: Документы
sr_sp: Документи
uk_ua: Документи
ur_in: دستاویزات

source: Voice Messages
de_de: Sprachnachrichten
he_il: הודעות קוליות
id_id: Pesan Suara
ml_in: വോയിസ് മെസ്സേജുകൾ
ro_ro: Mesaje Vocale
uk_ua: Голосові повідомлення
ur_in: صوتی پیغامات

source: Links
he_il: קישורים
id_id: Tautan
it: Link
ml_in: ലിങ്കുകൾ
ro_ro: Link-uri
ru: Ссылки
sr_sp: Линкови
uk_ua: Посилання
ur_in: لنکس

source: Music
de: Musik
de_de: Musik
he_il: מוזיקה
id: Musik
id_id: Musik
it: Musica
ml_in: സംഗീതം
pt_br: Músicas
ro_ro: Muzică
ru: Музыка
sr_sp: Музика
uk_ua: Музика
ur_in: میوزک

source: Contacts
de: Kontakte
de_de: Kontakte
he_il: אנשי קשר
id: Kontak
id_id: Kontak
it: Contatti
ml_in: കോണ്ടാക്ട്സ്
pt_br: Contatos
ro_ro: Contacte
ru: Контакты
sr_sp: Контакти
uk_ua: Контакти
ur_in: رابطہ نمبرز

source: Games
de: Spiele
de_de: Spiele
he_il: משחקים
id_id: Permainan
it: Giochi
ml_in: കളികൾ
pt_br: Jogos
ro_ro: Jocuri
ru: Игры
sr_sp: Игре
uk_ua: Ігри
ur_in: کھیل

source: Locations
de: Standorte
de_de: Standorte
he_il: מיקומים
id_id: Lokasi
it: Posizioni
ml_in: സ്ഥലങ്ങൾ
pt_br: Localizações
ro_ro: Locații
ru: Местоположения
sr_sp: Локације
uk_ua: Місцезнаходження
ur_in: مقام

source: Venues
de_de: Orte
he_il: מקומות
id_id: Lokasi
ml_in: വെന്യൂസ്
ro_ro: Locuri de întâlnire
sr_sp: Места
uk_ua: Місця
ur_in: مقامات

source: *Current media settings*:
de_de: *Aktuelle Medien-Einstellungen*:
he_il: *הגדרות מדיה נוכחיות*:
id: *Pengaturan media saat ini*:
id_id: *Pengaturan media saat ini*:
it: *Impostazioni per i media*:
ml_in: *ഇപ്പോഴത്തെ മീഡിയ സെറ്റിങ്‌സ്*:
pt_br: *Atuais configurações de mídia*:
ro_ro: *Configurări media actuale*:
ru: *Текущие настройки медиа*:
sr_sp: *Тренутни параметри медија*:
uk_ua: *Поточні налаштування медіа*:
ur_in: *میڈیا کی موجودہ سیٹنگ*:

source: ℹ️ Group ► Media
de: ℹ️ Gruppe ► Medien
de_de: ℹ️ Gruppe ► Medien
he_il: ℹ️ קבוצה ◀ מדיה
id: ℹ️ Grup ► Media
id_id: ℹ️ Grup ► Media
it: ℹ️ Gruppo ► Media
ml_in: ℹ️ Group ► മീഡിയ
pt_br: ℹ️ Grupo ► Midia
ro_ro: ℹ️ Grup ► Media
ru: ℹ️ Группа ► Медиа
sr_sp: ℹ️ Група ► Медији
uk_ua: ℹ️ Група ► Медіа
ur_in: ℹ️ گروپ ← میڈیا

source: Permission to send messages. If disabled, the user won't be able to send any kind of message
de_de: Berechtigung zum Senden von Nachrichten. Benutzer ohne diese Berechtigung können keine Nachrichten jeglicher art senden
he_il: הרשאה לשלוח הודעות. אם האפשרות מושבתת, המשתמש לא יוכל לשלוח הודעה משום סוג
id_id: Izin untuk mengirim pesan. Jika dinonaktifkan, pengguna tidak akan dapat mengirim pesan apapun
ml_in: മെസ്സേജ് അയക്കാനുള്ള അനുവാദം. ഇത് ഓഫ് ആണെങ്കിൽ, യൂസറിന് ഒരു മെസ്സേജും അയക്കാൻ കഴിയില്ല
ro_ro: Permisiunea de a trimite mesaje. Dacă este dezactivată, utilizatorul nu va putea trimite nici un fel de mesaj
sr_sp: Дозвола за слање порука. Ако је искључена, корисници неће моћи да пошаљу било коју поруку
uk_ua: Дозвіл на надсилання повідомлень. Якщо вимкнено, користувач не зможе надсилати будь-яке повідомлення
ur_in: پیغامات بھیجنے کی اجازت. اگر غیر فعال ہوا، تو صارف کسی بھی قسم کا پیغام ارسال کرنے کے قابل نہیں رہے گا

source: Permission to send media (audios, documents, photos, videos, video notes and voice notes). Implies the permission to send messages
de_de: Berechtigung zum senden von Medien (Audio, Dokumente, Fotos, Videos, Videonachrichten und Sprachnachrichten). Impliziert die Berechtigung zum senden von Nachrichten
he_il: הרשאה לשלוח מדיה (קבצי שמע, מסמכים, תמונות, קטעי וידאו, הערות וידאו והערות קוליות). מרמז על הרשאה לשליחת הודעות
id_id: Izin untuk mengirim media (audio, dokumen, foto, video, catatan video dan catatan suara). Berarti izin untuk mengirim pesan.
ml_in: മീഡിയ സെൻറ് ചെയ്യാനുള്ള അനുവാദം (audios, documents, photos, videos, video notes and voice notes)
ro_ro: Permisiunea de a trimite fișiere media (audio, documente, fotografii, videoclipuri, note video și note vocale). Implică permisiunea de a trimite mesaje
sr_sp: Дозвола за слање медија (аудио, документи, фотографије, видео записи, видео белешке и гласовне белешке). Подразумева дозволу за слање порука
uk_ua: Дозвіл на передачу медіа (аудіо, документи, зображення, відео, відео та голосові замітки). Передбачає дозвіл на надсилання повідомлень
ur_in: میڈیا ارسال کرنے کی اجازت (آڈیوز، ڈوکیومنٹس، تصاویر، ویڈیوز، ویڈیو پیغامات اور صوتی پیغامات)۔ پیغامات ارسال کرنے کی اجازت پر عمل کرتا ہے

source: Permission to send other types of messages (GIFs, games, stickers and use inline bots). Implies the permission to send medias
de_de: Berechtigung zum Senden von anderen Arten von Nachrichten (GIFs, Spiele, Sticker und das Benutzen von Inline-bots). Impliziert die Berechtigung zum Senden von Medien
he_il: הרשאה לשלוח סוגים אחרים של הודעות (הנפשות, משחקים, מדבקות ושימוש בבוטים פנימיים). מרמז על הרשאה לשליחת מדיה
id_id: Izin untuk mengirim jenis lain dari pesan (Gif, permainan, stiker dan menggunakan inline bot). Berarti izin untuk mengirim media.
ml_in: മറ്റുള്ള മെസ്സേജുകൾ സെൻറ് ചെയ്യാനുള്ള അനുവാദം (GIFs, games, stickers and use inline bots). Implies the permission to send medias
ro_ro: Permisiunea de a trimite alte tipuri de mesaje (Gif-uri, jocuri, autocolante și de a folosi boți în-line). Implică permisiunea de a trimite fișiere media
sr_sp: Дозвола за слање других врста порука (слике, игре, налепнице и коришћење уграђених ботова). Подразумева дозволу за слање медија
uk_ua: Дозвіл на надсилання інших типів повідомлень (GIF, ігор, стікерів та використання вбудованих ботів). Мається на увазі дозвіл на відправлення медіа
ur_in: دیگر قسم کے پیغامات ارسال کرنے کی اجازت (جیف، گیمز، اسٹیکرز اور داخلی بوٹس)۔ میڈیا ارسال کرنے کی اجازت پر عمل کرتا ہے

source: When disabled, user's messages with a link won't show the web page preview
de_de: Wenn deaktiviert werden Benutzernacheichten mit Links keine Vorschau anzeigen
he_il: כאשר כבוי, הודעות עם קישורי אינטרנט ממשתמשים לא יראו תצוגה מקדימה של התוכן
id_id: Bila dinonaktifkan, pesan pengguna yang mengandung tautan tidak akan menampilkan pratinjau
ml_in: ഇത് ഓഫ് ആക്കിയാൽ, യൂസേഴ്‌സ് സെൻറ് ചെയ്ത മെസ്സേജിലെ ലിങ്കിന്റെ പ്രീവ്യൂ കാണിക്കില്ല
ro_ro: Când este dezactivată, mesajul utilizatorului care conține un link nu va afișa previzualizarea paginii
sr_sp: Ако је овај избор искључен, поруке корисника са линковима неће приказати преглед веб-странице
uk_ua: Коли вимкнено, повідомлення користувача з посиланням не показують передогляд веб-сторінки
ur_in: اگر غیر فعال ہوتا ہے تو, لنک پر مشتمل صارف کے پیغام میں ویب صفحہ کا پیش منظر نہیں نظر آئے گا

source: Send messages
de_de: Nachrichten versenden
he_il: שליחת הודעות
id_id: Mengirim pesan
ml_in: സന്ദേശം അയക്കുക
ro_ro: Trimite mesaje
sr_sp: Слати поруке
uk_ua: Надсилати повідомлення
ur_in: پیغامات ارسال کرنے کی اجازت

source: Send media
de_de: Medien versenden
he_il: שליחת מדיה
id_id: Mengirim media
ml_in: മീഡിയ അയക്കുക
ro_ro: Trimite fișiere media
sr_sp: Слати медије
uk_ua: Надсилати медіа
ur_in: میڈیا بھیجنے کی اجازت

source: Send other types of media
de_de: Andere Arten von Medien versenden
he_il: שליחת סוג אחר של מדיה
id_id: Mengirim jenis media lainnya
ml_in: മറ്റു തരത്തിലുള്ള മീഡിയകൾ അയക്കുക
ro_ro: Trimite alte tipuri de fișiere media
sr_sp: Слати друге типове медија
uk_ua: Надсилати інші типи медіа
ur_in: دیگر قسم کی میڈیا بھیجنے کی اجازت

source: Show web page preview
de_de: Webseitenvorschau zeigen
he_il: הצגת תצוגה מקדימה של אתרים
id_id: Tampilkan pratinjau pesan
ml_in: വെബ് പേജ് കാണിക്കുക
ro_ro: Afișează previzualizarea paginii web
sr_sp: Приказивати преглед странице
uk_ua: Показувати передогляд веб-сторінки
ur_in: ویب صفحہ کا پیش منظر
