Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: This bot works only in supergroups. To work properly, [it needs to be admin in your group](https://telegram.me/GroupButler_ch/104), so it can kick or ban people if needed. Only the group owner can promote it :) You can use `/, ! or #` to trigger a command. Group Butler saves the adminlist of a group in its databse to avoid to send too many requests to Telegram. This list is updated every 5 hours, so there could be some differences between who the bot thinks are the admins and who the admins actually are, if during the 5 hours timeframe some users have been promoted/demoted. It's possible to force the bot to update its adminlist with `/cache`. Remember: you have to use commands *in the group*, unless they are specifically designed for private chats (see "private" tab).
de_de: Dieser Bot funktioniert nur in Supergruppen. Damit Group Butler richtig funktioniert, muss er Admin in deiner Gruppe sein. Ansonsten kann er keine Nutzer kicken oder bannen. [Wie du Group Butler zum Admin machst, siehst du hier](https://telegram.me/GroupButler_ch/104). Nur der Gruppengründer kann den Bot befördern :) Kommandos können mir `/`, `!` oder `#` beginnen. Group Butler speichert die Liste der Admins in seiner eigenen Datenbank um übermäßige Anfragen an Telegram-Server zu vermeiden. Diese Liste wird alle 5 Stunden aktualisiert. Sollte es zu Diskrepanzen zwischen der Group-Butler-Liste und der Telegram-Liste kommen, könnt ihr mit `/cache` ein Update erzwingen. Hinweis: Kommandos müssen *in der Gruppe* verwendet werden, es sei denn sie sind explizit für private Chats gedacht (siehe "Befehle in Privatnachrichten"-Tab).
he_il: בוט זה עובד רק עם supergroups. כדי לעבוד כראוי, [הוא צריך להיות מנהל בקבוצה שלך](https://telegram.me/GroupButler_ch/104), רק אז הוא יכול להרחיק או לחסום אנשים במידת הצורך. רק בעל הקבוצה יכול לקדם אותו :) אתה יכול להשתמש ב- `/,! או # `כדי להפעיל פקודה. קבוצת Butler שומרת את רשימת המנהלים של קבוצה ב- databse שלה כדי למנוע לשלוח בקשות רבות מדי ל Telegram. רשימה זו מתעדכנת כל 5 שעות, אז יכול להיות שיש כמה הבדלים בין מי הבוט חושב הם מנהלים ומי באמת המנהלים, אם במהלך מסגרת זמן של 5 שעות משתמשים קודמו\שונמכו. ניתן לכפות על הבוט לעדכן את רשימת המנהלים שלו באמצעות פקודת `/ cache`. זכור: עליך להשתמש בפקודות *בקבוצה*, אלא אם כן הן תוכננו במיוחד עבור צ'אטים פרטיים (ראה לשונית "פרטי").
id_id: Bot ini hanya berfungsi di supergrup. Agar bisa berfungsi optimal, [jadikan bot sebagai Admin](https://telegram.me/GroupButler_ch/104) di grup Anda, sehingga ia memiliki daya untuk menendang atau memblokir pengguna jika dibutuhkan. Hanya pembuat grup atau admin yang memiliki akses menambahkan admin baru yang bisa menjadikan bot sebagai admin. Anda bisa menggunakan simbol `/, ! atau #` untuk memicu perintah. GroupButler menyimpan daftar admin grup kedalam sebuah database, hal ini dilakukan untuk meminimalisir masalah "too many request" dari telegram. Daftar tersebut akan diperbaharui setiap 5 jam sekali. Jadi, akan ada kondisi dimana admin yang dikenali oleh bot, akan berbeda dengan admin yang sebenarnya. (Misal: jika seseorang pengguna baru saja ditetapkan sebagai admin, bot bisa saja belum menambahkannya ke database sehingga admin baru tersebut belum bisa memperdayakan bot). Namun Anda bisa memerintahkan bot untuk segera memperbaharui daftar Admin dengan perintah `/cache`. Ingat: perintah-perintah mayoritas berfungsi jika dikirim *dari dalam grup*, kecuali beberapa perintah yang dibuat untuk berfungsi khusus di pesan pribadi. Lihat tab *pesan pribadi* untuk lebih lengkap.
ml_in: ഈ ബോട്ട് സൂപ്പർ ഗ്രൂപ്പുകളിൽ മാത്രമേ വർക്ക് ചെയ്യൂ. ശരിയായി വർക്ക് ചെയ്യണമെങ്കിൽ, [അതിനെ നിങ്ങളുടെ ഗ്രൂപ്പിൻറെ അഡ്മിനാക്കുക](https://telegram.me/GroupButler_ch/104), എന്നാലേ യൂസേഴ്സിനെ ബാൻ ചെയ്യാനോ കിക്ക്‌ ചെയ്യാനോ കഴിയൂ. ഗ്രൂപ്പ് ഉണ്ടാക്കിയ ആൾക്ക് മാത്രമേ അതിന് കഴിയൂ :) `/, ! or #` തുടങ്ങിയവ ഉപയോഗിച്ച് നിങ്ങൾക്ക് കമാൻഡ് ചെയ്യാം. ഗ്രൂപ്പ് ബട്ട്ലർ ഗ്രൂപ്പിൻറെ അഡ്മിൻ ലിസ്റ്റ് ഓരോ 5 മണിക്കൂറിലും അതിൻറെ ഡാറ്റാബേസിൽ സേവ് ചെയ്യും.ഇതിനിടയിൽ ഗ്രൂപ്പിലെ അഡ്മിൻ ലിസ്റ്റിൽ എന്തെങ്കിലും മാറ്റമുണ്ടായാൽ ൫ മണിക്കൂർ കഴിഞ്ഞേ ബോട്ട് അത് അപ്ഡേറ്റ് ചെയ്യുകയുള്ളൂ. ഇനി, ബോട്ടിനെ നിർബന്ധിച്ച് അപ്ഡേറ്റ് ചെയ്യിക്കാൻ `/cache`ഉപയോഗിക്കുക. ശ്രദ്ധിക്കുക: നിങ്ങൾ ഈ കമ്മാൻഡുകൾ *ഗ്രൂപ്പിൽ* ആണ് ഉപയോഗിക്കേണ്ടത്. അല്ലെങ്കിൽ ബോട്ട് പ്രൈവറ്റിലെ പ്രതികരിക്കൂ.
ro_ro: Acest bot funcționează numai în super-grupuri. Pentru a funcționa corect, [trebuie să fie administrator în grupul tău](https://telegram.me/GroupButler_ch/104), astfel încât acesta să poată exclude sau să interzică oameni dacă este necesar. Numai proprietarul grupului îl poate promova :) Puteți folosi `/, ! sau #` pentru a declanșa o comandă. Mascota grupului salvează lista administratorilor unui grup în baza sa de date pentru a evita trimiterea prea multor cereri către Telegram. Această listă este actualizată la fiecare 5 ore, deci ar putea exista diferențe între cei pe care botul îi consideră administratori și care sunt administratorii de fapt, dacă în timpul perioadei de 5 ore, anumiți utilizatori au fost promovați sau retrogradați. Este posibil să forțați bot-ul să își actualizeze lista administratorilor folosind comanda `/cache`. Amintiți-vă: trebuie să utilizați comenzi *în grup*, cu excepția cazului în care sunt special concepute pentru chat-uri private (consultați fila "privat").
sr_sp: Бот ради само у супергрупама. Да би правилно радио, [мора бити међу администраторима Ваше групе](https://telegram.me/GroupButler_ch/104), да бих могао по потреби избацивати или бановати људе. Што само власник може :) Можете користити `/, ! or #` како би позвали команду. Батлер Групе чува списак админа у својој бази како би избегао лишне жалбе телеграму. Листа се обнавља сваких 5 сати, тако да би могло бити мало разлика између, забележеним као админи, и правих админа, ако се између ти пет сати додају или удаље админитратори. Могуђе је натерати бота да обнови листу са `/cache`. Запамтите: морате користити команде *у групи*, сем ако су направљене за приватне чатове (погледајте дугме "личне поруке").
uk_ua: Бот працює тільки в супергрупах. Щоб працювати належним чином, [у бота повинні бути права адміністратора](https://telegram.me/GroupButler_ch/104), щоб він міг банити/виганяти людей. Ці права йому може видати тільки власник групи :) Щоб викликати команду, використовуйте `/`, `!` або `#`. Group Butler кешує список адміністраторів у своїй базі даних, щоб знизити кількість запитів в Telegram Api. Список оновлюється кожні 5 годин, тому бот може вважати недавно призначених адміністраторів звичайними користувачами і навпаки. Можна вручну оновити список адміністраторів, використовуючи команду `/cache`. Замітка: команди потрібно використовувати *в групі*, виняток становлять команди для особистих повідомлень (див. вкладку «Команди для особистих повідомлень»).
ur_in: یہ بوٹ صرف سوپر گروپ میں کام کرتا ہے۔ مناسب طریقے سے کام کرنے کے لئے، [اسے آپ کے گروپ میں منتظم بنانا ہوگا](https://telegram.me/GroupButler_ch/104)، لہذا اگر ضرورت ہو تو یہ کسی کو باہر یا پابند کر سکتا ہے۔ صرف گروپ کے مالک اس کو فروغ دے سکتا ہے :) آپ کمانڈ دینے کے لیے `/،! یا #` کا استعمال کر سکتے ہیں۔ ٹیلیگرام کو بہت سے درخواست بھیجنے سے بچنے کے لۓ گروپ بٹلر اپنے ڈیٹا بیس میں گروپ کے انتظامیہ کی فہرست محفوظ رکھتا ہے۔ اس فہرست کو ہر 5 گھنٹے میں اپ ڈیٹ کیا جاتا ہے، لہذا اگر 5 گھنٹے کے وقت کے دوران کچھ صارفین کی ترقی/ اخراج کر دیا گیا ہے تو وہاں موجود منتظمین کی فہرست اور اصل انتظامیہ جو گروپ میں ہیں اس میں کچھ اختلافات ہوسکتے ہیں۔ `/cache` کمانڈ کے ذریعہ یہ ممکن ہے کہ بوٹ کو ایڈمن لسٹ اپ ڈیٹ کرنے کے لیے مجبور کیا جائے۔ یاد رکھیں: آپ کو یہ کمانڈ *گروپ میں* استعمال کرنی ہوگی، جب تک کہ وہ خاص طور پر نجی چیٹ کے لئے تیار نہیں ہوتے ہیں (ملاحظہ کریں "نجی" ٹیب)۔.

source: *Commands that work in private*: • `/mysettings`: show a keyboard that allows you to change your personal settings, such as choosing if receive the rules in private when you join a group or if receive reports made with the `@admin` command • `/echo [text]` : the bot will send the text back, formatted with markdown • `/about` : show some useful informations about the bot • `/groups` : show the list of the discussion groups • `/id`: get your id • `/start` : show the initial message • `/help` : show this message
de_de: *Befehle, die in Privaten Chats funktionieren*: • `/mysettings`: Erlaubt dir deine persönlichen Einstellungen zu ändern, z.B. ob du beim Beitritt in eine Gruppe die Regeln privat erhalten möchtest oder ob du mit dem `@admin`-Befehl gemachte Meldungen empfängst • `/echo [text]`: Sendet den Text als Markdown formatiert zurück • `/about`: Zeigt einige nützliche Informationen über den Bot an • `/groups`: Zeigt die Liste der Gruppen •`/id`: Zeigt deine ID • `/start`: Zeigt die Start-Nachricht des Bots • `/help`: Zeigt diese Nachricht
he_il: *פקודות שפועלות בצ'אט פרטי*: • '/ mysettings': מציג מקלדת המאפשרת לך לשנות את ההגדרות האישיות שלך, כגון בחירה אם לקבל את הכללים כאשר אתה מצטרף לקבוצה או אם אתה מקבל דוחות שבוצעו באמצעות הפקודה `@ admin` • `/ echo [text]`: הבוט ישלח את הטקסט בחזרה, מעוצב עם סימון • `` אודות `: מציג עזרה ומידע שימושי על הבוט ? `/ Groups`: הצג את רשימת קבוצות הדיון שאתה מנהל ? `Id`: קבל את המזהה שלך • `/ start ': הצג את הודעת הפתיחה • `/ help`: הצג הודעה זו
id_id: *Perintah-perintah yang berfungsi melalui pesan pribadi*: • `/mysettings`: menampilkan pengaturan personal Anda, seperti menerima rules melalui pesan pribadi ketika baru bergabung ke grup atau atau menerima laporan / report dari perintah `@admin` • `/echo [text]` : bot akan mengirimkan pesan kembali dengan text yang sudah terformat dengan markdown • `/about` : menampilkan informasi yang bermanfaat mengenai bot • `/groups` : menampilkan daftar grup diskusi / dukungan bantuan • `/id`: menampilkan identitas (ID) Anda • `/start` : menampilkan pesan pembuka • `/help` : menampilkan pesan ini
ml_in: *പ്രൈവറ്റ് ചാറ്റിൽ ഉപയോഗിക്കാവുന്ന കമാൻഡുകൾ*: • `/mysettings`: `@admin`കമാൻഡ് ഉപയോഗിച്ചുള്ള റിപ്പോർട്ടുകൾ ലഭിക്കണോ, പുതിയതായി ഒരു ഗ്രൂപ്പിൽ ചേരുമ്പോൾ നിയമങ്ങൾ പ്രൈവറ്റായി ലഭിക്കണോ തുടങ്ങിയ സെറ്റിങ്‌സ് നിശ്ചയിക്കാനുള്ള ഒരു കീബോർഡ് കാണിക്കുന്നു. • `/echo [text]` : നിങ്ങൾ ടൈപ്പ് ചെയ്ത ടെക്സ്റ്റ് markdown ഫോർമാറ്റിൽ തിരിച്ചു സെൻറ് ചെയ്യും. • `/about` : ബോട്ടിനെ കുറിച്ചുള്ള ചില വിവരങ്ങൾ ലഭിക്കാൻ. • `/groups` : ഗ്രൂപ്പുകളുടെ ലിസ്റ്റ് കാണിക്കും. • `/id`: നിങ്ങളുടെ id കാണാൻ. • `/start` : ബോട്ടിനെ സ്റ്റാർട്ട് ചെയ്യാൻ. • `/help` : ഈ മെസ്സേജ് കാണാൻ.
ro_ro: *Comenzi care funcționează în privat*: • `/mysettings`: returnează o tastatură care vă permite să modificați setările personale, cum ar fi alegerea de a primi regulile în particular atunci când vă alăturați unui grup sau dacă primiți rapoarte realizate cu comanda `@admin` • `/echo [textul]` : bot-ul va trimite textul înapoi, formatat cu modificări • `/about` : arată informații utile despre bot • `/groups` : arată lista de discuții in grupuri • `/id`: Îți returnează id-ul tău • `/start` : arată mesajul de inițiere • `/help` : arată acest mesaj
sr_sp: *Команде које раде са приватним порукама*: • `/mysettings`: показује тастатуру која Вам омогућава да промените Ваша лична подешавања, као што су избор ако се узме Правила у свом када се придружите групи или ако примате извештаје са `@админ тима • `/echo [text]` : бот ће послати текст са изменама • `/about` : показују неке корисне информације о бот • `/groups` : Прикажи листу дискусионе групе • `/id`: добијете ид • `/start`: показати на почетни пост • `/help`: прикажи ову поруку
uk_ua: *Команди, що працюють в особистих повідомленнях*: • `/mysettings`: показати клавіатуру для зміни персональних налаштувань, таких як отримання правил в особисті повідомлення при вступі в групу або отримання скарг командою `@admin` • `/echo [text]` : бот відправить текст, відформатований в markdown-розмітці • `/about` : показати деяку корисну інформацію про бота • `/groups` : показати список груп обговорення • `/id`: отримати свій id • `/start` : показати початкове повідомлення • `/help` : показати це повідомлення
ur_in: *وہ کمانڈ جو نجی میں کام کرتے ہیں* : • `/mysettings`: ایک کیبورڈ دکھاتا ہے جو آپ کی ذاتی سیٹنگ کو تبدیل کرنے کی اجازت دیتا ہے، جیسا کہ گروپ میں شامل ہونے والے کو شرائط و ضوابط ذاتی پیغام میں بھیجنا یا جب کوئی `@admin` کمانڈ لکھ کر شکایت درج کرے • `/echo [text]`: مارک ڈاؤن تحریر کو یہ بوٹ واپس لوٹاتا ہے • `/about`: بوٹ کے بارے میں چند ضروری معلومات دکھاتا ہے • `/groups`: بات چیت کے گروپ کی فہرست دکھاتا ہے • `/id`: اپنی آئی ڈی حاصل کریں • `/start`: ضروری پیغام دکھائے گا • `/help`: اس پیغام کو دکھائے گا

source: *Commands available for every user in a group*: • `/dashboard`: see all the informations about the group • `/rules`: show the group rules • `/adminlist`: show the administrators of the group • `/help`: receive the help message • `!kickme`: the bot will kick you *Note*: `/dashboard`, `/adminlist` and `/staff` always reply in private. If the bot is unable to reach a user, it will ask in the group to that user to be started, but just if _silent mode_ is off. With `/rules`, the bot always answer in the group for admins, but with normal users the message is sent in the group or in private according to the group settings. • `@admin` (by reply): report a message to the admins of the group (the bot will forward it in prvate). This ability could be turned off from the group settings. A description of the report can be added. Admins need to give their consense to receive reports from users, with `/mysettings` command
de_de: *Befehle die jedem Mitglied der Gruppe zur Verfügung stehen*: • `/dashboard`: Zeigt alle Informationen über die Gruppe • `/rules`: Zeigt die Regeln der Gruppe • `/adminlist`: Zeige die Admins der Gruppe • `/help`: Die Hilfe anzeigen • `!kickme`: Der Bot kickt dich *Hinweis*: Auf `/dashboard`, `/adminlist`, `/modlist` und `/Personal` antwortet der Bot per Privatchat. Wenn der Bot nicht in der Lage ist den Nutzer zu erreichen, fragt er in der Gruppe, um von diesem Benutzer gestartet zu werden. Dies aber nur, wenn der _silent mode_ ausgeschaltet ist. Die Antwort auf `/rules`, wird bei Admins immer in die Gruppe geschickt. Bei regulären Nutzern wird die Nachricht in der Gruppe oder per Privatnachricht gesendet, je nach den Gruppen-Einstellungen. • `@admin` (als Antwort): Meldet eine Nachricht an die Admins der Gruppe (der Bot leitet es Privat weiter). Dies kann in den Gruppen-Einstellungen ausgeschaltet werden. Eine Beschreibung des Vorfalls kann hinzugefügt werden. Admins müssenmit dem `/mysettings`-Befehl ihre Zustimmung geben um Meldungen von Nutzern zu erhalten
he_il: *פקודות הזמינות עבור כל משתמש בקבוצה*: • `dashboard`: הצג את פאנל המידע של הקבוצה • `/rules`: הצג את חוקי הקבוצה • ``/ adminlist`: הצג את מנהלי הקבוצה • `/help`: קבלת הודעת עזרה • 'kick': הבוט ירחיק אותך מהקבוצה *הערה*: `/dashboard`, `/adminlist` ו `/staff` תמיד משיבים באופן פרטי. אם הבוט אינו מצליח להגיע למשתמש, הוא יבקש מהמשתמש בתוך הקבוצה לפתוח איתו שיחה, אך רק אם _מצב שקט_ כבוי. עם `/rules`, הבוט תמיד עונה בקבוצה עבור מנהלי מערכת, אך עם משתמשים רגילים ההודעה נשלחת בקבוצה או בהודעה פרטית בהתאם להגדרות הקבוצה. • `admin@` (על-ידי תגובה): דווח על הודעה למנהלי הקבוצה (הבוט יענה בפרטי). יכולת זו יכולה להיות כבויה מתוך הגדרות הקבוצה. ניתן להוסיף תיאור של הדו"ח. המנהלים צריכים לתת את הסכמה שלהם כדי לקבל דיווחים ממשתמשים, עם הפקודה '/mysettings'
id_id: *Perintah yang dapat digunakan oleh setiap pengguna di dalam grup*: • `/dashboard`: menampilkan seluruh informasi grup • `/rules`: menampilkan aturan grup • `/adminlist`: memperkenalkan administrator yang bertugas dalam grup • `/help`: menampilkan pesan bantuan • `!kickme`: memerintahkan bot untuk mengeluarkan Anda dari group *Catatan*: `/dashboard`, `/adminlist` dan `/staff` akan dibalas melalui pesan pribadi. Apabila bot tidak bisa mengirimkan pesan kepada pengguna (bot harus distart oleh pengguna karena bot tidak bisa mengirim pesan terlebih dahulu ke grup), maka bot akan memberitahunya melalui group, jika mode senyap dinonaktifkan. Perintah `/rules` akan selalu direspon oleh bot di dalam group jika diperintahkan oleh admin, sebaliknya jika berasal dari non-admin, pesan akan dibalas dalam grup atau melalui pesan pribadi, tergantung pengaturan grup. • `@admin` (dengan membalas pesan): melaporkan pesan kepada administrator grup (bot akan meneruskan laporan tersebut melalui pesan pribadi kepada admin). Fungsi ini dapat dinonaktifkan oleh administrator. Deskripsi dari laporan dapat dituliskan oleh pelapor. Admin dapat mengatur penerimaan laporan dengan perintah `/mysettings`.
ml_in: *ഗ്രൂപ്പിലെ എല്ലാ യൂസറിനും ഉപയോഗിക്കാവുന്ന കമാൻഡുകൽ*: • `/dashboard`: ഗ്രൂപ്പിനെക്കുറിച്ചുള്ള എല്ലാ വിവരങ്ങളുമറിയാൻ • `/rules`: ഗ്രൂപ്പിൻറെ നിയമങ്ങൾ അറിയാൻ • `/adminlist`: ഗ്രൂപ്പിലെ അഡ്മിന്മാരെ കാണിക്കാൻ • `/help`: സഹായ സന്ദേശം ലഭിക്കാൻ • `!kickme`: ബോട്ട് നിങ്ങളെ പുറത്താക്കും *ശ്രദ്ധിക്കുക*: `/dashboard`, `/adminlist` and `/staff` എന്നിവ പ്രൈവറ്റിൽ പ്രതികരിക്കും. ബോട്ടിന് യൂസറുമായി ബന്ധപ്പെടാൻ കഴിഞ്ഞില്ലെങ്കിൽ, യൂസറിനോട് ഗ്രൂപ്പിൽ സ്റ്റാർട്ട് ചെയ്യാൻ ആവശ്യപ്പെടും.പക്ഷെ, _സൈലൻറ് മോഡ്_ ഓഫ് ആണെങ്കിൽ മാത്രം. • `/rules` അഡ്മിന്മാർ ഉപയോഗിച്ചാൽ ഗ്രൂപ്പിൽ മെസ്സേജ് ചെയ്യും. സാധാരണ യൂസറാണെങ്കിൽ, ഗ്രൂപ്പിൻറെ സെറ്റിങ്‌സ് അനുസരിച്ച് ഗ്രൂപ്പിലോ പ്രൈവറ്റായോ അയക്കും. • `@admin`: ഏതെങ്കിലും മെസ്സേജ് ഈ കമാൻഡ് ഉപയോഗിച്ച് റിപ്ലൈ ചെയ്‌താൽ, ബോട്ട് അത് അഡ്മിന് പ്രൈവറ്റായി അയക്കും. ഇത് `/mysettings` ഉപയോഗിച്ച് സെറ്റ് ചെയ്യാം.
ro_ro: *Comenzi disponibile pentru orice utilizator într-un grup*: • `/dashboard`: vezi toate informațiile despre grup • `/rules`: vezi regulile grupului • `/adminlist`: arată administratorii grupului • `/help`: primești mesajul de ajutor • `!kickme`: botul te va da afară din grup *Observație*: `/dashboard`, `/adminlist` și `/staff` răspund întotdeauna în privat. Dacă botul nu poate ajunge la un utilizator, el va întreba utilizatorul în acel grup să-l pornească, doar dacă _modul silențios_ este oprit. Cu `/rules`, botul întotdeauna răspunde în grup pentru administratori, iar pentru utilizatorii normali mesajul este trimis în grup sau în privat, conform setărilor grupului. • `@admin` (prin răspuns): raportează un mesaj administratorilor grupului (botul îl va redirecționa în privat). Această abilitate poate fi oprită din setările grupului. O descriere a raportului poate fi adăugată. Administratorii trebuie să își dea acordul pentru a primi rapoarte de la utilizatori, folosind comanda `/mysettings`
uk_ua: *Команди, доступні для всіх користувачів в групі* • `/dashboard`: подивитися всю інформацію про групу • `/rules`: показати правила групи • `/adminlist`: показати адміністраторів групи • `/help`: отримати довідку • `!kickme`: бот вас кікне *Примітка*: `/dashboard`, `/adminlist` та `/staff` завжди відповідає в особистих повідомленнях. Якщо бот не може зв'язатися з користувачем, він попросить його в групі запустити себе, але тільки якщо _тихий режим_ буде відключений. За допомогою `/rules` бот завжди відповість в групі адмінам, але звичайним користувачем повідомлення прийде в особисті повідомлення або в групу в залежності від налаштувань групи. • `@admin`(переслане повідомлення): репорт повідомлення адмінам групи (бот відповість в публічному чаті). Ця можливість може бути вимкнена в налаштуваннях групи. Може бути додано опис репорту. Адміни повинні дати дозвіл на отримання репортів від користувачів за допомогою команди `/mysettings`
ur_in: *گروپ میں جملہ صارفین کیلیے دستیاب شدہ کمانڈس*: ٭ `/dashboard`: گروپ سے متعلق جملہ معلومات دیکھنے کیلیے ٭ `/rules`: گروپ کے قوانین دیکھیے ٭ `/adminlist`: گروپ کے منتظمین دیکھیے ٭ `/help`: مدد گار پیغام وصول کیجیے ٭ `!kickme`: بوٹ آپ کو باہر کردے گا *نوٹ*: کمانڈس `/dashboard`, `/adminlist`, `/modlist` `/staff` ہمیشہ پرسنل میں جواب دیں گی، بوٹ تک اگر صارف کی رسائی نہ ہو تو وہ شروع کرنے کیلیے گروپ میں صرف اس وقت پوچھ سکتا ہے جب _خاموش موڈ_ بند ہو. کمانڈ `/rules` گروپ کے منتظم کو ہمیشہ گروپ میں جواب دیگی, لیکن وہ عام صارفین کو پرسنل میں بھی جواب دے سکتی ہے اور گروپ میں بھی, بوٹ کی سیٹنگ کے مطابق ٭ `@admin` (بذریعہ رپلائے): گروپ کے منتظم سے کسی پیغام کی شکایت کیجیے (بوٹ یہ شکایت پرسنل میں ارسال کرے گا) گروپ سیٹنگ میں جاتے ہوئے اس سہولت کو موقوف بھی کیا جاسکتا ہے, نیز اس رپورٹ کے کوائف نامے میں اضافہ کیا جاسکتا ہے. صارفین کی جانب سے ان رپورٹس کو وصول کرنے کیلیے ضروری ہے کہ منتظمین اس کمانڈ /mysettings کے ذریعہ اپنی موافقت کا اظہار کریں
