Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: Allow/forbid telegram.me links
de: Erlaube/Verbiete telegram.me links
de_de: Erlaube/Verbiete telegram.me links
he_il: לאפשר/לאסור קישורים מסוג telegram.me
id_id: Izinkan/anulir tautan telegram.me
it: Consenti/proibisci l'invio di link telegram.me
ml_in: telegram.me ലിങ്കുകൾ അനുവദിക്കുക/തടയുക
pt_br: Permitir/proibir links telegram.me
ro_ro: Permite/interzice link-urile telegram.me
ru: Разрешить / запретить ссылки telegram.me
sr_sp: Дозволи/забрани telegram.me линкове
uk_ua: Дозволити/заборонити telegram.me посилання
ur_in: اجازت دیجیے/مسدود کیجیے telegram.me لنکس کو

source: Allow/forbid forwarded messages from channels
de: Erlaube/Verbiete "Antwort" Nachrichten von Channels
de_de: Erlaube/Verbiete weitergeleitete Nachrichten von Kanälen
he_il: אפשר/הגבל הודעות המועברות מערוצים
id_id: Izinkan/anulir penerusan pesan dari kanal
it: Consenti/proibisci l'inoltro di messaggi da canali
ml_in: ചാനലുകളിൽ നിന്നും കൈമാറിവന്ന മെസ്സേജുകൾ അനുവദിക്കുക/തടയുക
pt_br: Permitir/proibir mensagens encaminhadas de canais
ro_ro: Permite/interzice mesajele primite din partea canalelor
ru: Разрешить / запретить сообщения, пересланные из каналов
sr_sp: Дозволи/забрани прослеђене поруке од канала
uk_ua: Дозволити/заборонити повідомлення, переслані з каналів
ur_in: چینل سے فارورڈ کیے جانے والے پیغامات کو اجازت دیجیے/مسدود کیجیے

source: Set how many times the bot should warn users before kicking/banning them
de_de: Stell ein, wie oft der Bot einen Benutzer vor einem kick/bann Verwarnen soll
he_il: הגדר כמה פעמים הבוט צריך להזהיר משתמש לפני שהוא מרחיק/חוסם אותו
id_id: Tentukan berapa kali bot memperingatkan pengguna sebelum memblokir/menendangnya.
ml_in: പുറത്താക്കുന്നതിന്നും/തടയുന്നതിന്നും മുന്നേ എത്ര തവണ ബോട്ട് താക്കീത് നൽകണം
ro_ro: Setați de câte ori ar trebui bot-ul să avertizeze utilizatorii, înainte de ai exclude/interzice
sr_sp: Подесите колико пута бот мора да обавести корисника пред избацивањем/бановањем на њих
uk_ua: Встановити кількість попереджень які бот повинен видати перед тим як їх вигнати/забанити
ur_in: طے کیجیے کہ بوٹ صارف کو مسدود/یا باہر کرنے سے پہلے انہیں کتنی بار انتباہ جاری کرے

source: Description not available
de: Beschreibung nicht verfügbar
de_de: Beschreibung nicht verfügbar
he_il: תיאור לא זמין
id_id: Deskripsi tidak tersedia
it: Descrizione non disponibile
ml_in: വിശദവിവരം ലഭ്യമല്ല
pt_br: Descrição não disponível
ro_ro: Descrierea nu este disponibilă
ru: Описание недоступно
sr_sp: Опис није доступан
uk_ua: Опис недоступний
ur_in: توصیف و تصریح موجود نہیں

source: Kick 👞
de_de: Kicken 👞
he_il: הרחקה 👞
id_id: Tendang 👞
ml_in: പുറത്താക്കുക 👞
ro_ro: Exclus 👞
sr_sp: Избацивање 👞
uk_ua: Вигнати 👞
ur_in: باہر 👞

source: Ban 🔨
de_de: Bannen 🔨
he_il: חסימה 🔨
id_id: Blokir 🔨
ml_in: ബാൻ 🔨
ro_ro: Interzis 🔨
sr_sp: Бан 🔨
uk_ua: Забанити 🔨
ur_in: مسدود 🔨

source: Mute 👁
de_de: Stummschalten 👁️
he_il: השתקה 👁
id_id: Bisukan 👁
ml_in: നിശബ്ദമാക്കുക👁
ro_ro: Amuțit 👁
sr_sp: Утишавање 👁
uk_ua: Заткнути 👁
ur_in: خاموش 👁

source: Sorry, you don't have permission to change settings
de_de: Du hast keine Berechtigung, Einstellungen zu ändern
ro_ro: Scuze, dar nu ai permisiunea de a modifica setările
uk_ua: На жаль, ви не маєте дозволу на зміну налаштувань
ur_in: معذرت، ترتیبات تبدیل کرنے کی آپ کو اجازت نہیں ہے

source: *Anti-spam settings* Choose which kind of message you want to forbid • ✅ = *Allowed* • ❌ = *Not allowed* • 🗑 = *Delete* When set on `delete`, the bot doesn't warn users until they are about to be kicked/banned/muted (at the second-to-last warning)
de_de: *Anti-Spam-Einstellungen* Wähle, welche Art von Nachrichten du verbieten möchtest • ✅ = *Erlaubt* • ❌ = *Nicht erlaubt* • 🗑 = *Löschen* Wenn `Löschen` gewählt wird, werden Nutzer (erst) bei der vorletzten Warnung informiert bevor sie gekickt, gebannt oder stummgeschaltet werden
he_il: *הגדרות אנטי ספאם* בחר איזה סוג של מסר אתה רוצה לאסור • ✅ = *מותר* • ❌ = *אסור* • 🗑 = *מחק* כאשר מוגדר על 'מחק', הבוט אינו מזהיר את המשתמשים עד שהם עומדים לקבל הוצאה/ חסימה/ השתקה (באזהרה השנייה עד האחרונה)
id_id: *Pengaturan antisampah* Pilihlah jenis pesan yang ingin Anda anulir. • ✅ = *Diizinkan* • ❌ = *Anulir* • 🗑 = *Hapus* Ketika diatur `hapus`, bot tidak akan memperingatkan para pengguna. Kecuali jumlah peringatan yang mereka terima mencapai dua-atau-satu peringatan terakhir sebelum ditendang/diblokir/dibisukan oleh bot.
ml_in: *Anti-spam settings* ഏത് തരത്തിലുള്ള മെസ്സേജുകളാണ് തടയേണ്ടതെന്ന് തിരഞ്ഞെടുക്കുക • ✅ = *അനുവദിക്കാം* • ❌ = *ഗ്രൂപ്പിന്റെ പടി കേറ്റണ്ട* • 🗑 = *എടുത്ത് ചവറ്റുകൊട്ടയിൽ കളയാം* മൂന്നാമത്തെ ഓപ്ഷൻ സെറ്റ് ചെയ്‌താൽ, യൂസർ kicked/banned/muted ചെയ്യുന്നത് വരെ താക്കീത് നൽകില്ല
ro_ro: *Setările Anti-Spam* Selectează ce tip de mesaj dorești să interzici • ✅ = *Permis* • ❌ = *Interzis* • 🗑 = *Șterge* Când este setat pe "șterge", botul nu avertizează utilizatorii până când se apropie să fie excluși/interziși/amuțiți (la penultima avertizare)
uk_ua: *Налаштування Антиспам* Оберіть, які повідомлення Ви хочете заборонити • ✅ = *Дозволити* • ❌ = *Не дозволяти* • 🗑 = *Видалити* Після вибору `Видалити`, бот не буде попереджати користувачів до тих пір, поки вони не будуть виключені/заборонені/заглушені (при передостанньому попередженні)
ur_in: *فضول کاری ترتیبات* آپ کس طرح کے پیغام سے روکنا چاہتے ہیں اس کا انتخاب کریں۔ • ✅ = *اجازت* • ❌ = *اجازت نہیں* • 🗑 = *حذف* جب `حذف` میں سیٹ ہوگا تو بوٹ صارفین کو متنبہ نہیں کرے گا جب تک کہ وہ باہر/مسدود/خاموش نہ کر دیئے جائیں (دوسری سے آخری انتباہ تک)

source: _The whitelist was already empty_
de_de: _Die Whitelist war schon leer_
he_il: _הרשימה הלבנה כבר ריקה_
id_id: _Daftar putih sudah kosong_.
it: _La whitelist è già vuota_
ml_in: _ വൈറ്റ്ലിസ്റ്റ് ഇതിനകം ശൂന്യമായിരുന്നു_
pt_br: _A Lista de Permissões já estava vazia_
ro_ro: _Lista albă este deja goală_
ru: _Белый список уже пуст_
sr_sp: _Бела листа је већ празна_
uk_ua: _Білий список вже порожній_
ur_in: _وائٹ لسٹ پہلے سے خالی تھی_

source: *Whitelist cleaned* %d links have been removed
de_de: *Whitelist gesäubert* %d Links wurden entfernt
he_il: *הרשימה הלבנה נוקתה* %d קישורים הוסרו
id_id: *Daftar putih telah dikosongkan*. %d tautan telah dihapus.
it: *Whitelist ripulita* %d link sono stati rimossi
ml_in: *Whitelist ക്ലിയർ ചെയ്തു* %d ലിങ്കുകൾ എല്ലാം റീമൂവ് ചെയ്തു
pt_br: *A Lista de Permissões foi limpa* %d links foram removidos
ro_ro: *Am curățat lista albă* %d link/uri a/au fost șters/e
ru: *Белый список очищен* %d ссылок было удалено
sr_sp: *Бела листа је очишћена* %d линкови су избрисани
uk_ua: *Білий список очищено* %d посилань було видалено
ur_in: *وائٹ لسٹ صاف* %d لنکس حذف کیے گئے

source: _I can't find any url in this message_
de_de: _Ich kann keine URL in dieser Nachricht finden_
he_il: _אני לא יכול למצוא שום כתובת אינטרנט בהודעה זו_
id_id: _Saya tidak menemukan tautan apapun di pesan ini._
it: _Non trovo nessun URL in questo messaggio_
ml_in: _എനിക്കിതിൽ നിന്നും ലിങ്ക് കണ്ടെത്താൻ പറ്റുന്നില്ല_
pt_br: _Eu não consigo encontrar nenhum url nessa mensagem_
ro_ro: _Nu găsesc nici un url în acest mesaj_
ru: _Я не могу найти никаких URL в этом сообщении_
sr_sp: _Ја не могу да нађем ни један линк у овој поруци_
uk_ua: _Я не можу знайти ніяких Url в цьому повідомленні_
ur_in: _اس میسج میں کسی بھی قسم کا url تلاش نہیں کر سکا_

source: %d link(s) will be whitelisted
de_de: %d Link(s) werden auf die Whitelist gesetzt
he_il: %d קישור(ים) יוכנסו לרשימה הלבנה
id_id: %d tautan akan ditambahkan ke daftar putih.
it: %d link verranno inseriti nella whitelist
ml_in: %d ലിങ്കുകൾ എല്ലാം white list ചെയ്യപ്പെടും
pt_br: %d link(s) entrará(ão) na Lista de Permissões
ro_ro: %d link-ul(uri) va/vor fi adăugat(e) în lista albă
ru: %d ссылкок будет в белом списке
sr_sp: %d линк(ови) ће бити у белој листи
uk_ua: %d посилань(-ня) буде додано до білого списку
ur_in: %d لنک وائٹ لسٹ کیے گئے

source: %d links were already in the list
de_de: %d Links waren schon auf der Liste
he_il: %d קישורים כבר קיימים ברשימה
id_id: %d tautan sudah berada di daftar.
it: %d link erano già nella lista
ml_in: %d ഇതിൽ ആദ്യമേ ലിങ്കുകൾ ഉണ്ട്
pt_br: %d links já estavam na Lista de Permissões.
ro_ro: %d link(uri) era(u) deja în listă
ru: %d ссылок уже было в списке
sr_sp: %d линкови су већ у листи
uk_ua: %d посилань вже було у списку
ur_in: %d لنک پہلے سے لسٹ میں تھے

source: _The whitelist is empty_. Use `/wl [links]` to add some links to the whitelist
de_de: _Die Whitelist ist leer_. Benutze `/wl [links]` um der Whitelist Links hinzuzufügen
he_il: _ רשימת ההיתרים ריקה. השתמש בקישורים '/ wl [links]' כדי להוסיף כמה קישורים לרשימת ההיתרים
id_id: _Daftar putih saat ini kosong_ Gunakan `/wl [tautan]` untuk menambahkan beberapa tautan ke daftar putih.
it: _La whitelist è vuota_. Usa `/wl [link]` per aggiungere uno o più link alla whitelist
ml_in: _white list എല്ലാം ഒഴിവാണ്_ white list ൽ ലിങ്കുകൾ ചേർക്കാൻ `/wl [links]` ഉപയോഗിക്കുക
pt_br: _A Lista de Permissões está vazia_. Utilize `/wl [links]` para adicionar links a Lista de Permissões
ro_ro: _Lista albă este goală_. Folosește `/wl [links]' pentru a adăuga câteva linkuri în lista albă
ru: _Белый список пуст_. Используй `/wl [links]`, чтобы добавить ссылки в белый список
sr_sp: _Бела листа је празна_. Користите `/wl [links]` да би додали неке линкове у белу листу
uk_ua: _Білий список порожній_. Використовуйте `/wl [links]` щоб додати посилання у білий список
ur_in: _وائٹ لسٹ خالی ہے_۔ وائٹ لسٹ میں چند لنکس شامل کرنے کے لیے ` /wl [links] `کا استعمال کریں

source: Whitelisted links:
de_de: Whitelist Links:
he_il: קישורים מותרים:
id_id: Daftar tautan yang ada di daftar putih:
it: Link nella whitelist:
ml_in: അനുവദനീയമായ ലിങ്കുകൾ:
pt_br: Links da Lista de Permissões:
ro_ro: Lista albă a link-urilor:
ru: Ссылки в белом списке:
sr_sp: Линкови у белој листи:
uk_ua: Посилання у білому списку:
ur_in: وائٹ لسٹ کیے ہوئے لنکس:

source: %d link(s) removed from the whitelist
de_de: %d Link(s) wurden von der Whitelist entfernt
he_il: %d link(s) הוסר מרשימת ההיתרים
id_id: %d tautan telah dihapus dari daftar putih.
it: %d link rimossi dalla whitelist
ml_in: %d അനുവദനീയമായവയുടെ ലിസ്റ്റിൽ നിന്നും ലിങ്ക് നീക്കം ചെയ്തു
pt_br: %d link(s) foi(foram) removidos da Lista de Permissões
ro_ro: %d link(uri) șters(e) din lista albă
ru: %d ссылок удалено из белого списка
sr_sp: %d линк(ови) је(су) уклоњен(и) из беле листе
uk_ua: %d посилань(-ня) видалено з білого списку
ur_in: %d لنک وائٹ لسٹ سے ہٹا دی گئی

source: _Whitelist of channels empty_
de_de: _Whitelist für Kanäle ist leer_
he_il: _רשימת ערוצים מותרים ריקה_
id_id: _Daftar putih kanal saat ini: kosong._
ml_in: _അനുവദനീയമായ ചാനലുകൾ ഒന്നുമില്ല_
ro_ro: _Lista albă a canalelor este goală_
sr_sp: _Бела листа канала је празна_
uk_ua: _Білий список каналів порожній_
ur_in: _چینلز کی وائٹ لسٹ خالی ہے_

source: *Whitelisted channels:* %s
de_de: *Kanäle auf der Whitelist* %s
he_il: *ערוצים מותרים* %s
id_id: *Daftar putih kanal saat ini:* %s
ml_in: *അനുവദനീയമായ ചാനലുകൾ:* %s
ro_ro: *Canalele din lista albă:* %s
sr_sp: *Бела листа канала:* %s
uk_ua: *Канали з білого списку:* %s
ur_in: *وائٹ لسٹ کیے ہوئے چینلس:* %s

source: _I can't find a channel ID in your message_
de_de: _Ich kann keine Kanal ID in deiner Nachricht finden_
he_il: _לא הצלחתי למצוא מזהה קבוצה (ID) בהודעה שלך_
id_id: _Saya tidak menemukan identitas (ID) kanal di pesan Anda_
ml_in: ‌_എനിക്കിതിൽ നിന്നും ചാനൽ ID കണ്ടെത്താൻ പറ്റുന്നില്ല_
ro_ro: _Nu găsesc un ID de canal în mesajul tău_
sr_sp: _Не могу да нађем каналов ID у поруци_
uk_ua: _Я не можу знайти ID каналу в вашому повідомленні_
ur_in: _میں آپ کے میسج میں کسی چینل کی آئی ڈی تلاش نہیں کر سکا_

source: <i>I'm sorry, this command has been used for the last time less then 3 hours ago by</i> %s (ask them for the file). Wait [<code>%s</code>] to use it again
de_de: <i> Tut mir Leid, dieser Befehl wurde in den letzten 3 Stunden bereits von </i> %s verwendet. Warte [<code>%s</code>] um den Befehl wieder zu benutzen
he_il: <i> אני מצטער, פקודה זו שימשה בפעם האחרונה פחות לפני 3 שעות על ידי </i>%s (בקש מהם את הקובץ). המתן [<code>%s</code>] כדי להשתמש בו שוב
id_id: <i>Maaf, perintah ini sudah digunakan dalam waktu kurang dari 3 jam terakhir oleh </i> %s (minta file kepadanya). Mohon tunggu [<code>%s</code>] untuk menggunakannya kembali
ml_in: <i>ക്ഷമിക്കണം</i> %s <i>ഈ കമാൻഡ് അവസാനമായി ഉപയോഗിച്ചിട്ട് മൂന്ന് മണിക്കൂറിൽ താഴെയേ ആയിട്ടുള്ളു (അവരോട് ആ ഫയൽ ചോദിക്കുക). Wait [<code>%s</code>] to use it again
ro_ro: <i>Îmi pare rău, această comandă a fost utilizată pentru ultima oară cu mai puțin de 3 ore în urmă de către</i>%s (întreabă-I de fișier). Așteaptă [<code>%s</code>] pentru a folosi-o din nou
sr_sp: <i>жао нам је, ова команда је коришћена последњи пут пре мање од 3 сата</i> %s (питајте њих за фајл). Чекајте [<code>%s</code>], да га користите поново
uk_ua: <i>Вибачте, ця команда була використана в останній раз менше 3 годин тому</i> %s (попросити у них файл). Зачекайте [<code>%s</code>], щоб використати його знову
ur_in: <i>میں معذرت خواہ ہوں، یہ کمانڈ تین گھنٹے سے کم مدت پہلے %s کے ذریعہ آخری بار استعمال کیا گیا ہے</i> (ان سے فائل طلب کریں)۔ اسے دوبارہ استعمال کرنے کے لئے [<code>%s</code>] انتظار کریں

source: *Sent in private*
de_de: *In Privatnachricht geschickt*
he_il: *נשלח בפרטי*
id_id: *Terkirim melalui pesan pribadi.*
it: *Inviato in privato*
pt_br: *Enviado no privado*
ro_ro: *Trimis în privat*
ru: *Отправлено в личку*
sr_sp: *Отправляется в Лс*
uk_ua: *Відправити в особисті повідомленняі*
ur_in: *پرائیویٹ میں بھیجا ہوا*

source: Invalid input. Please reply to the backup file (/snap command to get it)
de_de: Ungültige Eingabe. Bitte antworte auf die Backup Datei (/snap Befehl um sie zu bekommen)
he_il: קלט לא תקין. אנא השב לקובץ הגיבוי (/ הפקודה snap כדי לקבל אותו)
id_id: Masukan tidak valid. Mohon gunakan perintah ini dengan membalasnya ke berkas cadangan (Setelah itu gunakan perintah /snap untuk memperoleh berkas tersebut).
it: Input non valido. Per favore, rispondi ad un documento (usa /snap per ottenerlo)
ml_in: ഇൻപുട്ട് തെറ്റാണ്. /snap കമാൻഡ് ഉപയോഗിച്ച് ബാക്കപ്പ് ഫയൽ റിപ്ലൈ ചെയ്യുക
pt_br: Entrada invalida. Por favor responda ao arquivo de backup (use o comando /snap para adquiri-lo)
ro_ro: Intrare invalidă. Vă rugăm răspundeți fișierului de rezervă (folosiți comanda /snap pentru al achiziționa)
ru: Неверный ввод. Ответь на файл резервной копии (используй команду /snap, чтобы получить её)
sr_sp: Погрешан унос. Молимо вас да одговорите на датотеку резервне копије (/snap команда да га добијете)
uk_ua: Неправильне введення. Дайте відповідь на файл резервної копії (використовуй команду /snap, щоб отримати її)
ur_in: غلط اندراج۔ بیک اپ فائل کو جواب دیں (پانے کے لیے /snap کمانڈ استعمال کریں)

source: Invalid input. Please reply to a document
de_de: Ungültige Eingabe. Bitte antworte auf ein Dokument
he_il: קלט לא תקין. השב למסמך
id_id: Masukan tidak valid. Mohon gunakan perintah ini dengan membalasnya ke sebuah dokumen.
it: Input non valido. Per favore, rispondi ad un documento
ml_in: ഇൻപുട്ട് തെറ്റാണ്. ഒരു ഡോകുമെന്റിനെ റിപ്ലൈ ചെയ്യുക
pt_br: Entrada invalida. Por favor responda a um documento
ro_ro: Intrare invalidă. Vă rugăm răspundeți la un document
ru: Неверный ввод. Ответь на документ
sr_sp: Погрешан унос. Молимо вас да одговорите на документ
uk_ua: Неправильне введення. Будь ласка, дайте відповідь на документ
ur_in: غلط اندراج. براہ کرم دستاویز کا جواب دیں

source: This is not a valid backup file. Reason: invalid name (%s)
de_de: Das ist keine gültige Backup Datei. Grund: ungültiger Name (%s)
he_il: זה לא קובץ גיבוי חוקי. סיבה: שם לא חוקי (%s)
id_id: Ini bukan berkas cadangan yang valid. Alasan: nama tidak valid (%s)
it: Questo file non è valido. Ragione: nome non valido (%s)
ml_in: ഇതൊരു വാലിഡ് ബാക്കപ്പ് ഫയൽ അല്ല. കാരണം: (%s) ഒരു തെറ്റായ പേരാണ്
pt_br: Esse não é um arquivo válido do backup. Motivo: nome invalido (%s)
ro_ro: Acesta nu este un fișier valid al copiei de rezervă. Motiv: nume invalid (%s)
ru: Файл не является правильной резервной копией. Причина: неверное имя (%s)
sr_sp: То није датотека резервне копије. Разлог: неисправно име (%s)
uk_ua: Це не дійсний файл резервної копії. Причина: недійсне ім'я (%s)
ur_in: یہ درست بیک اپ فائل نہیں ہے. وجہ: غلط نام (%s)

source: Download of the file failed with code %s
de_de: Download der Datei fehlgeschlagen mit Code %s
he_il: הורדת הקובץ נכשלה! קוד: %s
id_id: Pengunduhan berkas gagal dilakukan. Kode %s
it: Download fallito. Codice: %s
ml_in: ഫയൽ ഡൌൺലോഡ് മൂഞ്ചിപ്പോയി. Code %s
pt_br: O download do arquivo falhou. v[Código de erro: %s]
ro_ro: Descărcarea fișierului a eșuat cu codul %s
ru: Загрузка файла не удалась с кодом %s
sr_sp: Преузимање датотеке завршило је грешком са кодом %s
uk_ua: Завантаження файлу не вдалася з кодом %s
ur_in: فائل کی تحمیل %s کوڈ کے ساتھ سے ناکام ہوگئی

source: Chat IDs don't match (%s and %s)
de_de: Chat IDs stimmen nicht überein (%s und %s)
he_il: מזהי הצ'אט אינם תואמים (%s and %s)
id_id: Identitas (ID) percakapan tidak cocok (%s dan %s)
it: Gli ID delle chat non sono uguali (%s e %s)
ml_in: ചാനൽ IDs %s യും %s യും തമ്മിൽ ചേർച്ചയില്ല
pt_br: O ID do grupo não bate (%s e %s)
ro_ro: ID-urile conversației nu se potrivesc (%s și %s)
ru: ID чата не совпадает (%s и %s)
sr_sp: Чат ID се не подудара са (%s и %s)
uk_ua: ID чату не збігається (%s та %s)
ur_in: چیٹ آئی ڈی میل نہیں کھا رہی (%s اور %s)

source: Import was <b>successful</b>. <b>Important</b>: - #extra commands which are associated with a media must be set again if the bot you are using now is different from the bot that originated the backup.
de_de: Import war <b>erfolgreich</b>. <b>Wichtig</b>: - #extra Befehle, welche mit Medien verbunden sind müssen erneut gesetzt werden, falls der jetztige Bot nicht der ist, der das Backup gemacht hat.
he_il: הייבוא היה <b>מוצלח</b>. <b>חשוב</b>: - פקודות extra# המשויכות למדיה נדרשות להגדרה מחדש אם הבוט שאתה משתמש כעת שונה מן הבוט שיצר במקור את הגיבוי.
id_id: Import telah <b>berhasil</b> dilakukan. <b>Penting</b>: Jika bot yang Anda gunakan sekarang berbeda dari bot yang menghasilkan pesan cadangan tersebut (bot asal), maka Anda perlu mengatur ulang pesan-pesan #extra untuk media.
ml_in: ഇമ്പോർട്ടിങ് <b>വിജയകരം</b>. <b>ശ്രദ്ധിക്കുക</b>: ബാക്കപ്പ് ഉണ്ടാക്കിയ bot അല്ല നിങ്ങൾ ഇപ്പോൾ ഉപയോഗിക്കുന്നതെങ്കിൽ ആ മീഡിയായുമായി ബന്ധപ്പെട്ട - #extra കമാൻഡ് വീണ്ടും സെറ്റ് ചെയ്യണം.
ro_ro: Importul a fost <b>cu succes</b>. <b>Important</b>: - comenzile #extra care sunt asociate cu media trebuie să fie reconfigurate dacă bot-ul pe care îl folosiți acum este diferit de botul care a creat backup-ul original.
sr_sp: Импорт је <b>успешан</b>. <b>Битно</b>: - #екстра команде које су повезане са медијима морају се подесити опет ако користите други бот којим нисте направили резервну копију.
uk_ua: Імпорт був <b>успішним</b>. <b>важливо</b>: - #додаткові команди, які пов'язані з медіа, повинні бути встановлені знову, якщо бот, який використовується зараз, відрізняється від бота, який виник резервного копіювання.
ur_in: درآمد <b>کامیاب</b> ہوا.. <b>اہم</b>: ۔ #extra کا وہ کمانڈ جو کسی میڈیا سے متعلق ہے اسے دوبارہ سیٹ کیا جانا ضروری ہے اگر آپ کا حالیہ بوٹ بیک اپ لیے گئے بوٹ سے مختلف ہے۔.

source: Use -/+ to edit the value, then select a timeframe to temporary ban the user
de_de: Benutze -/+ um den Wert zu bearbeiten, wähle dann einen Zeitrahmen aus um den Nutzer temporär zu bannen
he_il: השתמש במקשים +\- על מנת לקבוע מסגרת זמן בה המשתמש יהיה חסום זמנית
id_id: Gunakan -/+ untuk mengubah nilai, kemudian tentukan rentang waktu **blokir sementara** ke pengguna.
ml_in: വാല്യൂ എഡിറ്റ് ചെയ്യാൻ -/+ ഉപയോഗിക്കുക, ശേഷം, യൂസറിനെ ബാൻ ചെയ്യാൻ ഒരു ടൈംഫ്രെയിം തിരഞ്ഞെടുക്കുക
ro_ro: Folosește -/+ pentru a edita valoarea, apoi selectează intervalul de timp pentru interzicerea temporară a utilizatorului
sr_sp: Употребите -/+ за промену вредности, затим изаберите раздобље времена бана корисника
uk_ua: Використовуйте -/+, щоб змінити значення, потім встановіть тривалість тимчасового бану користувача
ur_in: قیمت کو ایڈٹ کرنے کیلیے -/+ کا استعمال کیجیے، پھر صارف کو وقتی طور سے قید کرنے کے لیے متعینہ مدت طے کیجیے

source: %s kicked %s!
de: %s entfernt %s! (Aber es ist dem Nutzer (user) noch immer möglich zurückzukommen (rejoin))
de_de: %s hat %s entfernt!
he_il: %s הורחק מהקבוצה %s!
id_id: %s menendang %s!
it: %s ha kickato %s! (ma può ancora rientrare)
ml_in: %s , %s! നെ പുറത്താക്കി
pt_br: %s kickou %s!
ro_ro: %s exclus %s!
ru: %s кикнул пользователя %s!
sr_sp: %s избачен %s!
uk_ua: %s вигнав користувача %s!
ur_in: %s اخراج کیا گیا %s!

source: %s banned %s!
de: Nutzer (user) entsperrt (unbanned) by %s!
de_de: %s hat %s gebannt!
he_il: %s נחסם מהקבוצה %s!
id_id: %s memblokir %s!
it: %s ha bannato %s!
ml_in: %s , %s! നെ ബാൻ ചെയ്തു
pt_br: %s baniu %s!
ro_ro: %s interzis %s!
ru: %s забанил пользователя %s!
sr_sp: %s банован %s!
uk_ua: %s забанив користувача %s!
ur_in: %s مسدود %s!

source: _Use this command in reply to a forwarded message_
de_de: _Benutze diesen Befehl als Antwort auf eine weitergeleitete Nachricht_
he_il: _השתמש בפקודה זו במענה להודעה שהועברה_
id_id: _Gunakan perintah ini dengan membalasnya ke pesan terusan_.
ml_in: _ഫോർവേഡ് മെസേജിനുള്ള റീപ്ലേയിൽ ഈ കമാൻഡ് ഉപയോഗിക്കുക_
ro_ro: _Folosește această comandă ca răspuns la un mesaj redirecționat_
sr_sp: _Употребите ову команду у одговору на прослеђену поруку_
uk_ua: _Використовуйте цю команду у відповідь на переслане повідомлення_
ur_in: _فارورڈ کیے گئے میسج میں اس کمانڈ کو رپلائی کے ساتھ استعمال کیجیے_

source: _An admin can't be unbanned_
de_de: _Ein Admin kann nicht entbannt werden_
he_il: _לא ניתן לשחרר חסימה לאדמין_
id_id: _Seorang admin tidak bisa diunblokir._
ml_in: _ഒരു അഡ്മിൻറെ വിലക്ക് നീക്കാൻ കഴിയില്ല_
ro_ro: _Un admin nu poate avea interdicția anulată_
sr_sp: _Администратор не може бити унбанован_
uk_ua: _Адміна не можна розбанити_
ur_in: _ایک منتظم غیر پابند نہیں ہو سکتا_

source: This user is not banned!
de_de: Dieser Nutzer ist nicht gebannt!
he_il: משתמש זה אינו חסום!
id_id: Pengguna ini tidak sedang terblokir!
ml_in: ഇയാളെ ബാൻ ചെയ്തിട്ടില്ല!
ro_ro: Acest utilizator nu are interdicție!
sr_sp: Овај корисник није банован!
uk_ua: Цей користувач не заблокований!
ur_in: یہ صارف مسدود نہیں ہے!

source: %s unbanned by %s!
de: Nutzer (user) entsperrt (unbanned) by %s!
de_de: %s entbannt von %s!
he_il: %s שוחרר מחסימה ע"י %s!
id_id: %s diunblokir oleh %s!
it: %s sbannato da %s!
ml_in: %s നെ %s! അൺബാൻ ചെയ്തു
pt_br: %s desbanido por %s!
ro_ro: %s are interdicția anulată de %s!
ru: %s разбанен админом %s!
sr_sp: %s унбанован од стране %s!
uk_ua: %s розблокований адміністратором %s!
ur_in: %s غیر مسدود کیے گئے بذریعہ%s!

source: Sorry, you don't have permission to restrict members
de_de: Du hast keine Berechtigung, Nutzer einzuschränken
he_il: מצטערים, אין לך הרשאה להגביל משתמשים
id_id: Maaf, Anda tidak memiliki izin untuk membatasi anggota
ro_ro: Ne pare rău, nu ai permisiunea de a restricționa membrii
uk_ua: У вас немає прав на обмеження прав учасників
ur_in: معذرت، اراکین کو محدود کرنے کے اختیارات آپ کے پاس نہیں ہیں

source: Tap on the -/+ buttons to change this value. Then select a timeframe to execute the ban
de_de: Tippe auf die -/+ Tasten um diesen Wert zu ändern. Wähle dann einen Zeitraum aus um den Bann auszuführen
he_il: הקש על לחצני -/+ כדי לשנות את הערך הזה, ואז בחר את מסגרת הזמן לתוקף החסימה
id_id: Sentuh -/+ untuk mengganti nilai. Kemudian pilih rentang waktu pemblokiran.
ml_in: വാല്യൂ ചേഞ്ച് ചെയ്യാൻ -/+ ഇവ ഉപയോഗിക്കുക. ശേഷം ബാൻ ചെയ്യാൻ ഒരു ടൈംഫ്രെയിം സെലക്ട് ചെയ്യുക
ro_ro: Apasă pe butoanele -/+ pentru a schimba această valoare. Apoi selectează un interval de timp pentru a executa interdicția
sr_sp: Кликните на дугмад -/+ за измене ове вредности. Затим изаберите раздобље забране
uk_ua: Натискайте на кнопки -/+, щоб змінити значення. Потім оберіть період часу. Після цього буде викликаний бан
ur_in: اس قیمت کو تبدیل کرنے کیلیے +/- بٹنوں پر ٹیپ کیجیے. پھر پابندی پر عمل در آمد کیلیے متعینہ مدت منتخب کیجیے
