Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Extra commands* #extra commands are a smart way to save your own custom commands. • `/extra [#trigger] [reply]`: set a reply to be sent when someone writes the trigger. _Example_ : with "`/extra #hello Good morning!`", the bot will reply "Good morning!" each time someone writes #hello. You can reply to a media (_photo, file, vocal, video, gif, audio_) with `/extra #yourtrigger` to save the #extra and receive that media each time you use # command • `/extra list`: get the list of your custom commands. • `/extra del [#trigger]`: delete the trigger and its message. *Note:* the markdown is supported. If the text sent breaks the markdown, the bot will notify that something is wrong. For a correct use of the markdown, check [this post](https://telegram.me/GroupButler_ch/46) in the channel. Now supports placeholders. Check the "welcome" tab for the list of the available placeholders
de_de: *Extra Befehle* #extra Befehle sind eine Möglichkeit, einfache benutzerdefinierten Befehle zu erstellen. • `/extra [#trigger] [antwort]`: antworte mit der Antwort, wenn #trigger gesendet wird. _Beispiel_ : mit "`/extra #Hallo Guten morgen!`", antwortet der Bot mit "Guten morgen!", jedes mal wenn jemand #hallo schreibt. Wenn mit `/extra #trigger` auf ein Medium (_photo -, Datei -, vocal -, video -, gif -, audio_) geantwortet wird, wird dieses Medium als Antwort gespeichert. • `/extra list": Zeige die Liste der benutzerdefinierten Befehle. • `/extra del [#trigger]`: Den Befehl Löschen. *Hinweis:* Befehle werden mit Markdown formatiert. Wenn der gesendete Text ungültiges Markdown ist, wird eine Fehlermeldung gesendet. Für eine korrekte Verwendung von Markdown, siehe [diesen Beitrag](https://telegram.me/GroupButler_ch/46) in den Kanal. Befehle unterstützen auch Platzhalter. Die liste der Platzhalter kann in der "Wilkommen" Registerkarte gefunden werden
he_il: *פקודות Extra* פקודות extra# הן דרך חכמה כדי לשמור פקודות מותאמות אישית משלך. • `/extra [#טריגר] [reply]`: כאשר מנהל יגדיר פקודה זו כולם יוכלו להשתמש בטריגר שיצר בכדי להעלות תוכן שמור. _לדוגמה_ : עם "`/extra #hello Good morning!`", הבוט ישיב "Good morning" בכל פעם שמישהו כותב hello#. אתה יכול להשיב על הודעת מדיה (_תמונה, קובץ קולי, סרטון, קובץ שמע, gif _) עם extra #yourtrigger/ בכדי לשמור פקודה חדשה ולקבל הודעה מהבוט עם התוכן בכל פעם שאתה משתמש בפקודה ששמרת hello# • `/extra list`: קבל את רשימת הפקודות המותאמות אישית. • `/extra del [#trigger]`: מחק את הפקודה והתוכן שלה. *הערה:* Markdown נתמך. אם הטקסט שנשלח לא לפי כללי השימוש, הרובוט יודיע שמשהו לא בסדר. למידע על שימוש נכון של Markdowd, כנס [לכאן](https://telegram.me/GroupButler_ch/46). מצייני מיקום נתמכים כעת. בדוק את כרטיסיית "ברוך הבא" עבור הרשימה של מצייני מיקום אפשריים
id_id: *Perintah ekstra* Perintah #extra berfungsi untuk membuat perintah Anda sendiri. • `/extra [#pemicu] [balasan]`: tentukan balasan yang akan dikirim jika seseorang mengirimkan #pemicu _Contohnya_ : dengan "`/extra #halo Apa kabar?`", bot akan membalas "Apa kabar?" setiap kali seseorang mengirim #halo. Anda bisa membuat balasan berbentuk (_foto, file, pesan suara, video, gif, audio_). Cukup balas jenis media tersebut dengan perintah `/extra #pemicu` dan perintah akan tersimpan. Setiap kali orang mengirim #pemicu, bot akan membalasnya dengan media yang sudah Anda tetapkan tadi. • `/extra list`: melihat daftar perintah ekstra • `/extra del [#trigger]`: menghapus perintah ekstra *Catatan:* perintah ini mendukung. Bot akan memberitahu jika ada format markdown yang salah. [Baca disini](https://telegram.me/GroupButler_ch/46) untuk penggunaan markdown yang tepat. Ekstra juga mendukung placeholder, sudah dijelaskan di tab 'Pengaturan pesan selamat datang/tinggal'.
ml_in: *Extra commands* നിങ്ങളുടെ സ്വന്തം കമാൻഡുകൾ #extra കമാൻഡ് ഉപയോഗിച്ച് സെറ്റ് ചെയ്യാം. • `/extra [#trigger] [reply]`: ആരെങ്കിലും #trigger ടൈപ്പ് ചെയ്‌താൽ 'reply' തിരിച്ചു ലഭിക്കും. _Example_ :"`/extra #hello Good morning!`" ഓരോ തവണ ആരെങ്കിലും #hello ടൈപ്പ് ചെയ്‌താൽ, ബോട്ട് "Good morning!" എന്ന് റിപ്ലൈ ചെയ്യും. ഏതെങ്കിലും (_photo, file, vocal, video, gif, audio_), `/extra #trigger` ഉപയോഗിച്ച് റിപ്ലൈ ചെയ്‌താൽ, ആരെങ്കിലും #trigger ടൈപ്പ് ചെയ്‌താൽ ആ മീഡിയ റിപ്ലൈ വരും. • `/extra list`: get the list of your custom commands. • `/extra del [#trigger]`: delete the trigger and its message. *ശ്രദ്ധിക്കുക*: markdown സപ്പോർട്ട് ചെയ്യും. ടെക്സ്റ്റ് markdown നെ ബ്രേക്ക് ചെയ്‌താൽ, ബോട്ട് എന്തോ കുഴപ്പമുണ്ടെന്ന് പറയും. markdown ൻറെ ശരിയായ ഉപയോഗത്തിന് [ഇവിടെ നോക്കുക](https://telegram.me/GroupButler_ch/46) placeholders എങ്ങനെ ആഡ് ചെയ്യുമെന്നറിയാൻ "welcome" ടാബ് പരിശോധിക്കുക.
ro_ro: *Comenzile Extra* Comenzile #extra sunt o modalitate inteligentă de a vă salva proprile comenzi personalizate. • `/extra [#declanșator] [ca răspuns]`: configurați un răspuns pentru a fi trimis când cineva scrie declanșatorul. _De exemplu_: cu comanda "`/extra #salut Bună dimineața!`", Botul va răspunde "Bună dimineața!" de fiecare dată când cineva scrie #salut. Puteți să adăugați un fișier media (_fotografie, fișier, mesaj vocal, videoclip, Gif, audio_) cu `/extra #declanșatorul` pentru a salva #extra și a primi acel fișier media de fiecare dată când utilizați #comanda declanșatoare • `/extra list`: obțineți lista comenzilor personalizate. • `/extra del [#declanșatorul]`: ștergeți declanșatorul și mesajul acestuia. * Notă: * marcajul este suportat. Dacă textul trimis întrerupe marcajul, botul va anunța că ceva nu este în regulă. Pentru o utilizare corectă a marcajului verificați [aici] (https://telegram.me/GroupButler_ch/46) pe canal. Acum suportă si înlocuitori. Verificați fila "Bun Venit" pentru lista de înlocuitori disponibili
uk_ua: *Додаткові команди* Команди #extra - це зручний спосіб створення власних команд. • `/extra [#команда] [відповідь]`: задати відповідь, що відправляється при запиті команди. _Наприклад_: використовуючи "`/extra #привіт Доброго ранку!`", бот відповість "Доброго ранку!" кожен раз коли ви напишете #привіт. Ви можете відповісти додавши медіа файл (_фото, документ, голосове повідомлення, відео, gif, аудіо_) використовуйте `/extra #вашакоманда` щоб зберегти його та отримувати цей медіа файл при використанні вашої команди • `/extra list`: отримати список усіх команд. • `/extra del [#команда]`: видалити власну команду і її повідомлення. *Попередження:* Використовується перевірка розмітки. Якщо відправлений текст з порушеною розміткою, бот повідомить, що щось не так. Для правильного використання розмітки перевірте [цей пост](https://telegram.me/Group Butler_ch/46) в каналі. *(англійською)* Тепер підтримуються заповнювачі. Перевірте вкладку "Ласкаво просимо" для списку доступних заповнювачів
ur_in: اضافی کمانڈس* یہ #اضافی کمانڈس آپ کی طے شدہ کمانڈس کی حفاظت کیلیے ایک عمدہ طریقہ ہے ٭ `/extra [#trigger] [reply]`: اُس جواب کو سیٹ کیجیے جو مطلوبہ جملہ لکھے جانے کے وقت ارسال کیا جائے گا. _مثلا_ "`/extra #خوش آمدید صبح بخیر! بوٹ جواب دے گا "صبح بخیر" سے جب کوئی لکھے گا "خوش آمدید" آپ اسے میڈیا پر بھی سیٹ کر سکتے ہیں (_تصویر، فائل، صوتی پیغام، ویڈیو، جیف، آڈیو_) بذریعہ`/extra #آپ کا متن` #اضافی کو محفوظ کرنے اور میڈیا حاصل کرنے کیلیے # کمانڈ کا استعمال کیجیے ٭ `/extra list`: آپ کی طے شدہ کمانڈس کی فہرست حاصل کرنے کیلیے ٭ `/extra del [#کمانڈ]`: کمانڈ اور اس کا پیغام ڈیلیٹ کرنے کیلیے *نوٹ* : مارک ڈاؤن کی سپورٹ شامل ہے، ارسال کیا ہوا متن اگر مارک ڈاؤن کو توڑ دے تو بوٹ اس خرابی کے تعلق سے آپ کو باخبر کرے گا مارک ڈاؤن کا استعمال جاننے کیلیے چیک کیجیے [یہ تحریر](https://telegram.me/GroupButler_ch/46) اضافی کمانڈس کی سپورٹ بھی اب شامل ہے، دستیاب اضافی کمانڈس کی فہرست کیلیے "استقبالیہ پیغام" والا بٹن پریس کیجیے

source: *Warns* Warn are made to keep the count of the admonitions received by a user. Once users have been warned for the defined number of times, they are kicked/banned by the bot. There are two different type of warns: - _normal warns_, given by an admin with the `/warn` command - _automatic warns_ (read: media warns and spam warns), given by the bot when someone sends a media that is not allowed in the chat, or spams other channels or telegram.me links. • `/warn [by reply]`: warn a user • `/sw`: you can place a `/sw` (_"silent warn"_) everywhere you want in your message. The bot will silently count the warn, but won't answer in the group unless the user reached the max. number of warnings. • `/nowarns [by reply]`: reset the warns received by a user (both normal and automatic warns). • `/warnmax [number]`: set the max number of the warns before the kick/ban. • `/warnmax media [number]`: set the max number of the warns before kick/ban when an unallowed media is sent. How to see how many warns a user has received (or to reset them): `/user` command. How to change the max. number of warnings allowed: `/config` command, then `menu` button. How to change the max. number of warnings allowed for medias: `/config` command, then `media` button. How to change the max. number of warnings allowed for spam: `/config` command, then `antispam` button.
de_de: *Verwarnungen* Warnungen erlauben Admins, die Anzahl der Verwarnungen die ein Benutzer erhalten hat zu zählen. Sobald Benutzer die maximal Anzahl an verwarnungen überschreiten werden sie gekickt/gebannt. Es gibt zwei verschiedene Arten von warnungen: - _normale Verwarnungen_, die von Admins mit den "/warn " - Befehl vergeben werden - _automatische Verwarnungen_, die von dem bot, vergeben werden, wenn jemand gegen die Anti-Spam regeln verstößt • `/warn [Antwort]`: den Benutzer Verwarnen • `/sw`: Stumme Verwarnung. Der bot zählt die Verwarnung, aber antwortet nicht in der Gruppe, es sei denn, der Benutzer erreicht die max. Anzahl Verwarnungen. • `/nowarns [Antwort]`: setzt alle Verwarnungen des Benutzers zurück • `/warnmax [number]`: setzt die maximale Anzahl normaler Verwarnungen. • `/warnmax media [number]`: setzt die maximale Anzahl von medien Verwarnungen. Um die Anzahl der Verwarnungen, die ein Benutzer erhalten hat zu sehen: `/user` - Befehl. Die max. Anzahl der Warnungen setzen: `/config " - Befehl, dann `menu` - Taste. Die max. Anzahl der Warnungen für Medien setzen: `/config "- Befehl, dann "media" - Taste. Die max. Anzahl der Warnungen für spam setzen: `/config "- Befehl, dann "antispam" - Taste.
he_il: *אזהרה* פקודת אזהרה נוצרה כדי לשמור על ספירת האזהרות שקיבל המשתמש. לאחר שהמשתמשים מוזהרים כמספר הפעמים המוגדר ע"י המנהלים, הם מורחקים/נחסמים על ידי הבוט. ישנן שתי סוגי אזהרות שונות: - _אזהרות נורמליות, ניתן על ידי מנהל עם הפקודה `warn/` - _אזהרה אוטומטית_(ראה ערך: אזהרות מדיה\ספאם), ניתן ע"י הבוט כאשר מישהו שולח ספאם או מדיה שהמנהלים הגדירו כאסורה או לינקים telegram.me אם הוגדר לכך. • `/warn [ע"י תגובה להודעת משתמש]`: הזהר משתמש • ``/sw`: אתה יכול למקם `/sw` (_ "אזהרה שקטה" _) בכל מקום שתרצה בהודעה שלך. הבוט יספור את האזהרה בשקט, ולא יענה בקבוצה, אלא אם כן המשתמש הגיע למקסימום. מספר אזהרות. • `/nowarns [ע"י תגובה להודעת משתמש]`: אפס את האזהרות שקיבל משתמש (אזהרות רגילות ואוטומטיות כאחד). • `/warnmax [מספר]`: הגדר את מספר האזהרות המקסימלי לפני הרחקה/חסימה. • `/warnmax media [מספר]`: הגדר את מספר האזהרות המקסימלי לפני הרחקה/חסימה בעקבות שליחת מדיה אסורה. בכדי לראות כמה אזהרות המשתמש קיבל (או לאפס אותם): השתמש בפקודה '/user'. בכדי לשנות את מספר מקסימום האזהרות המותר: השתמש בפקודה `/config`, ולאחר מכן כפתור 'תפריט'. בכדי לשנות את מספר מקסימום האזהרות המותר עבור מדיה: השתמש בפקודה `/config`, ולאחר מכן 'מדיה'. בכדי לשנות את מספר מקסימום האזהרות המותר עבור ספאם: השתמש בפקודה `/ config`, ולאחר מכן כפתור 'אנטי ספאם'.
id_id: *Peringatan* Peringatan berfungsi untuk menyimpan jumlah teguran yang diterima oleh pengguna. Jika pengguna memperoleh peringatan hingga jumlah maksimal yang ditentukan, mereka akan ditendang/diblokir oleh bot. Ada 2 jenis peringatan: - _Peringatan normal_, diberikan oleh admin dengan perintah `/warn` - _Peringatan otomatis_ (baca: peringatan media dan peringatan spam), diberikan oleh bot secara otomatis jika pengguna mengirim media, sampah, atau apapun yang dianulir di grup. • `/warn [dengan membalas pesan]`: memperingatkan pengguna • `/sw`: Anda bisa menempatkan `/sw` (_"silent warn"_) dibagian pesan manapun, tidak harus diawal kata. Bot secara diam-diam akan menambahkan jumlah peringatan tanpa menjawabnya di grup, kecuali dia sudah mencapai jumlah peringatan maksimal. • `/nowarns [dengan reply]`: menghapus semua jumlah peringatan seorang pengguna(baik normal maupun peringatan yang diberikan secara otomatis oleh bot). • `/warnmax [jumlah]`: menentukan jumlah peringatan maksimal sebelum bot menendang/memblokir pengguna. • `/warnmax media [jumlah]`: menentukan jumlah peringatan maksimal dari peringatan media. Cara melihat jumlah peringatan yang sudah diterima pengguna (atau me_reset_ nya): gunakan perintah `/user`. Cara mengubah jumlah peringatan maksimal: gunakan perintah `/config` kemudian tekan tombol 'menu'. Cara mengubah jumlah peringatan media maksimal: gunakan perintah `/config` kemudian tekan tombol 'media'. Cara mengubah jumlah peringatan spam maksimal: gunakan perintah `/config` kemudian tekan tombol 'antispam'.
ml_in: *താക്കീതുകൾ* യൂസർ എത്ര തവണ നിയമലംഘനം നടത്തി എന്ന് അറിയാനാണ് താക്കീതുകൾ. നിശ്ചയിച്ച തവണയിൽ കൂടുതൽ താക്കീതുകൾ ലഭിച്ചാൽ, ബോട്ട് ആ യൂസറിനെ പുറത്താക്കുകയോ ബാൻ ചെയ്യുകയോ ചെയ്യും. വിവിധ തരം താക്കീതുകൾ: -_സാധാരണ താക്കീതുകൾ_, `/warn` കമാൻഡ് ഉപയോഗിച്ച് അഡ്മിൻ ചെയ്യുന്നത്. -_ഓട്ടോമാറ്റിക് താക്കീതുകൾ_, ആരെങ്കിലും നിരോധിക്കപ്പെട്ട മീഡിയയോ ലിങ്കോ അയച്ചാൽ ബോട്ട് ചെയ്യുന്നവ. • `/warn`: ഏതെങ്കിലും യൂസറിന് ഈ കമാൻഡ് ഉപയോഗിച്ച് റിപ്ലൈ കൊടുത്താൽ അയാളെ താക്കീത് ചെയ്യും. • `/nowarns`: ഏതെങ്കിലും യൂസറിന് ഈ കമാൻഡ് ഉപയോഗിച്ച് റിപ്ലൈ കൊടുത്താൽ, അയാളുടെ താക്കീതുകളുടെ എണ്ണം ക്ലിയർ ആകും. • `/warnmax [number]`: എത്ര തവണ താക്കീത് ചെയ്യണമെന്ന് സെറ്റ് ചെയ്യാൻ. • `/warnmax media [number]`: നിരോധിക്കപ്പെട്ട മീഡിയയോ ലിങ്കോ അയച്ചാൽ എത്ര തവണ താക്കീത് ചെയ്യണമെന്ന് സെറ്റ് ചെയ്യാൻ. `/user`: ഒരാൾക്ക് എത്ര താക്കീതുകൾ കിട്ടിയെന്നറിയാൻ. പരമാവധി താക്കീതുകളുടെ എണ്ണം നിശ്ചയിക്കാൻ `/config` ൽ പോയി `menu` ൽ സെറ്റ് ചെയ്യുക. അവിടെ മീഡിയയുടെ `media` ബട്ടണിലും, സ്പാമിൻറെ, `antispam` ബട്ടണിലും സെറ്റ് ചെയ്യാം.
ro_ro: *Avertizările* Avertizările sunt făcute să păstreze numărul atenționărilor primite de un utilizator. Odată ce utilizatorii au fost avertizați pentru un număr definit de ori, ei vor fi excluși/interziși de bot. Există două tipuri diferite de avertizări: - _avertizările normale_, date de un administrator folosind comanda `/warn` - _avertizările automate_ (citiți: avertizările media și avertizările spam), date de bot atunci când cineva trimite un fișier media care nu este permis în chat, sau face spam din alte canale sau link-uri telegram.me. • `/warn [prin răspuns]": avertizează un utilizator • `/sw`: puteți plasa o `/sw` (_"avertizare silențioasă"_) oriunde doriți în mesajul dvs. Bot-ul va număra în mod silențios avertizările, dar nu va răspunde în grup decât dacă utilizatorul a atins valoarea maximă de avertizări. • `/nowarns [prin răspuns]’: resetează avertizările primite de un utilizator (amândouă, avertizările normale și avertizările automate). • `/warnmax [număr]`: setați numărul maxim de avertizări înainte de excludere/interdicție. • `/warnmax media [număr]`: setați numărul maxim de avertizări înainte de excludere/interdicție atunci când este trimis un fișier media neautorizat. Pentru a vedea câte avertizări a primit un utilizator (sau pentru a le reseta): folosiți comanda `/user`. Pentru a schimba numărul maxim de avertizări permise: folosiți comanda `/config`, apoi butonul `meniu`. Pentru a schimba numărul maxim de avertizări permise pentru fișierele media: folosiți comanda `/config`, apoi butonul `media`. Pentru a schimba numărul maxim de avertizări permise pentru spam: folosiți comanda `/config`, apoi butonul `anti-spam`.
uk_ua: *Попередження* Система попереджень придумана для відстеження порушень користувачів. Якщо користувач отримає досить попереджень, його виганяють/банять. Є два типи попереджень: - _звичайні_, видаються вручну командою `/warn` - _автоматичні_ (див. Попередження за медіа і спам), видаються ботом при відправці користувачем забороненого виду контенту або відвертого спаму. • `/warn` у відповідь на повідомлення: використовуйте, щоб попередити користувача • `/sw`: використовуйте, щоб видати (_"приховане попередження"_) в будь-якій частині вашого повідомлення. Бот зарахує попередження без оповіщення, тобто не відповість в групі, виняток становлять випадки, коли користувач отримав максимальну кількість попереджень. • `/nowarns` у відповідь на повідомлення: використовуйте для скидання попереджень (звичайних і автоматичних). • `/warnmax [number]`: використовуйте, щоб виставити максимальну кількість попереджень, після якої почнеться вигнання/бан. • `/warnmax media [number]`: використовуйте, щоб виставити максимальну кількість попереджень за відправку забороненого виду контенту, після якого почнеться вигнання/бан. Щоб дізнатися, скільки попереджень отримав користувач (або скинути їх), використовуйте команду `/user`. Щоб змінити максимальну кількість попереджень, використовуйте команду `/config`, потім перейдіть у вкладку `Меню`. Щоб змінити максимальну кількість попереджень за відправку забороненого виду контенту, використовуйте команду `/config`, потім перейдіть у вкладку `Медіа`. Щоб змінити максимальну кількість попереджень за спам, використовуйте команду `/config`, потім перейдіть у вкладку `Антиспам`.
ur_in: *تنبیہات* تنبیہات صارف کے عتاب سے بچنے کیلیے تشکیل دی گئی ہیں، جیسے ہی صارف تنبیہات کی آخری حد کو چھوتا ہے ویسے ہی باہر/مسدود/خاموش کردیا جاتا ہے. تنبیہات دو طرح کی ہیں: ٭ _نارمل تنبیہ_ ایڈمن کی طرف سے جاری کی جاتی ہے بذریعہ`/warn` ٭ _خود کار تنبیہات_ - (پڑھیں میڈیا تنبیہ اور فضول کاری تنبیہ)، بوٹ کی طرف سے جاری کی جاتی ہے جس وقت صارف گروپ میں ممنوعہ چیزیں ارسال کرتا ہے ٭ `/warn [متن کو جواب دیتے ہوئے]`: صارف کو متنبہ کرنے کیلیے ٭ `/sw`: اپنے پیغام میں آپ کہیں بھی`/sw` (_"خاموش تنبیہ"_) دے سکتے ہیں.بوٹ خاموشی سے ان تنبیہات کا ریکارڈ رکھے گا، جونہی صارف تنبیہات کی انتہا کو پہنچے گا تو وہ اپنی خاموشی توڑ دے گا ٭ `/nowarns [متن کو جواب دیتے ہوئے]`: صارف کو جاری کی گئیں جملہ تنبیہات کو مٹانے کیلیے (عام اور خود کار انتباہات). ٭ `/warnmax [number]`: گروپ بدر کیے جانے یا پابندی لگائے جانے سے پہلے تنبیہات کی آخری حد کو متعین کرنے کیلیے. ٭ `/warnmax media [number]`: ممنوعہ میڈیا ارسال کرنے پر گروپ بدر کیے جانے یا پابندی لگائے جانے سے پہلے تنبیہات کی آخری حد متعین کرنے کیلیے. کیسے دیکھیں گے کہ کوئی صارف کتنی بار متنبہ کیا گیا ہے(یا اسے ری سیٹ کرنے کے لیے) `/user` کمانڈ استعمال کیجیے. اجازت دادہ میڈیا کی آخری تعداد تبدیل کرنے کیلیے کمانڈ `/config`دیجیے پھر `فہرست` میں جائیے. اجازت دادہ میڈیا کی آخری تعداد تبدیل کرنے کیلیے کمانڈ `/config`دیجیے پھر `میڈیا` میں جائیے. اجازت دادہ فضول کاری کی آخری تعداد تبدیل کرنے کیلیے کمانڈ `/config`دیجیے پھر `فضول کاری مخالف` میں جائیے.
