Repository: group-butler/GroupButler
Catalog: locales/*.po
Languages: de, de_de, he_il, id, id_id, it, ml_in, pt_br, ro_ro, ru, sr_sp, uk_ua, ur_in

source: *Log channel informations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
de_de: *Log-Kanal-Informationen* Ein Logbuch-Kanal ist ein _(privater)_ Kanal wo der bot Aufzeichnung aller wichtigen Ereignisse der Gruppe sendet. Wenn Sie diese Funktion nutzen möchten, muss der Kanal mit folgenden Befehlen verknüpft werden. Alle Ereignisse werden standardmäßig *nicht gemeldet*. Administratoren können auswählen, welche Ereignisse protokolliert werden mit der `/config` Menü -> `log-Kanal " - Taste. Zum verknüfen [muss der Bot als Kanal-Administrator hinzugefügt werden](Telegramm.mir/gb_tutorials/4). In dem Kanal muss dann folgender Befehl gesendet werden: `/setlog` Diese Nachricht muss dann von einem Admin in die Gruppe weitergeleitet werden! (Video-Tutorial [hier](https://telegram.me/GB_tutorials/8)) Ein Kanal kann von mehreren Gruppen verwendet werden. `/unsetlog`: entfernen Sie die aktuelle log-Kanal `/logchannel`: Zeige Informationen über den Log-Kanal, falls verknüpft
he_il: *מידע על הערוץ של יומן הרישום* ערוץ יומן רישום הוא _(פרטי)_ ערוץ שבו הבוט יתעד את כל האירועים החשובים שיתרחשו בקבוצה שלך. אם ברצונך להשתמש בתכונה זו, עליך לקשר את הקבוצה שלך לערוץ עם הפקודות המתוארות בהמשך. כברירת מחדל, כל האירועים, *אינם מתועדים*. מנהלי מערכת יכולים לבחור אילו אירועים לתעד מתפריט `/config` -> 'ערוץ יומן הרישום'. כדי להתאים ערוץ עם קבוצה, על *יוצר הערוץ* [להוסיף את הבוט כמנהל הערוץ](telegram.me/gb_tutorials/4) (אחרת הוא לא יוכל לפרסם) ולשלוח בערוץ זה את הפקודה: `/setlog` לאחר מכן, מנהל הקבוצה חייב להעביר (Forward) לקבוצה המנוהלת, את ההודעה ("`/setlog`") שנשלחה בערוץ. *זהו בוצע*! (תוכל למצוא סרטון הדרכה [כאן](https://telegram.me/GB_tutorials/8)) ערוץ יכול לשמש כיומן למספר קבוצות שונות. כדי לשנות את ערוץ היומן שלך, פשוט חזור על תהליך זה עם ערוץ אחר. `/unsetlog`: הסר את ערוץ היומן הנוכחי שלך `/logchannel`: קבל מידע על ערוץ היומן שלך, אם מקושר כזה
id_id: *Informasi kanal catatan* Kanal catatan adalah sebuah kanal _(private)_ yang digunakan bot untuk mencatat peristiwa tertentu dalam sebuah grup (Contoh: member baru, peringatan, blokir, dll). Semua peristiwa secara bawaan *not logged / tidak dicatat*. Admin dapat memilih kejadian apa saja yang ingint dicatat menggunakan `/config` menu > `kanal catatan`. Untuk menggunakan fitur ini, anda harus memasangkan grup dengan kanal (private), menggunakan langkah-langkah berikut ini: Untuk memasangkan sebuah channel dengan sebuah grup, *creator channel* atau pembuat kanal harus [menjadikan Group Butler sebagai admin kanal](telegram.me/gb_tutorials/4) (jika tidak, maka Group Butler tidak dapat mengirim pesan ke kanal tersebut). Kemudian kirim perintah `/setlog` di kanal tersebut: Setelah itu, admin grup (sekaligus pembuat kanal tersebut) harus meneruskan (memforward) pesan ("`/setlog`") dari kanal tadi ke grup yang ingin dipasangkan. *Selesai*! (Anda dapat menonton video tutorialnya [di sini](https://telegram.me/GB_tutorials/8)). Satu kanal catatan dapat digunakan oleh beberapa grup. Untuk mengganti kanal catatan, ulangi langkah-langkah diatas dengan menggunakan kanal lain. `/unsetlog`: menghapus kanal catatan. `/logchannel`: melihat informasi mengenai kanal catatan, jika sudah ada yang terpasang.
ro_ro: *Informații despe Jurnalul canalului* Un jurnal de canal este de fapt un canal _ (privat)_ în care bot-ul va înregistra toate evenimentele importante care vor avea loc în grupul dvs. Dacă doriți să utilizați această funcție, trebuie să împerecheați grupul cu un canal folosind comenzile descrise mai jos. Toate evenimentele, în mod implicit, *nu sunt înregistrate*. Administratorii pot alege ce evenimente vor fi înregistrate folosind comanda `/config` -> meniu -> butonul `Jurnalul canalului`. Pentru a asocia un canal cu un grup, *creatorul canalului* trebuie să [adauge bot-ul în canal ca administrator] (telegram.me/gb_tutorials/4) (altfel nu va putea posta) și să trimită în canal această comandă: `/setlog` Apoi, un administrator al grupului trebuie să scrie în grup mesajul ("`/setlog`") trimis în canal. *Gata*! (puteți găsi un tutorial video [aici] (https://telegram.me/GB_tutorials/8)) Un canal poate fi folosit pe post de jurnal, de grupuri diferite. Pentru a schimba jurnalul dvs de canal, repetați acest proces cu un alt canal. `/unsetlog`: eliminați jurnalul de canal curent `/logchannel`: obțineți câteva informații despre jurnalul dvs de canal, dacă este deja asociat
sr_sp: *Информация о канале с журналом* Канал с журналом — это _приватный_ канал, куда бот будет записывать все важные события, происходящие в группе. Чтобы использовать эту возможность, нужно связать группу с каналом с помощью описанных ниже команд. По умолчанию ни одно событие *не журналируется*. Админы могут выбрать, какие события нужно записывать, на вкладке «Журнал» в меню `/config`. Чтобы связать канал с группой, *создатель канала* должен [сделать бота администратором канала](telegram.me/gb_tutorials/4) (иначе он не сможет постить) и отправить в канал такую команду: `/setlog` Затем админ группы должен переслать из канала это сообщение с командой в группу. *Готово*! (ты найдёшь видео-руководство [здесь](https://telegram.me/GB_tutorials/8)) Один и тот же канал можно использовать для разных групп. Чтобы изменить канал группы, просто повтори этот процесс с другим каналом. `/unsetlog`: убрать текущий канал с журналом `/logchannel`: получить некоторую информацию о канале с журналом, если он был связан
uk_ua: *Інформація про канал з журналом* Канал з журналом - це _(приватний)_ канал, куди бот буде записувати всі важливі події, що відбуваються в групі. Щоб скористатися цією можливістю, потрібно зв'язати групу з каналом за допомогою описаних нижче команд. За замовчуванням жодна подія *не журналюється*. Адміни можуть вказати, які події потрібно записувати, на вкладці «Журнал» в меню `/config`. Щоб зв'язати канал з групою, *хто його створив* повинен [зробити бота адміністратором каналу (telegram.me/gb_tutorials/4) (інакше він не зможе постити) і відправити в канал таку команду: `/setlog` Потім адмін групи повинен переслати з каналу повідомлення ("`setlog`") в групу. *Готово*! (ти знайдеш відео-керівництво [тут](https://telegram.me/GB_tutorials/8)) Один і той же канал можна використовувати для різних груп. Щоб змінити канал групи, просто повтори цей процес з іншим каналом. `/unsetlog`: прибрати поточний канал з журналом `/logchannel`: отримати деяку інформацію про канал з журналом, якщо він був пов'язаний
ur_in: *معلومات برائے ریکارڈ چینل* ریکارڈ چینل ایک _(پرائیویٹ)_ چینل ہے جہاں پر بوٹ گروپ میں ہونے والی اہم واقعات کا ریکارڈ رکھتا ہے اگر آپ یہ سہولت حاصل کرنا چاہتے ہیں تو آپ کو اپنا گروپ نیچے بیان کی جانے والی کمانڈس کی مدد سے ایک چینل سے مربوط کرنا ہوگا گروپ کے مشمولات بنیادی طور سے *ریکارڈ نہیں* رکھے جاتے، ہاں ایڈمن کو یہ منتخب کرنے کا حق حاصل ہے کہ کن چیزوں کا ریکارڈ رکھا جائے، بواسطہ `/config`پھر فہرست -> پھر چینل ریکارڈ گروپ کو چینل سے مربوط کرنے کیلیے ضروری ہے کہ *چینل کا بانی* بوٹ کو [چینل کا ایڈمن بنائے](telegram.me/gb_tutorials/8) ورنہ بوٹ کام نہیں کرے گا، پھر چینل میں یہ کمانڈ ارسال کرے ٭`/setlog` پھر چینل میں ارسال کی ہوئی کمانڈ ("`/setlog`") کو ایڈمن گروپ میں فارورڈ کرے. (*مکمل* تعلیمی ویڈیو آپ [یہاں دیکھ سکتے ہیں](https://telegram.me/GB_tutorials/8)) ایک چینل متعدد گروپ کے ریکارڈ رکھنے کیلیے استعمال کیا جا سکتا ہے. ریکارڈ چینل تبدیل کرنا چاہتے ہوں تو مذکورہ بالا عمل دوسرے چینل کے ساتھ دہرائیے. ٭`/unsetlog`: موجودہ ریکارڈ چینل ری موو کرنے کیلیے ٭`/logchannel`: اپنے ریکارڈ چینل کے بارے میں کچھ معلومات حاصل کرنے کیلیے، بشرطیکہ مربوط ہو

source: *Missing help information!*
de_de: *Keine Hilfe vorhanden!*
he_il: *חסר מידע בנושא עזרה*
ml_in: *ഹെല്പ് ഇൻഫർമേഷൻ ലഭ്യമല്ല!*
ro_ro: *Lipsesc informațiile de ajutor!*
uk_ua: *Відсутня допоміжна інформація*
ur_in: *مدد کی معلومات موجود نہیں!*

source: Banhammer
de_de: Bann-Hammer
id_id: Pentungan
ml_in: ബാൻഹാമ്മർ
pt_br: Controle de Grupo
ro_ro: Ciocanul legii
ru: Банхаммер
sr_sp: Бан
uk_ua: Бан
ur_in: پابندی ہتھوڑا

source: Group info
de: Gruppeninformationen
de_de: Gruppeninformationen
he_il: מידע על הקבוצה
id: Informasi grup
id_id: Informasi grup
it: Info gruppo
ml_in: ഗ്രൂപ്പിന്റെ വിവരങ്ങൾ
pt_br: Informações sobre o grupo
ro_ro: Informațile grupului
ru: Инфо о группе
sr_sp: Информације о групи
uk_ua: Інформація про групу
ur_in: گروپ معلومات

source: Report system
de: Melde/Report System
de_de: Melde/Report System
he_il: מערכת דיווחי משתמשים
id_id: Sistem laporan
it: Segnalazioni
ml_in: റിപ്പോർട്ട് സംവിധാനം
pt_br: Sistema de Reporte
ro_ro: Sistemul de raportare
ru: Система жалоб
sr_sp: Систем жалби
uk_ua: Система звітів
ur_in: رپورٹ سسٹم

source: Pin
de_de: Anheften
he_il: נעיצת הודעה
id_id: Penyematan pesan
ml_in: തൂക്കി ഇടുക
ro_ro: Fixează
ru: Прикрепления
sr_sp: Закачи
uk_ua: Закріплення повідомлень
ur_in: پن

source: Languages
de: Sprachen
de_de: Sprachen
he_il: שפות
id: Bahasa
id_id: Bahasa
it: Lingue
ml_in: ഭാഷകൾ
pt_br: Idiomas
ro_ro: Limbi
ru: Языки
sr_sp: Језици
uk_ua: Мови
ur_in: زبانیں

source: Group configuration
de_de: Gruppenkonfiguration
he_il: הגדרות קבוצה
id_id: Konfigurasi grup
it: Configurazione gruppo
ml_in: ഗ്രൂപ്പിന്റെ ക്രമീകരണങ്ങൾ
pt_br: Configuração de grupo
ro_ro: Configurarea grupului
ru: Настройки группы
sr_sp: Конфигурација групе
uk_ua: Налаштування групи
ur_in: گروپ ترتیبات

source: Warns
de: Verwarnungen
de_de: Verwarnungen
he_il: אזהרות
id_id: Peringatan
ml_in: താക്കീതുകൾ
pt_br: Advertências
ro_ro: Avertismente
ru: Предупреждения
sr_sp: Упозоравања
uk_ua: Попередження
ur_in: انتباہات

source: Welcome settings
de_de: Wilkommenseinstellungen
he_il: הגדרות קבלת פנים
id: Pengaturan welcome
id_id: Pengaturan pesan selamat datang
it: Messaggio di benvenuto
ml_in: സ്വാഗത ക്രമീകരണങ്ങൾ
pt_br: Configurações de boas-vindas
ro_ro: Setări de bun venit
ru: Приветствие
sr_sp: Подешавања добродошлице
uk_ua: Налаштування привітання
ur_in: استقبالیہ سیٹنگ

source: Links whitelist
de_de: Link Whitelist
he_il: קישורים מותרים
id_id: Daftar putih tautan
it: Whitelist per i link
ml_in: അനുവദനീയമായ ലിങ്കുകൾ
pt_br: Lista de Permissões
ro_ro: Link-urile din lista albă
ru: Белый список
sr_sp: Бели списак
uk_ua: Посилання в білому списку
ur_in: وائٹ لسٹ لنکس

source: 📢 Bot channel
de: 📢 Bot Kanal
de_de: 📢 Bot Kanal
he_il: 📢 ערוץ תיעוד רישום
id: 📢 Channel bot
id_id: 📢 Kanal bot
it: 📢 Canale del bot
ml_in: 📢ബോട്ടിന്റെ ചാനൽ
pt_br: 📢 Canal do Bot
ro_ro: 📢 Canalul bot-ului
ru: 📢 Канал бота
sr_sp: 📢 Канал бота
uk_ua: 📢 Офіційний канал бота
ur_in: 📢 بوٹ کا چینل

source: 🌍 Select your language
de: 🌍 Wähle deine Sprache
de_de: 🌍 Wähle deine Sprache
he_il: 🌍 בחר שפה
id_id: 🌍 Pilih bahasa Anda
it: *Scegli la tua lingua:*
ml_in: 🌍നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
pt_br: 🌍 Selecione o seu idioma
ro_ro: 🌍 Selectați limba
ru: 🌍 Выбери свой язык
sr_sp: 🌍 Изаберите свој језик
uk_ua: 🌍 Оберіть мову
ur_in: 🌍 اپنی زبان کا انتخاب کیجیے

source: 📕 All the commands
de: 📕 All die Befehle
de_de: 📕 Alle Befehle
he_il: 📕 כל הפקודות
id: 📕 Semua command
id_id: 📕 Semua perintah
it: 📕 Tutti i comandi
ml_in: 📕 എല്ലാ കമാൻഡുകൾ
pt_br: 📕 Todos os comandos
ro_ro: 📕 Toate comenzile
ru: 📕 Все команды
sr_sp: 📕 Све команде
uk_ua: 📕 Всі команди
ur_in: 📕 تمام کمانڈس

source: Basics
de: Basis
he_il: בסיסי
id_id: Hal-hal dasar
it: Basilari
ml_in: അടിസ്ഥാനമായവ
pt_br: Básicos
ro_ro: Elemente de bază
ru: Базовая часть
sr_sp: Основе
uk_ua: Основи
ur_in: مبادیات

source: Admin commands
de_de: Admin Befehle
he_il: פקודות מנהל
id_id: Perintah admin
it: Comandi per admin
ml_in: അഡ്മിനുള്ള കമാൻഡുകൾ
pt_br: Comandos administrativos
ro_ro: Comenzi de administrare
ru: Админские команды
sr_sp: Команде администратора
uk_ua: Команди для адміністраторів
ur_in: کمانڈس برائے منتظمین

source: Normal users commands
de_de: Befehle für Normale Nutzer
he_il: פקודות משתמשים רגילים
id_id: Perintah pengguna
it: Comandi per gli utenti
ml_in: യൂസറിനുള്ള കമാൻഡുകൾ
pt_br: Comandos de usuários normais
ro_ro: Comenzi pentru utilizatori normali
ru: Пользовательские команды
sr_sp: Команде корисника
uk_ua: Команди для користувачів
ur_in: کمانڈس برائےعام صارفین

source: Commands in private
de: Kommands in Privat
de_de: Befehle in Privatnachrichten
he_il: פקודות בפרטי
id_id: Perintah di pesan pribadi
it: Comandi in chat privata
ml_in: പ്രൈവറ്റ് കമാൻഡുകൾ
pt_br: Comandos em privado
ro_ro: Comenzi în privat
ru: Команды в личке
sr_sp: Команде за личне поруке
uk_ua: Команди для особистих повідомлень
ur_in: ذاتی چیٹ میں کمانڈس

source: Log channel
de_de: Log-Kanal
he_il: ערוץ יומן הרישום
id_id: Kanal catatan
it: Canale log
ml_in: ചാനൽ ലോഗുകൾ
pt_br: Canal de Log
ro_ro: Jurnalul canalului
ru: Канал с журналом
sr_sp: Дневник дела
uk_ua: Канал з журналом дій
ur_in: چینل کا ریکارڈ

source: Back
de: Zurück
de_de: Zurück
he_il: חזרה
id_id: Kembali
it: Indietro
ml_in: പിന്നിലേക്ക്
pt_br: Voltar
ro_ro: Înapoi
ru: Назад
sr_sp: Назад
uk_ua: Назад
ur_in: واپس

source: [Start me](%s) _to get the list of commands_
de: [Start me](%s) _um eine Liste von den Kommands zu bekmmen_
de_de: [Starte mich](%s) _um eine Liste von Befehlen zu bekmmen_
he_il: [התחל אותי](%s) _בכדי לקבל את רשימת הפקודות_
id_id: [Mulai bot](%s) _untuk mendapatkan daftar perintah_
it: [Avviami](%s) _per la lista dei comandi_
ml_in: _കമാൻഡുകളുടെ ലിസ്ററ് കിട്ടാൻ_ [Start me](%s)
pt_br: [Inicie me](%s) _para obter a lista de comandos_
ro_ro: [Pornește-mă](%s) _pentru a obține lista de comenzi_
ru: [Запусти меня](%s), _чтобы получить список команд_
sr_sp: [Стартујте ме](%s) _да би добили листу команди_
uk_ua: [Запусти мене](%s), _щоб отримати список команд_
ur_in: _کمانڈس کی فہرست حاصل کرنے کیلیے_[مجھے شروع کریں](%s)

source: Basic usage
de: Basis verwendung
de_de: Grundlagen
he_il: שימוש בסיסי
id_id: Dasar penggunaan
it: Basilari
ml_in: അടിസ്ഥാന ഉപയോഗം
pt_br: Uso básico
ro_ro: Utilizare de bază
ru: Основное использование
sr_sp: Основна употреба
uk_ua: Основи
ur_in: بنیادی استعمال

source: Commands for users (group)
de: Kommands für User (Gruppe)
de_de: Befehle für Gruppen-Benutzer
he_il: פקודות למשתמשים (בקבוצה)
id_id: Perintah untuk pengguna (grup)
it: Comandi per utenti (gruppo)
ml_in: യൂസറിനുള്ള കമാൻഡുകൾ (ഗ്രൂപ്പിൽ)
pt_br: Comandos para usuários (grupo)
ro_ro: Comenzi pentru utilizatori (grup)
ru: Команды для пользователей (группа)
sr_sp: Команде за кориснике (група)
uk_ua: Команди для користувачів (група)
ur_in: کمانڈس برائے صارفین (گروپس)

source: Available commands in private
de: Verfügbare Kommands in Privat
de_de: Verfügbare Befehle in Privatnachrichten
he_il: פקודת אפשריות בשיחה פרטית
id_id: Perintah di pesan pribadi
it: Comandi da usare in chat privata
ml_in: പ്രൈവറ്റിൽ ലഭ്യമായ കമാൻഡുകൾ
pt_br: Comandos disponíveis no privado
ro_ro: Comenzile sunt disponibile în privat
ru: Доступные команды в ЛС
sr_sp: Доступне команде за приватне поруке
uk_ua: Команди для особистих повідомлень
ur_in: پرسنل میں دستیاب کمانڈس

source: Log channel informations
de: Log Channel Informationen
de_de: Log Channel Informationen
he_il: מידע על הערוץ של יומן הרישום
id_id: Informasi kanal catatan
it: Informazioni sul canale log
ml_in: ചാനൽ വിവരങ്ങൾ ലോഗ് ചെയ്യുക
pt_br: Informações do Canal de Log
ro_ro: Informații despre jurnalul de canal
ru: Информация о канале с журналом
sr_sp: Информације дневника дела
uk_ua: Інформація про канал з журналом дій
ur_in: معلومات برائے چینل رجسٹر

source: Available commands for admins
de: Verfügbare Kommands für Admins
de_de: Verfügbare Befehle für Admins
he_il: פקודות זמינות עבור מנהלים
id_id: Perintah untuk admin
it: Comandi per admin
ml_in: അഡ്മിന് വേണ്ടിയുള്ള കമാൻഡുകൾ
pt_br: Comandos disponíveis para administradores
ro_ro: Comenzi disponibile pentru administratori
ru: Доступные команды для админов
sr_sp: Расположиве команде за администраторе
uk_ua: Команди для адміністраторів
ur_in: دستیاب شدہ کمانڈس برائے منتظمین

source: Main menu
de: Haupt Menü
de_de: Hauptmenü
he_il: תפריט ראשי
id_id: Menu utama
it: Menu principale
ml_in: പ്രധാന മെനു
pt_br: Menu principal
ro_ro: Meniu principal
ru: Главное меню
sr_sp: Главни мени
uk_ua: Головне меню
ur_in: مرکزی فہرست

source: ❗️ Already there
de: ❗️ Schon hier
de_de: ❗️ Schon hier
he_il: ❗️ כבר נמצא שם
id_id: ❗️ Sudah di tab ini
it: ❗️ Già su questa scheda
ml_in: ❗️ആദ്യമേ ഉണ്ട്
pt_br: ❗️ Já está lá
ro_ro: ❗️ Este deja acolo
ru: ❗️ Уже здесь
sr_sp: ❗️ Већ постоји
uk_ua: ❗️ Ви вже знаходитеся на цій сторінці
ur_in: ❗️پہلے سے وہاں ہے

source: *No link* for this group. Ask the owner to save it with `/setlink [group link]`
de_de: *Kein Link* für diese Gruppe. Er muss erst mit `/setlink [Gruppenlink]` gespeichert werden
he_il: *אין קישור* לקבוצה זו. בקש מהבעלים לשמור אותו עם `/ setlink [link group]`
id_id: *Tidak ada invite link* untuk grup ini. Tanyakan creator mengenai link nya kemudian admin bisa menggunakan perintah `/setlink [invite link]`
it: *Nessuno link* salvato per questo gruppo. Chiedi al creatore del gruppo di impostarlo con `/setlink [link gruppo]`
ml_in: ഈ ഗ്രൂപ്പിന് *ലിങ്കില്ല*. അഡ്മിനോട് `/setlink [group link]` ഇതുപയോഗിച്ച് സേവ് ചെയ്യാൻ പറയുക.
pt_br: *Não há link* para este grupo. Peça ao criador do grupo para registrar um no bot com `/setlink [link do grupo]`
ro_ro: *Niciun link* pentru acest grup. Cere-i proprietarului să-l salveze cu `/setlink [link-ul grupului]`
ru: *Нет ссылки* на эту группу. Попроси создателя сохранить её с помощью `/setlink [ссылка на группу]`
sr_sp: *Нема линка* за ове групе. Питајте власника да га сачувате са `/setlink [групни линк]`
uk_ua: *Немає посилання* на цю групу. Попроси творця зберегти її за допомогою `/setlink [посилання на групу]`
ur_in: اس گروپ کا *لنک موجود نہیں*. گروپ کے بانی سے کہیں کہ اسے `/setlink [group link]` کے ذریعہ محفوظ کرے۔

source: Link *unset*
de_de: Link *nicht gesetzt*
he_il: קישור *לא הוגדר*
id_id: Tautan *di-unset*
it: Link *rimosso*
ml_in: ലിങ്ക് *ഇല്ല*
pt_br: Link *desativado*
ro_ro: Link *dezactivat*
ru: Ссылка *удалена*
sr_sp: Линк *ненамештен*
uk_ua: Посилання *видалено*
ur_in: لنک *طے نہیں*

source: The link has been set. *Here's the link*: %s
de: Der Link wurde gespeichert. *Er lautet wie folgt*: %s
de_de: Der Link wurde gespeichert. *Er lautet wie folgt*: %s
he_il: הקישור הוגדר. *הנה הקישור*: %s
id: Link telah di set *Ini link nya*: %s
id_id: Tautan grup telah dibuat. *Berikut*: %s
it: Il link è stato impostato. *Ecco il link*: %s
ml_in: ലിങ്ക് സെറ്റ് ചെയ്തു. *ഇതാ ലിങ്ക്*: %s
pt_br: O link foi configurado. *Aqui está o link*: %s
ro_ro: Link-ul a fost setat. *Aici e link-ul*: %s
ru: Ссылка установлена. *Вот новая ссылка*: %s
sr_sp: Линк је успостављен. *Овде је линк*: %s
uk_ua: Посилання встановлене. *Ось нове посилання*: %s
ur_in: لنک طے کردیا گیا ہے. *لنک یہ ہے*: %s

source: This is not a *public supergroup*, so you need to write the link near `/setlink`
de_de: Das ist keine *öffentliche Supergruppe*, also musst du den Link mit `/setlink` schreiben
he_il: זאת לא *סופר קבוצה ציבורית*, אז אתה צריך להזין לינק לאחר הפקודה `/setlink`
id_id: Ini bukan *public supergroup*, jadi Anda perlu menambahkan tautan grup setelah `/setlink`
it: Questo non è un *supergruppo pubblico*, quindi devi specificare il link affianco a `/setlink`
ml_in: ഇതൊരു *പബ്ലിക് സൂപ്പർഗ്രൂപ്പ്* അല്ല. അതുകൊണ്ട് `/setlink`നു ശേഷം ലിങ്ക് എഴുതുക.
pt_br: Este não é um *super grupo público*, então você precisa escrever o link utilizando o comando /setlink
ro_ro: Acesta nu este un *super-grup public*, deci trebuie să scrieți link-ul după comanda `/setlink`
ru: Это не *публичная супергруппа*, поэтому нужно написать ссылку после /setlink
sr_sp: То није *јавна супергрупа*, тако да морате да пошаљете линк близу `/setlink`
uk_ua: Це не є *публічною супергрупою*, тому потрібно написати посилання після /setlink
ur_in: یہ *عوامی سوپر گروپ* نہیں ہے، ایسے میں ضرورت ہوگی کہ `/setlink`کے سامنے لنک تشکیل دیں

source: This link is *not valid!*
de_de: Dieser Link ist *ungültig!*
he_il: הקישור *אינו תקין!*
id: Link *tidak valid!*
id_id: Tautan ini *tidak valid!*
it: Questo link *non è valido!*
ml_in: ഈ ലിങ്ക് *ശരിയല്ല!*
pt_br: Esse link *não é válido!*
ro_ro: Acest link este *invalid!*
ru: Эта ссылка *неверна!*
sr_sp: Овај линк је *неважећи!*
uk_ua: Це посилання *неправильне!*
ur_in: یہ لنک *صحیح نہیں* ہے

source: The link has been updated. *Here's the new link*: %s
de: Der Link wurde geupdated. *Er lautet jetzt*: [%s](%s)
de_de: Der Link wurde aktualisiert. *Er lautet jetzt*: %s
he_il: הקישור עודכן. *הקישור החדש*: %s
id: Link telah di update. *Ini link yang baru*: %s
id_id: Tautan grup telah diperbarui. *Ini tautan yang baru*: %s
it: Il link è stato aggiornato. *Ecco il nuovo link*: %s
ml_in: ലിങ്ക് അപ്ഡേറ്റ് ചെയ്തു. *ഇതാണ് പുതിയ ലിങ്ക്*:%s
pt_br: O link foi atualizado. *Aqui está o novo link*: %s
ro_ro: Link-ul a fost actualizat. *Aici este noul link*:%s
ru: Ссылка была обновлена. *Вот новая ссылка*: %s
sr_sp: Линк је обновљен. *Овде је нови линк*: %s
uk_ua: Посилання було оновлено. *Ось нове посилання*: %s
ur_in: یہ لنک اپ ڈیٹ کردیا گیا ہے. *نیا لنک یہ ہے*: %s

source: Log every time a user join the group
de_de: Loggen, wenn ein Benutzer die Gruppe betritt
he_il: דווח בכל פעם שמשתמש מצטרף לקבוצה
id_id: Catat setiap ada pengguna yang baru bergabung ke obrolan
ml_in: ഒരു യൂസർ ഗ്രൂപ്പിൽ ചേരുമ്പോൾ ലോഗ് അയക്കുക.
ro_ro: Înregistrează de fiecare dată când un utilizator se alătură grupului
sr_sp: Запис у дневнику, сваки пут кад се корисник придружи
uk_ua: Запис в журналі, коли користувач кожен раз здійснює підключення до групи
ur_in: جب بھی کوئی صارف گروپ میں شامل ہو ریکارڈ رکھیے

source: Bans will be logged. I can't log manual bans
de: Banns werden gespeichert. Ich kann keine manuellen Banne speichern!
de_de: Banns werden geloggt. Ich kann aber keine manuellen Bans loggen
he_il: חסימות יתועדו ביומן הרישום. לא אוכל לתעד חסימות ידניות
id_id: Peristiwa pemblokiran akan dicatat. Jika pengguna dihapus secara manual dari grup, saya tidak bisa mencatatnya.
it: I ban verranno loggati. Non è possibile loggare i ban manuali
ml_in: ബാൻ ചെയ്യുന്നത് ലോഗ് ചെയ്തുതരും. അഡ്മിൻ ചെയ്യുന്ന ബാനുകൾ എനിക്ക് ലോഗ് ചെയ്യാൻ കഴിയില്ല.
pt_br: Os banimentos serão registrados. Não consigo registrar banimentos feitos manualmente
ro_ro: Interdicțiile vor fi înregistrate. Nu pot înregistra interdicțiile manuale
ru: Баны будут записываться. Я не могу журналировать ручные баны
sr_sp: Забране ће бити записане. Ја не могу да пријавим ручне забране
uk_ua: Бани будуть записуватися. Я не можу журналювати ручні бани
ur_in: پابندی لگادی گئی ہے. میں ذاتی طور سے پابندی ختم نہیں کرسکتا
